<?xml version="1.0" encoding="utf-8"?>
<!--  (c) 2019-2020 BaseALT, Ltd.  -->
<policyDefinitionResources xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns="http://schemas.microsoft.com/GroupPolicy/2006/07/PolicyDefinitions" revision="1.0" schemaVersion="1.0">
  <displayName>Sisyphus based products table</displayName>
  <description>This file contains all the product definitions used in supported on definitions.</description>

  <resources>
    <stringTable>
      <!-- BaseALT Sisyphus Solutions -->
      <string id="Sisyphus">Sisyphus based solutions</string>
      <string id="Branch">Stable branch of Sisyphus</string>
      <string id="BranchP7">Branch of Platfrom 7</string>
      <string id="BranchP8">Branch of Platfrom 8</string>
      <string id="BranchP9">Branch of Platfrom 9</string>
      <string id="BranchP10">Branch of Platfrom 10</string>
      <string id="BranchP11">Branch of Platfrom 11</string>

      <string id="ALTWorkstation8">ALT Workstation 8 family</string>
      <string id="ALTWorkstation8_8">ALT Workstation 8</string>
      <string id="ALTWorkstation8_81">ALT Workstation 8.1</string>
      <string id="ALTWorkstation8_82">ALT Workstation 8.2</string>
      <string id="ALTWorkstation8_821">ALT Workstation 8.21</string>

      <string id="ALTWorkstationK8">ALT Workstation K 8 family</string>
      <string id="ALTWorkstationK8_8">ALT Workstation K 8</string>
      <string id="ALTWorkstationK8_81">ALT Workstation K 8.1</string>
      <string id="ALTWorkstationK8_82">ALT Workstation K 8.2</string>
      <string id="ALTWorkstationK8_83">ALT Workstation K 8.3</string>

      <string id="ALTEducation8">ALT Education 8 family</string>
      <string id="ALTEducation8_8">ALT Education 8</string>
      <string id="ALTEducation8_81">ALT Education 8.1</string>
      <string id="ALTEducation8_82">ALT Education 8.2</string>
      <string id="ALTEducation8_821">ALT Education 8.21</string>

      <string id="ALTServer8">ALT Server 8 family</string>
      <string id="ALTServer8_8">ALT Server 8</string>
      <string id="ALTServer8_82">ALT Server 8.2</string>
      <string id="ALTServer8_821">ALT Server 8.21</string>

      <string id="ALTWorkstation9">ALT Workstation 9 family</string>
      <string id="ALTWorkstation9_9">ALT Workstation 9</string>
      <string id="ALTWorkstation9_91">ALT Workstation 9.1</string>
      <string id="ALTWorkstation9_92">ALT Workstation 9.2</string>

      <string id="ALTWorkstationK9">ALT Workstation K 9 family</string>
      <string id="ALTWorkstationK9_9">ALT Workstation K 9</string>
      <string id="ALTWorkstationK9_91">ALT Workstation K 9.1</string>
      <string id="ALTWorkstationK9_92">ALT Workstation K 9.2</string>

      <string id="ALTEducation9">ALT Education 9 family</string>
      <string id="ALTEducation9_9">ALT Education 9</string>
      <string id="ALTEducation9_91">ALT Education 9.1</string>
      <string id="ALTEducation9_92">ALT Education 9.2</string>

      <string id="ALTServer9">ALT Server 9 family</string>
      <string id="ALTServer9_9">ALT Server 9</string>
      <string id="ALTServer9_91">ALT Server 9.1</string>
      <string id="ALTServer9_92">ALT Server 9.2</string>

      <string id="ALTServerV9">ALT Server Virtualization 9 family</string>
      <string id="ALTServerV9_9">ALT Server Virtualization 9</string>
      <string id="ALTServerV9_91">ALT Server Virtualization 9.1</string>
      <string id="ALTServerV9_92">ALT Server Virtualization 9.2</string>

      <string id="ALTWorkstation10">ALT Workstation 10 family</string>
      <string id="ALTWorkstation10_10">ALT Workstation 10</string>

      <string id="ALTWorkstationK10">ALT Workstation K 10 family</string>
      <string id="ALTWorkstationK10_10">ALT Workstation K 10</string>

      <string id="ALTEducation10">ALT Education 10 family</string>
      <string id="ALTEducation10_10">ALT Education 10</string>

      <string id="ALTServer10">ALT Server 10 family</string>
      <string id="ALTServer10_10">ALT Server 10</string>

      <string id="ALTServerV10">ALT Server Virtualization 10 family</string>
      <string id="ALTServerV10_10">ALT Server Virtualization 10</string>

      <string id="SimplyLinux10">Simply Linux 10 family</string>
      <string id="SimplyLinux10_10">Simply Linux 10</string>

      <string id="ALTWorkstation11">ALT Workstation 11 family</string>
      <string id="ALTWorkstation11_11">ALT Workstation 11</string>
    </stringTable>
  </resources>
</policyDefinitionResources>
