<policyDefinitionResources revision="1.0" schemaVersion="1.0">
  <displayName>
  </displayName>
  <description>
  </description>
  <resources>
    <stringTable>
      <string id="CAT_DEVOLUTIONS">Devolutions</string>
      <string id="CAT_RDM">Remote Desktop Manager</string>
      <string id="CAT_RDM_GENERAL">General</string>
      <string id="CAT_RDM_SECURITY">Security</string>
      <string id="CAT_RDM_SESSIONS">Sessions</string>      
	  <string id="CAT_RDM_UI">User Interface</string>
      <string id="POL_RDM_ALLOWSYNCALLVAULTSBACKGROUND">Allow sync all vaults (background)</string>
	  <string id="POL_RDM_ALLOWSYNCALLVAULTSBACKGROUND_HELP">Allow sync all vaults in background</string>
      <string id="POL_RDM_ALWAYSPROMPTFORPASSPHRASE">Always prompt for passphrase</string>
	  <string id="POL_RDM_ALWAYSPROMPTFORPASSPHRASE_HELP">Force the user to always be prompted for the passphrase while connecting to data source that is protected by a shared passphrase security provider</string>
      <string id="POL_RDM_APPLICATION2FAMODE">Application 2FA mode</string>
	  <string id="POL_RDM_APPLICATION2FAMODE_HELP">Force an application two factor authentication mode (check against all configured methods or prompt for selection on use)</string>
      <string id="POL_RDM_APPLYFORCEDPASSWORDTEMPLATEINPASSWORDGENERATORTOOL">Apply forced password template in password generator tool</string>
	  <string id="POL_RDM_APPLYFORCEDPASSWORDTEMPLATEINPASSWORDGENERATORTOOL_HELP">Apply forced password template in password generator tool</string>
      <string id="POL_RDM_CHECKFORSERVERCERTIFICATEREVOCATION">Check for server certificate revocation</string>
	  <string id="POL_RDM_CHECKFORSERVERCERTIFICATEREVOCATION_HELP">Check for server certificate revocation</string>
      <string id="POL_RDM_CLIPBOARDCOPYMETHOD">Clipboard copy method</string>
	  <string id="POL_RDM_CLIPBOARDCOPYMETHOD_HELP">Force a clipboard copy method</string>
      <string id="POL_RDM_CONFIRMSESSIONSOPENONCOUNTGREATERTHAN">Confirm sessions open on count greater than</string>
	  <string id="POL_RDM_CONFIRMSESSIONSOPENONCOUNTGREATERTHAN_HELP">Prompts for confirmation before opening multiple sessions when the number of opened sessions is greater than the specified number</string>
      <string id="POL_RDM_DASHBOARDAUTOFOCUSITEMONTABSELECT">Dashboard Auto Focus Item on Tab Select</string>
	  <string id="POL_RDM_DASHBOARDAUTOFOCUSITEMONTABSELECT_HELP">Focus the tree view item when dashboard tab is selected</string>
      <string id="POL_RDM_DASHBOARDAUTOFOCUSTABONITEMSELECT">Dashboard Auto Focus Tab on Item Select</string>
	  <string id="POL_RDM_DASHBOARDAUTOFOCUSTABONITEMSELECT_HELP">Focus the dashboard tab of the item selected in the main tree view</string>
      <string id="POL_RDM_DASHBOARDHIDEALLASSETPANELS">Dashboard hide all asset panels</string>
	  <string id="POL_RDM_DASHBOARDHIDEALLASSETPANELS_HELP">Hide the asset panel located in the dashboard</string>
      <string id="POL_RDM_DASHBOARDHIDEALLATTACHMENTSPANELS">Dashboard hide all attachments panels</string>
	  <string id="POL_RDM_DASHBOARDHIDEALLATTACHMENTSPANELS_HELP">Hide the attachments panel located in the dashboard</string>
      <string id="POL_RDM_DASHBOARDHIDEALLDOCUMENTATIONPANELS">Dashboard hide all documentation panels</string>
	  <string id="POL_RDM_DASHBOARDHIDEALLDOCUMENTATIONPANELS_HELP">Hide the documentation panel located in the dashboard</string>
      <string id="POL_RDM_DASHBOARDHIDEALLENTRIESPANELS">Dashboard hide all entries panels</string>
	  <string id="POL_RDM_DASHBOARDHIDEALLENTRIESPANELS_HELP">Hide the entries panel located in the dashboard</string>
      <string id="POL_RDM_DASHBOARDHIDEALLLOGSPANELS">Dashboard hide all log panels</string>
	  <string id="POL_RDM_DASHBOARDHIDEALLLOGSPANELS_HELP">Hide the logs panel located in the dashboard</string>
      <string id="POL_RDM_DASHBOARDHIDEALLMACROSCRIPTTOOLSPANELS">Dashboard hide all macro/script/tools Panels</string>
	  <string id="POL_RDM_DASHBOARDHIDEALLMACROSCRIPTTOOLSPANELS_HELP">Hide the macro/script/tools panel located in the dashboard</string>
      <string id="POL_RDM_DASHBOARDHIDEALLMANAGEMENTTOOLSPANELS">Dashboard hide all management tools panels</string>
	  <string id="POL_RDM_DASHBOARDHIDEALLMANAGEMENTTOOLSPANELS_HELP">Hide the management tools panel located in the dashboard</string>
      <string id="POL_RDM_DASHBOARDHIDEALLOVERVIEWPANELS">Dashboard hide all overview panels</string>
	  <string id="POL_RDM_DASHBOARDHIDEALLOVERVIEWPANELS_HELP">Hide the overview panel located in the dashboard</string>
      <string id="POL_RDM_DASHBOARDHIDEALLPASSWORDLISTPANELS">Dashboard hide all password list panels</string>
	  <string id="POL_RDM_DASHBOARDHIDEALLPASSWORDLISTPANELS_HELP">Hide the password list panel located in the dashboard</string>
      <string id="POL_RDM_DASHBOARDHIDEALLPERMISSIONSPANELS">Dashboard hide all permissions panels</string>
	  <string id="POL_RDM_DASHBOARDHIDEALLPERMISSIONSPANELS_HELP">Hide the permissions panel located in the dashboard</string>
      <string id="POL_RDM_DASHBOARDHIDEALLRECORDINGSPANELS">Dashboard hide all recordings panels</string>
	  <string id="POL_RDM_DASHBOARDHIDEALLRECORDINGSPANELS_HELP">Hide the recordings panel located in the dashboard</string>
      <string id="POL_RDM_DASHBOARDHIDEALLREFERENCEDBYPANELS">Dashboard hide all referenced by panels</string>
	  <string id="POL_RDM_DASHBOARDHIDEALLREFERENCEDBYPANELS_HELP">Hide the referenced by panel located in the dashboard</string>
      <string id="POL_RDM_DASHBOARDHIDEALLSUBCONNECTIONSPANELS">Dashboard hide all sub entries panels</string>
	  <string id="POL_RDM_DASHBOARDHIDEALLSUBCONNECTIONSPANELS_HELP">Hide the sub entries panel located in the dashboard</string>
      <string id="POL_RDM_DASHBOARDHIDEALLSUMMARYPANELS">Dashboard hide all summary panels</string>
	  <string id="POL_RDM_DASHBOARDHIDEALLSUMMARYPANELS_HELP">Hide the summary panel located in the dashboard</string>
      <string id="POL_RDM_DASHBOARDHIDEALLTASKPANELS">Dashboard hide all task panels</string>
	  <string id="POL_RDM_DASHBOARDHIDEALLTASKPANELS_HELP">Hide the task panel located in the dashboard</string>
      <string id="POL_RDM_DEFAULTNAVIGATIONPANETAB">Default navigation pane tab</string>
	  <string id="POL_RDM_DEFAULTNAVIGATIONPANETAB_HELP">Select the default tab for navigation pane on application launch</string>
      <string id="POL_RDM_DEFAULTPOWERSHELLVERSION">Default PowerShell version</string>
	  <string id="POL_RDM_DEFAULTPOWERSHELLVERSION_HELP">Select the default PowerShell version used</string>
      <string id="POL_RDM_DISABLEABOUT">Disable about</string>
	  <string id="POL_RDM_DISABLEABOUT_HELP">Disable the about menu</string>
      <string id="POL_RDM_DISABLEADDON">Disable add-on (deprecated)</string>
	  <string id="POL_RDM_DISABLEADDON_HELP">Disable the add-on creation and the add-on manager. Deprecated, use DisableAddOnEntries and DisableAddOnManager instead</string>
      <string id="POL_RDM_DISABLEADDONENTRIES">Disable add-on entries</string>
	  <string id="POL_RDM_DISABLEADDONENTRIES_HELP">Disable add-on entries creation</string>
      <string id="POL_RDM_DISABLEADDONMANAGER">Disable add-on manager</string>
	  <string id="POL_RDM_DISABLEADDONMANAGER_HELP">Prevents using the add-on manager</string>
      <string id="POL_RDM_DISABLEANALYTICS">Disable telemetry</string>
	  <string id="POL_RDM_DISABLEANALYTICS_HELP">Disable telemetry data collection</string>
      <string id="POL_RDM_DISABLEAPPLICATIONTOOLS">Disable application tools</string>
	  <string id="POL_RDM_DISABLEAPPLICATIONTOOLS_HELP">Disable all the local application tools like the Event Viewer or IIS</string>
      <string id="POL_RDM_DISABLEAUTOFOCUSDASHBOARD">Disable auto-focus dashboard</string>
	  <string id="POL_RDM_DISABLEAUTOFOCUSDASHBOARD_HELP">Disable the auto-focus of the dashboard when selecting an entry</string>
      <string id="POL_RDM_DISABLEAUTOUPDATE">Disable auto-update</string>
	  <string id="POL_RDM_DISABLEAUTOUPDATE_HELP">Disable the application automatic update check</string>
      <string id="POL_RDM_DISABLECACHING">Disable caching</string>
	  <string id="POL_RDM_DISABLECACHING_HELP">Disable caching</string>
      <string id="POL_RDM_DISABLECUSTOMIMAGE">Disable custom image</string>
	  <string id="POL_RDM_DISABLECUSTOMIMAGE_HELP">Disable the custom image edition in the session configuration</string>
      <string id="POL_RDM_DISABLECYBERARKPASSWORDRETRIEVAL">Disable CyberArk password retrieval</string>
	  <string id="POL_RDM_DISABLECYBERARKPASSWORDRETRIEVAL_HELP">Disable retrieval of passwords from CyberArk accounts</string>
      <string id="POL_RDM_DISABLEDRAGANDDROP">Disable drag and drop</string>
	  <string id="POL_RDM_DISABLEDRAGANDDROP_HELP">Disable drag and drop in the connection list</string>
      <string id="POL_RDM_DISABLEEXECUTESCRIPTSVIATERMINAL">Disable execute scripts via terminal</string>
	  <string id="POL_RDM_DISABLEEXECUTESCRIPTSVIATERMINAL_HELP">Disable execute scripts via terminal</string>
      <string id="POL_RDM_DISABLEEXPORTVAULTMENUS">Disable export vault menus</string>
	  <string id="POL_RDM_DISABLEEXPORTVAULTMENUS_HELP">Disable export vault menus in export menus</string>
      <string id="POL_RDM_DISABLEFILEDATASOURCES">Disable file data sources</string>
	  <string id="POL_RDM_DISABLEFILEDATASOURCES_HELP">Disable the menu File->Data sources</string>
      <string id="POL_RDM_DISABLEFILEOPTIONS">Disable file options</string>
	  <string id="POL_RDM_DISABLEFILEOPTIONS_HELP">Disable the menu File->Options</string>
      <string id="POL_RDM_DISABLEFILETRANSFERFORSSH">Disable file transfer for SSH</string>
	  <string id="POL_RDM_DISABLEFILETRANSFERFORSSH_HELP">Disable file transfer for SSH entries</string>
      <string id="POL_RDM_DISABLEGLOBALVAULTINUSERVAULT">Disable system vault in user vault</string>
	  <string id="POL_RDM_DISABLEGLOBALVAULTINUSERVAULT_HELP">Disable the system contacts, macros and VPNs in the user vault</string>
      <string id="POL_RDM_DISABLEHELP">Disable help</string>
	  <string id="POL_RDM_DISABLEHELP_HELP">Disable the help menu</string>
      <string id="POL_RDM_DISABLEIMPORTEXPORTOPTIONS">Disable import/export options</string>
	  <string id="POL_RDM_DISABLEIMPORTEXPORTOPTIONS_HELP">Disable import and export options</string>
      <string id="POL_RDM_DISABLEIMPORTINPRIVATEVAULT">Disable import in user vault</string>
	  <string id="POL_RDM_DISABLEIMPORTINPRIVATEVAULT_HELP">Disable import in user vault</string>
      <string id="POL_RDM_DISABLEINAPPUPSELLING">Disable in-app upselling</string>
	  <string id="POL_RDM_DISABLEINAPPUPSELLING_HELP">Remove features in relation to upselling in the application</string>
      <string id="POL_RDM_DISABLELAUNCHATSTARTUP">Disable launch at startup</string>
	  <string id="POL_RDM_DISABLELAUNCHATSTARTUP_HELP">Disables the automatic launch of entries at application startup</string>
      <string id="POL_RDM_DISABLELICENSEEXPIRATIONMESSAGE">Disable license expiration message</string>
	  <string id="POL_RDM_DISABLELICENSEEXPIRATIONMESSAGE_HELP">Disable license expiration message in overview</string>
      <string id="POL_RDM_DISABLELOCALDRIVESHARING">Disable local drive sharing</string>
	  <string id="POL_RDM_DISABLELOCALDRIVESHARING_HELP">Disable local drive sharing of RDP entries</string>
      <string id="POL_RDM_DISABLEMASKPASSWORDINVIEWPASSWORD">Disable mask password in view password</string>
	  <string id="POL_RDM_DISABLEMASKPASSWORDINVIEWPASSWORD_HELP">Disable the 'mask password' option in view password</string>
      <string id="POL_RDM_DISABLEMOUSEJIGGLER">Disable mouse jiggler</string>
	  <string id="POL_RDM_DISABLEMOUSEJIGGLER_HELP">Disable the mouse jiggler option</string>
      <string id="POL_RDM_DISABLEMYACCOUNTSETTINGS">Disable my account settings</string>
	  <string id="POL_RDM_DISABLEMYACCOUNTSETTINGS_HELP">Disable the 'my account settings'</string>
      <string id="POL_RDM_DISABLEMYPERSONALCREDENTIALS">Disable my personal credentials</string>
	  <string id="POL_RDM_DISABLEMYPERSONALCREDENTIALS_HELP">Disable the 'my personal credentials'</string>
      <string id="POL_RDM_DISABLEMYPERSONALPRIVATEKEY">Disable my SSH private key</string>
	  <string id="POL_RDM_DISABLEMYPERSONALPRIVATEKEY_HELP">Disable the 'my personal SSH key'</string>
      <string id="POL_RDM_DISABLEMYPRIVILEGEDACCOUNT">Disable my privileged account</string>
	  <string id="POL_RDM_DISABLEMYPRIVILEGEDACCOUNT_HELP">Disable the 'my privileged account'</string>
      <string id="POL_RDM_DISABLENETWORKSCAN">Disable network scan</string>
	  <string id="POL_RDM_DISABLENETWORKSCAN_HELP">Disable the network scanning feature</string>
      <string id="POL_RDM_DISABLEOFFLINE">Disable offline</string>
	  <string id="POL_RDM_DISABLEOFFLINE_HELP">Disable the offline mode</string>
      <string id="POL_RDM_DISABLEONBOARDING">Disable onboarding</string>
	  <string id="POL_RDM_DISABLEONBOARDING_HELP">Disable the onboarding process</string>
      <string id="POL_RDM_DISABLEONLINEACCOUNT">Disable online account</string>
	  <string id="POL_RDM_DISABLEONLINEACCOUNT_HELP">Disable the Devolutions Cloud usage</string>
      <string id="POL_RDM_DISABLEOPENWITHPARAMETERS">Disable open with parameters</string>
	  <string id="POL_RDM_DISABLEOPENWITHPARAMETERS_HELP">Disable the 'open with' parameters</string>
      <string id="POL_RDM_DISABLEPASSWORDGENERATOR">Disable password generator</string>
	  <string id="POL_RDM_DISABLEPASSWORDGENERATOR_HELP">Disable the password generator</string>
      <string id="POL_RDM_DISABLEPASSWORDHISTORY">Disable password history</string>
	  <string id="POL_RDM_DISABLEPASSWORDHISTORY_HELP">Disable the password history</string>
      <string id="POL_RDM_DISABLEPASSWORDSAVINGINTOOLS">Disable password saving in Tools</string>
	  <string id="POL_RDM_DISABLEPASSWORDSAVINGINTOOLS_HELP">Disable the possiblity to save passwords in Tools</string>
      <string id="POL_RDM_DISABLEPASSWORDSAVINGINUSERSPECIFICSETTINGS">Disable password saving in user specific settings</string>
	  <string id="POL_RDM_DISABLEPASSWORDSAVINGINUSERSPECIFICSETTINGS_HELP">Disable the possiblity to save passwords at the user specific settings level</string>
      <string id="POL_RDM_DISABLEPASSWORDSAVINGINVAULTS">Disable password saving in vaults</string>
	  <string id="POL_RDM_DISABLEPASSWORDSAVINGINVAULTS_HELP">Disable the possiblity to save passwords at the vault level</string>
      <string id="POL_RDM_DISABLEQUICKCONNECT">Disable quick connect</string>
	  <string id="POL_RDM_DISABLEQUICKCONNECT_HELP">Disable the quick connect features</string>
      <string id="POL_RDM_DISABLERDPGATEWAYEDITIONINENTRY">Disable RDP gateway edition in entry</string>
	  <string id="POL_RDM_DISABLERDPGATEWAYEDITIONINENTRY_HELP">Prevent non-admin users from editing the gateway section in RDP entries.</string>
      <string id="POL_RDM_DISABLERDPHARDDRIVESSPECIFICSETTINGS">Disable RDP hard drives specific settings</string>
	  <string id="POL_RDM_DISABLERDPHARDDRIVESSPECIFICSETTINGS_HELP">Disable the override of hard drive for RDP entries with specific settings</string>
      <string id="POL_RDM_DISABLEREADWRITEOFFLINE">Disable read/write offline</string>
	  <string id="POL_RDM_DISABLEREADWRITEOFFLINE_HELP">Disable the read/write offline option</string>
      <string id="POL_RDM_DISABLEREVEALPASSWORD">Disable reveal password</string>
	  <string id="POL_RDM_DISABLEREVEALPASSWORD_HELP">Disable the reveal password feature</string>
      <string id="POL_RDM_DISABLEREVEALPASSWORDINMYACCOUNTSETTINGS">Disable reveal password in my account settings</string>
	  <string id="POL_RDM_DISABLEREVEALPASSWORDINMYACCOUNTSETTINGS_HELP">Disable the reveal password option in 'my account settings' for all users, including administrators</string>
      <string id="POL_RDM_DISABLESENDERRORREPORTDIALOG">Disable send error report dialog</string>
	  <string id="POL_RDM_DISABLESENDERRORREPORTDIALOG_HELP">Disable error report prompt</string>
      <string id="POL_RDM_DISABLESENDMESSAGEINDASHBOARD">Disable send message in dashboard</string>
	  <string id="POL_RDM_DISABLESENDMESSAGEINDASHBOARD_HELP">Disable send message button in dashboard</string>
      <string id="POL_RDM_DISABLESESSIONRECORDING">Disable session recording</string>
	  <string id="POL_RDM_DISABLESESSIONRECORDING_HELP">Disable the session recording feature</string>
      <string id="POL_RDM_DISABLETOOLSADDONMANAGER">Disable tools add-on manager</string>
	  <string id="POL_RDM_DISABLETOOLSADDONMANAGER_HELP">Disable the add-on manager in the tools menu</string>
      <string id="POL_RDM_DISABLETOOLSCHOCOLATEYCONSOLE">Disable tools Chocolatey console</string>
	  <string id="POL_RDM_DISABLETOOLSCHOCOLATEYCONSOLE_HELP">Disable the Chocolatey console in the tools menu</string>
      <string id="POL_RDM_DISABLETOOLSEXTENSIONMANAGER">Disable tools extension manager</string>
	  <string id="POL_RDM_DISABLETOOLSEXTENSIONMANAGER_HELP">Disable the extension manager in the tools menu</string>
      <string id="POL_RDM_DISABLETOOLSLOCALRDPREMOTEAPPMANAGER">Disable tools local RDP RemoteApp manager</string>
	  <string id="POL_RDM_DISABLETOOLSLOCALRDPREMOTEAPPMANAGER_HELP">Disable the local RDP/RemoteApp manager in the tools menu</string>
      <string id="POL_RDM_DISABLETOOLSMENU">Disable tools menu</string>
	  <string id="POL_RDM_DISABLETOOLSMENU_HELP">Disable the tools ribbon tab and menu</string>
      <string id="POL_RDM_DISABLETOOLSOPENNEWREMOTEDESKTOP">Disable tools open new Remote Desktop</string>
	  <string id="POL_RDM_DISABLETOOLSOPENNEWREMOTEDESKTOP_HELP">Disable the open new Remote Desktop option in the tools menu</string>
      <string id="POL_RDM_DISABLETOOLSPOWERSHELLRDMCMDLET">Disable tools Powershell RDM cmdlet</string>
	  <string id="POL_RDM_DISABLETOOLSPOWERSHELLRDMCMDLET_HELP">Disable the PowerShell RDM cmdlet in the tools menu</string>
      <string id="POL_RDM_DISABLETOOLSRDMAGENT">Disable tools RDM Agent</string>
	  <string id="POL_RDM_DISABLETOOLSRDMAGENT_HELP">Disable the RDM Agent in the tools menu</string>
      <string id="POL_RDM_DISABLETOPPANE">Disable top pane</string>
	  <string id="POL_RDM_DISABLETOPPANE_HELP">Disable the top pane (ribbon/menubar)</string>
      <string id="POL_RDM_DISABLEUPDATE">Disable update</string>
	  <string id="POL_RDM_DISABLEUPDATE_HELP">Disable the application's update menus</string>
      <string id="POL_RDM_DISABLEUSERVAULTEXPORT">Disable user vault export</string>
	  <string id="POL_RDM_DISABLEUSERVAULTEXPORT_HELP">Disable user vault export</string>
      <string id="POL_RDM_DISABLEWEBSITECREDENTIALAUTOFILLAFTERDELAY">Disable website credential auto-fill after delay</string>
	  <string id="POL_RDM_DISABLEWEBSITECREDENTIALAUTOFILLAFTERDELAY_HELP">Disable website and web browser credential auto fill after one minute</string>
      <string id="POL_RDM_ENABLECONNECTIONAFTEREXPIRATION">Enable connection after expiration</string>
	  <string id="POL_RDM_ENABLECONNECTIONAFTEREXPIRATION_HELP">Allow the user to connect even after the entry has expired</string>
      <string id="POL_RDM_ENABLELEGACYCHROMEPROFILEHANDLING">Enable legacy chrome profile handling</string>
	  <string id="POL_RDM_ENABLELEGACYCHROMEPROFILEHANDLING_HELP">Force legacy profile handling for all embedded chrome sessions</string>
      <string id="POL_RDM_ENABLEPOWERSHELLREMOTECONSOLEHOOKING">Enable PowerShell remote console hooking</string>
	  <string id="POL_RDM_ENABLEPOWERSHELLREMOTECONSOLEHOOKING_HELP">Enable PowerShell remote console API hooking</string>
      <string id="POL_RDM_ENABLERDPHOOKING">Enable RDP hooking</string>
	  <string id="POL_RDM_ENABLERDPHOOKING_HELP">Enable RDP API hooking</string>
      <string id="POL_RDM_FORCEAPPLICATIONMFA">Force application MFA</string>
	  <string id="POL_RDM_FORCEAPPLICATIONMFA_HELP">Force multiple factor authentication on the application login</string>
      <string id="POL_RDM_FORCECLEARCACHEONCLOSECHROME">Force clear cache on close (Chrome)</string>
	  <string id="POL_RDM_FORCECLEARCACHEONCLOSECHROME_HELP">Clear the web browser cache when closing RDM (Chrome)</string>
      <string id="POL_RDM_FORCECLEARCACHEONCLOSEMSEDGE">Force clear cache on close (MSEdge)</string>
	  <string id="POL_RDM_FORCECLEARCACHEONCLOSEMSEDGE_HELP">Clear the web browser cache when closing RDM (MSEdge)</string>
      <string id="POL_RDM_FORCECLOSEONIDLE">Force close on idle</string>
	  <string id="POL_RDM_FORCECLOSEONIDLE_HELP">Force application close when idle</string>
      <string id="POL_RDM_FORCECURRENTCONFIGURATIONLOADING">Force current configuration loading</string>
	  <string id="POL_RDM_FORCECURRENTCONFIGURATIONLOADING_HELP">Force the loading of the current configuration file</string>
      <string id="POL_RDM_FORCEDEFAULTCONFIGURATIONLOADING">Force default configuration loading</string>
	  <string id="POL_RDM_FORCEDEFAULTCONFIGURATIONLOADING_HELP">Force the loading of the default.cfg file</string>
      <string id="POL_RDM_FORCEDISABLEALLSESSIONEVENTS">Force disable all session events</string>
	  <string id="POL_RDM_FORCEDISABLEALLSESSIONEVENTS_HELP">Disable all session events</string>
      <string id="POL_RDM_FORCEENABLEDPAPICRYPTOGRAPHYONLOCALFILES">Force enable DPAPI cryptography on local files</string>
	  <string id="POL_RDM_FORCEENABLEDPAPICRYPTOGRAPHYONLOCALFILES_HELP">Enable DPAPI cryptography on local files</string>
      <string id="POL_RDM_FORCEHIDEPASSWORDFORADMINISTRATORS">Force hide password for administrators</string>
	  <string id="POL_RDM_FORCEHIDEPASSWORDFORADMINISTRATORS_HELP">Remove possibility to see passwords entirely</string>
      <string id="POL_RDM_FORCELOCALAPPLICATIONPASSWORD">Force application password</string>
	  <string id="POL_RDM_FORCELOCALAPPLICATIONPASSWORD_HELP">Force application password on login</string>
      <string id="POL_RDM_FORCELOCALMYACCOUNTSETTINGS">Force local my account settings</string>
	  <string id="POL_RDM_FORCELOCALMYACCOUNTSETTINGS_HELP">Force local save of 'my account settings'</string>
      <string id="POL_RDM_FORCELOCKONIDLE">Force lock on idle</string>
	  <string id="POL_RDM_FORCELOCKONIDLE_HELP">Force application lock when idle after the number of minutes specified</string>
      <string id="POL_RDM_FORCELOCKONMINIMIZE">Force lock on minimize</string>
	  <string id="POL_RDM_FORCELOCKONMINIMIZE_HELP">Force application lock when minimizing</string>
      <string id="POL_RDM_FORCELOCKONSTANDBY">Force lock on standby</string>
	  <string id="POL_RDM_FORCELOCKONSTANDBY_HELP">Force application lock on standby</string>
      <string id="POL_RDM_FORCELOCKONWINDOWSLOCK">Force lock on Windows lock</string>
	  <string id="POL_RDM_FORCELOCKONWINDOWSLOCK_HELP">Force application lock when Windows locks</string>
      <string id="POL_RDM_FORCELOGIN">Force login</string>
	  <string id="POL_RDM_FORCELOGIN_HELP">Force the user to always be prompted for his credentials when launching the application</string>
      <string id="POL_RDM_FORCEREFRESHBEFORECOPYFROMENTRY">Force refresh before copy from entry</string>
	  <string id="POL_RDM_FORCEREFRESHBEFORECOPYFROMENTRY_HELP">Force vault refresh before copy password/username/domain...</string>
      <string id="POL_RDM_FORCEREFRESHBEFOREEDITENTRY">Force refresh before edit entry</string>
	  <string id="POL_RDM_FORCEREFRESHBEFOREEDITENTRY_HELP">Force vault refresh before editing entries</string>
      <string id="POL_RDM_FORCEREFRESHBEFOREEXECUTEENTRY">Force refresh before execute entry</string>
	  <string id="POL_RDM_FORCEREFRESHBEFOREEXECUTEENTRY_HELP">Force vault refresh before executing entries</string>
      <string id="POL_RDM_FORCEREFRESHBEFOREVIEWPASSWORD">Force refresh before view password</string>
	  <string id="POL_RDM_FORCEREFRESHBEFOREVIEWPASSWORD_HELP">Force vault refresh before viewing password</string>
      <string id="POL_RDM_FORCESECUREDESKTOP">Force secure desktop</string>
	  <string id="POL_RDM_FORCESECUREDESKTOP_HELP">Force secure desktop usage</string>
      <string id="POL_RDM_FORCESYSTEMPROXY">Force system proxy</string>
	  <string id="POL_RDM_FORCESYSTEMPROXY_HELP">Force proxy settings to 'system'</string>
      <string id="POL_RDM_FORCETREEVIEWCOLLAPSEATLAUNCH">Force tree view collapse at launch</string>
	  <string id="POL_RDM_FORCETREEVIEWCOLLAPSEATLAUNCH_HELP">Forces the main tree view to load with all nodes collapsed at application launch.</string>
      <string id="POL_RDM_FORCEUPDATINGALLUPDATE">Force updating all update</string>
	  <string id="POL_RDM_FORCEUPDATINGALLUPDATE_HELP">Force updating all available updates (does not include betas)</string>
      <string id="POL_RDM_FORCEUPDATINGALLUPDATEANDBETA">Force updating all update and beta</string>
	  <string id="POL_RDM_FORCEUPDATINGALLUPDATEANDBETA_HELP">Force updating all available updates and betas</string>
      <string id="POL_RDM_FORCEUPDATINGMAJORUPDATE">Force updating major update</string>
	  <string id="POL_RDM_FORCEUPDATINGMAJORUPDATE_HELP">Force updating only major updates</string>
      <string id="POL_RDM_FORCEUPDATINGONCEAMONTH">Force updating once a month</string>
	  <string id="POL_RDM_FORCEUPDATINGONCEAMONTH_HELP">Force updating once a month</string>
      <string id="POL_RDM_FORCEUSERSPECIFICSETTINGSMIGRATION">Force user specific settings migration</string>
	  <string id="POL_RDM_FORCEUSERSPECIFICSETTINGSMIGRATION_HELP">Force 'user specific settings' migration</string>
      <string id="POL_RDM_FORCEWINDOWSCREDENTIALSANDCURRENTLYLOGGEDONUSERNAMEANDDOMAIN">Force Windows credentials and currently logged on username and domain</string>
	  <string id="POL_RDM_FORCEWINDOWSCREDENTIALSANDCURRENTLYLOGGEDONUSERNAMEANDDOMAIN_HELP">Use Windows credentials as application password and force the currenly logged on username and domain (unless an application password is already set)</string>
      <string id="POL_RDM_FORCEWINDOWSHELLO">Force Windows Hello</string>
	  <string id="POL_RDM_FORCEWINDOWSHELLO_HELP">Force Windows Hello authentication on the application login</string>
      <string id="POL_RDM_HIDEBROWSEHOSTBUTTON">Hide browse host button</string>
	  <string id="POL_RDM_HIDEBROWSEHOSTBUTTON_HELP">Remove the button used to manually browse for hosts</string>
      <string id="POL_RDM_HIDEDASHBOARD">Hide dashboard</string>
	  <string id="POL_RDM_HIDEDASHBOARD_HELP">Permanently hide the dashboard</string>
      <string id="POL_RDM_HIDENAVIGATIONPANE">Hide navigation pane</string>
	  <string id="POL_RDM_HIDENAVIGATIONPANE_HELP">Permanently hide the navigation pane</string>
      <string id="POL_RDM_HIDEPORTINRDP">Hide port in RDP</string>
	  <string id="POL_RDM_HIDEPORTINRDP_HELP">Hide the custom port in RDP sessions</string>
      <string id="POL_RDM_HIDEWHATSNEWPAGE">Hide what's new page</string>
	  <string id="POL_RDM_HIDEWHATSNEWPAGE_HELP">Hide the 'what's new' page</string>
      <string id="POL_RDM_IGNOREAPPLICATIONCERTIFICATEERRORS">Ignore application certificate errors</string>
	  <string id="POL_RDM_IGNOREAPPLICATIONCERTIFICATEERRORS_HELP">Ignore application certification errors</string>
      <string id="POL_RDM_LASTPASS2FAMODE">LastPass 2FA mode</string>
	  <string id="POL_RDM_LASTPASS2FAMODE_HELP">LastPass two factor authentication mode</string>
      <string id="POL_RDM_LIMITENTRIESLAUNCHEDINASINGLEACTION">Limit entries launched in a single action</string>
	  <string id="POL_RDM_LIMITENTRIESLAUNCHEDINASINGLEACTION_HELP">Prevents user from launching sessions in a single action if the amount of sessions is greater than the specified value</string>
      <string id="POL_RDM_LOCKNAVIGATIONPANE">Lock navigation pane</string>
	  <string id="POL_RDM_LOCKNAVIGATIONPANE_HELP">Disable closing or hiding the navigation pane (it is always visible)</string>
      <string id="POL_RDM_NOINTERNETCONNECTION">No internet connection</string>
	  <string id="POL_RDM_NOINTERNETCONNECTION_HELP">Disable certain features requiring an internet connection, such as telemetry, automatic favicon fetching and checking for add-on updates.</string>
      <string id="POL_RDM_ONLYALLOWCREDENTIALSINPRIVATEVAULT">Only allow credentials in user vault</string>
	  <string id="POL_RDM_ONLYALLOWCREDENTIALSINPRIVATEVAULT_HELP">Only allow the creation of credentials when inside the user vault</string>
      <string id="POL_RDM_PROTECTDATAFROMSCREENCAPTURE">Protect data from screen capture</string>
	  <string id="POL_RDM_PROTECTDATAFROMSCREENCAPTURE_HELP">Adds a layer of protection which prevents acquiring data from most RDM windows (including sensitive areas) with screen captures</string>
      <string id="POL_RDM_RESTRICTTODVLSDATASOURCE">Restrict to Devolutions Server data source</string>
	  <string id="POL_RDM_RESTRICTTODVLSDATASOURCE_HELP">Restricts the creation of data source to the Devolutions Server type</string>
      <string id="POL_RDM_RESTRICTTOHUBBUSINESSDATASOURCE">Restrict to Hub Business data source</string>
	  <string id="POL_RDM_RESTRICTTOHUBBUSINESSDATASOURCE_HELP">Restricts the creation of data source to the Hub Business type</string>
      <string id="POL_RDM_RESTRICTTOHUBPERSONALDATASOURCE">Restrict to Hub Personal data source</string>
	  <string id="POL_RDM_RESTRICTTOHUBPERSONALDATASOURCE_HELP">Restricts the creation of data source to the Hub Personal type</string>
      <string id="POL_RDM_SQLITEDEFAULTLOCATION">SQLite default location</string>
	  <string id="POL_RDM_SQLITEDEFAULTLOCATION_HELP">Set the default path for new local data sources when using SQLite</string>
      <string id="SUPPORTED_WindowsVista">At least Microsoft Windows Vista</string>
    </stringTable>
    <presentationTable>
	<presentation id="INPUT_DEC_ALLOWSYNCALLVAULTSBACKGROUND">
              <decimalTextBox refId="INPUT_DEC_ALLOWSYNCALLVAULTSBACKGROUND" defaultValue="0" spinStep="1">
 0 = Not configured
 1 = Allowed
 2 = Not allowed</decimalTextBox>
            </presentation>
	<presentation id="INPUT_DEC_APPLICATION2FAMODE">
              <decimalTextBox refId="INPUT_DEC_APPLICATION2FAMODE" defaultValue="0" spinStep="1"></decimalTextBox>
            </presentation>
	<presentation id="INPUT_DEC_CHECKFORSERVERCERTIFICATEREVOCATION">
              <decimalTextBox refId="INPUT_DEC_CHECKFORSERVERCERTIFICATEREVOCATION" defaultValue="0" spinStep="1">0 = Disabled (no changes) 
 1 = Enable check for certificate  
 2 = Disable check for certificate</decimalTextBox>
            </presentation>
	<presentation id="INPUT_DEC_CLIPBOARDCOPYMETHOD">
              <decimalTextBox refId="INPUT_DEC_CLIPBOARDCOPYMETHOD" defaultValue="0" spinStep="1">0 = Disabled (no changes) 
 1 = Legacy 
 2 = Paste once (secure)</decimalTextBox>
            </presentation>
	<presentation id="INPUT_DEC_CONFIRMSESSIONSOPENONCOUNTGREATERTHAN">
              <decimalTextBox refId="INPUT_DEC_CONFIRMSESSIONSOPENONCOUNTGREATERTHAN" defaultValue="0" spinStep="1">Session count must be greater than:</decimalTextBox>
            </presentation>
	<presentation id="INPUT_DEC_DASHBOARDAUTOFOCUSITEMONTABSELECT">
              <decimalTextBox refId="INPUT_DEC_DASHBOARDAUTOFOCUSITEMONTABSELECT" defaultValue="0" spinStep="1">0 = Disabled (no changes) 
 1 = Disable auto-focus 
 2 = Enable auto-focus</decimalTextBox>
            </presentation>
	<presentation id="INPUT_DEC_DASHBOARDAUTOFOCUSTABONITEMSELECT">
              <decimalTextBox refId="INPUT_DEC_DASHBOARDAUTOFOCUSTABONITEMSELECT" defaultValue="0" spinStep="1">0 = Disabled (no changes) 
 1 = Disable auto-focus 
 2 = Enable auto-focus</decimalTextBox>
            </presentation>
	<presentation id="INPUT_DEC_DEFAULTNAVIGATIONPANETAB">
              <decimalTextBox refId="INPUT_DEC_DEFAULTNAVIGATIONPANETAB" defaultValue="0" spinStep="1">0 = Disabled (no changes) 
 1 = Main Vault 
 2 = Opened sessions  
 3 = Favorites  
 4 = Recent 
 5 = Tools (local) 
 6 = User vault 
 7 = Last selected tab 
 8 = PAM vault 
 9 = My account</decimalTextBox>
            </presentation>
	<presentation id="INPUT_DEC_DEFAULTPOWERSHELLVERSION">
              <decimalTextBox refId="INPUT_DEC_DEFAULTPOWERSHELLVERSION" defaultValue="0" spinStep="1">0 = Disabled (no changes) 
 1 = Default 
 2 = Windows PowerShell (2.0)  
 3 = Windows PowerShell (5.1)  
 4 = PowerShell 7</decimalTextBox>
            </presentation>
	<presentation id="INPUT_DEC_FORCECLOSEONIDLE">
              <decimalTextBox refId="INPUT_DEC_FORCECLOSEONIDLE" defaultValue="0" spinStep="1">Number of minutes:</decimalTextBox>
            </presentation>
	<presentation id="INPUT_DEC_FORCELOCKONIDLE">
              <decimalTextBox refId="INPUT_DEC_FORCELOCKONIDLE" defaultValue="0" spinStep="1">Number of minutes:</decimalTextBox>
            </presentation>
	<presentation id="INPUT_DEC_LASTPASS2FAMODE">
              <decimalTextBox refId="INPUT_DEC_LASTPASS2FAMODE" defaultValue="0" spinStep="1">0 = Disabled (no changes) 
 1 = Don't trust this device 
 2 = Trust this device  
 3 = Trust this device (clear on application close)</decimalTextBox>
            </presentation>
	<presentation id="INPUT_DEC_LIMITENTRIESLAUNCHEDINASINGLEACTION">
              <decimalTextBox refId="INPUT_DEC_LIMITENTRIESLAUNCHEDINASINGLEACTION" defaultValue="0" spinStep="1">Session count must be equal or smaller than:</decimalTextBox>
            </presentation>
	<presentation id="INPUT_DEC_PROTECTDATAFROMSCREENCAPTURE">
              <decimalTextBox refId="INPUT_DEC_PROTECTDATAFROMSCREENCAPTURE" defaultValue="0" spinStep="1">0 = Disabled (no changes) 
 1 = Enable the screen capture protection 
 2 = Disable the screen capture protection</decimalTextBox>
            </presentation>
	<presentation id="INPUT_DEC_SQLITEDEFAULTLOCATION">
         <textBox refId="INPUT_DEC_SQLITEDEFAULTLOCATION">
			<label>Folder path:</label>
         </textBox>
    </presentation>

    </presentationTable>
  </resources>
</policyDefinitionResources>
