<?xml version="1.0" encoding="utf-16"?>
<policyDefinitionResources revision="1.0" schemaVersion="1.0">
  <displayName>Microsoft Word 2016</displayName>
  <description>Microsoft Word 2016</description>
  <resources>
    <stringTable>
      <string id="L_Version">16.0.5532.1000</string>
      <string id="L_listOfExternalConverters">List of external file format converters to customize</string>
      <string id="L_enterFileExtensionforValueNameAndConverterClassnameForValue">List of external file format converters to customize</string>
      <string id="L_TrustedLocationsExplain">This policy setting allows you to specify a location that is used as a trusted source for opening files in this application.  Files in trusted locations bypass file validation, active content checks and Protected View. Macros and code in these files will execute without displaying warnings to the user. If you change or add a location make sure that the new location is secured, with only appropriate user permissions to add document/files.

If you enable this policy setting, you may specify a folder location, path, and date from which files can the application can open files which run macros without warning.  If you check the "Allow sub folders" check box, then all sub-folders in the folder you specify will also be trusted.

If you disable or do not configure this policy setting, the trusted location is not specified.</string>
      <string id="L_Correctkeyboardsetting">Correct keyboard setting</string>
      <string id="L_CorrectkeyboardsettingExplain">This policy setting allows you to set the "Correct keyboard setting" option in Word Options | Proofing | "AutoCorrect Options..." | AutoCorrect.

If you enable this policy setting, "Correct keyboard setting" will be set.

If you disable or do not configure this policy setting, "Correct keyboard setting" will not be set.</string>
      <string id="L_CorrectaccidentalusageofcAPSLOCKkey">Correct accidental usage of cAPS LOCK key</string>
      <string id="L_CorrectaccidentalusageofcAPSLOCKkeyExplain">This policy setting allows you to set the "Correct accidental usage of cAPS LOCK key" option in Word Options | Proofing | "AutoCorrect Options..." | AutoCorrect.

If you enable this policy setting, "Correct accidental usage of cAPS LOCK key" will be set.

If you disable or do not configure this policy setting, "Correct accidental usage of cAPS LOCK key" will not be set.y</string>
      <string id="L_AllowSelectionFloaties">Show Mini Toolbar on selection</string>
      <string id="L_ChecktoallowstartinginReadingLayout">Check to allow starting in Reading Layout</string>
      <string id="L_Openattachmentsforfullscreenreading">Open e-mail attachments in Reading View</string>
      <string id="L_StopCheckingAltTextAccessibilityInformation">Stop checking for alt text accessibility information</string>
      <string id="L_StopCheckingAltTextAccessibilityInformationExplain">This policy setting prevents the Accessibility Checker from verifying that objects such as images and shapes contain alt text.

If you enable this policy setting, the Accessibility Checker will be prevented from verifying that objects such as images and shapes contain alt text.

If you disable or do not configure this policy setting, objects will be checked for alternative text and any issues will appear in the Accessibility Checker.</string>
      <string id="L_StopCheckingTableAltTextAccessibilityInformation">Stop checking for table alt text accessibility information</string>
      <string id="L_StopCheckingTableAltTextAccessibilityInformationExplain">This policy setting prevents the Accessibility Checker from verifying that tables contain alt text.

If you enable this policy setting, the Accessibility Checker will be prevented from verifying that tables contain alt text.

If you disable or do not configure this policy setting, tables will be checked for alternative text and any issues will appear in the Accessibility Checker.</string>
      <string id="L_StopCheckingToEnsureHyperlinkTextIsMeaningfulText">Stop checking to ensure hyperlink text is meaningful</string>
      <string id="L_StopCheckingToEnsureHyperlinkTextIsMeaningfulExplainText">This policy setting prevents the Accessibility Checker from verifying that hyperlinks have meaningful text.

If you enable this policy setting, the Accessibility Checker will be prevented from verifying that hyperlinks have meaningful text.

If you disable or do not configure this policy setting, hyperlink text will be checked and any issues will appear in the Accessibility Checker.</string>
      <string id="L_StopCheckingToEnsureHyperlinkTextIsMeaningfulTextExtension">Stop checking to ensure hyperlink text extension is meaningful if they include extensions</string>
      <string id="L_StopCheckingToEnsureHyperlinkTextIsMeaningfulExplainTextExtension">This policy setting prevents the Accessibility Checker from verifying that hyperlinks have meaningful text if they include extensions.

If you enable this policy setting, the Accessibility Checker will be prevented from verifying that hyperlinks have meaningful text if they include extensions.

If you disable or do not configure this policy setting, hyperlink text that include extensions will be checked and any issues will appear in the Accessibility Checker.</string>
      <string id="L_StopCheckingTableHeaderAccessibilityInformation">Stop checking for table header accessibility information</string>
      <string id="L_StopCheckingTableHeaderAccessibilityInformationExplain">This policy setting prevents the Accessibility Checker from verifying that tables have a header row specified.

If you enable this policy setting, the Accessibility Checker will be prevented from verifying that tables have a header row specified.

If you disable or do not configure this policy setting, tables will be checked for header rows and any issues will appear in the Accessibility Checker.</string>
      <string id="L_StopCheckingForBlankTableRowsAndColumns">Stop checking for blank table rows and columns</string>
      <string id="L_StopCheckingForBlankTableRowsAndColumnsExplain">This policy setting prevents the Accessibility Checker from verifying that blank rows and columns have not been inserted into tables.

If you enable this policy setting, the Accessibility Checker will be prevented from verifying that blank rows and columns have not been inserted into tables.

If you disable or do not configure this policy setting, tables will be checked for blank rows and columns and any issues will appear in the Accessibility Checker.</string>
      <string id="L_StopCheckingForMergedAndSplitCells">Stop checking for merged and split cells</string>
      <string id="L_StopCheckingForMergedAndSplitCellsExplain">This policy setting prevents the Accessibility Checker from verifying that tables do not have merged or split cells.

If you enable this policy setting, the Accessibility Checker will be prevented from verifying that tables do not have merged or split cells.

If you disable or do not configure this policy setting, tables will be checked for merged and split cells and any issues will appear in the Accessibility Checker.</string>
      <string id="L_StopCheckingDocumentsAllowProgrammaticAccess">Stop checking to ensure documents allow programmatic access</string>
      <string id="L_StopCheckingDocumentsAllowProgrammaticAccessExplain">This policy setting prevents the Accessibility Checker from checking to ensure that documents have not blocked programmatic access through DRM.

If you enable this policy setting, the Accessibility Checker will be prevented from checking to ensure that documents have not blocked programmatic access through DRM.

If you disable or do not configure this policy setting, documents will be checked for programmatic access and any issues will appear in the Accessibility Checker.</string>
      <string id="L_StopCheckingLongDocumentsUseStylesForStructure">Stop checking to ensure long documents use styles for structure</string>
      <string id="L_StopCheckingLongDocumentsUseStylesForStructureExplain">This policy setting prevents the Accessibility Checker from checking to ensure that long documents have used styles to define content structure.

If you enable this policy setting, the Accessibility Checker will be prevented from checking to ensure that long documents have used styles to define content structure.

If you disable or do not configure this policy setting, documents will be checked for style usage and any issues will appear in the Accessibility Checker.</string>
      <string id="L_StopCheckingStylesUsedFrequently">Stop checking to ensure styles have been used frequently</string>
      <string id="L_StopCheckingStylesUsedFrequentlyExplain">This policy setting prevents the Accessibility Checker from checking to ensure that documents using styles have used them frequently enough to accurately represent the document's content structure.

If you enable this policy setting, the Accessibility Checker will be prevented from checking to ensure that documents using styles have used them frequently enough to accurately represent the document's content structure.

If you disable or do not configure this policy setting, the frequency of style usage will be checked and any issues will appear in the Accessibility Checker.</string>
      <string id="L_StopCheckingToEnsureHeadingsAreSuccinct">Stop checking to ensure headings are succinct</string>
      <string id="L_StopCheckingToEnsureHeadingsAreSuccinctExplain">This policy setting prevents the Accessibility Checker from checking to ensure that headings in a document are succinct.

If you enable this policy setting, the Accessibility Checker will be prevented from checking to ensure that headings in a document are succinct.

If you disable or do not configure this policy setting, document headings will be checked for length and any issues will appear in the Accessibility Checker.</string>
      <string id="L_StopCheckingWhetherObjectsAreFloating">Stop checking whether objects are floating</string>
      <string id="L_StopCheckingWhetherObjectsAreFloatingExplain">This policy setting prevents the Accessibility Checker from checking if a document has objects that are floating instead of inline.

If you enable this policy setting, the Accessibility Checker will be prevented from checking if a document has objects that are floating instead of inline.

If you disable or do not configure this policy setting, objects will be checked for floating text wrapping properties and any issues will appear in the Accessibility Checker.</string>
      <string id="L_StopCheckingBlankCharactersUsedForFormatting">Stop checking whether blank characters are used for formatting</string>
      <string id="L_StopCheckingBlankCharactersUsedForFormattingExplain">This policy setting prevents the Accessibility Checker from checking to ensure that multiple consecutive whitespace characters have not been used for formatting.

If you enable this policy setting, the Accessibility Checker will be prevented from checking to ensure that multiple consecutive whitespace characters have not been used for formatting.

If you disable or do not configure this policy setting, documents will be checked for consecutive whitespace usage and any issues will appear in the Accessibility Checker.</string>
      <string id="L_StopCheckingForImageWatermarks">Stop checking for image watermarks</string>
      <string id="L_StopCheckingForImageWatermarksExplain">This policy setting prevents the Accessibility Checker from checking if a document has image watermarks.

If you enable this policy setting, the Accessibility Checker will be prevented from checking if a document has image watermarks.

If you disable or do not configure this policy setting, documents will be checked for watermarks and any issues will appear in the Accessibility Checker.</string>
      <string id="L_StopCheckingHeadingStylesDoNotSkipStyleLevel">Stop checking to ensure heading styles do not skip style level</string>
      <string id="L_StopCheckingHeadingStylesDoNotSkipStyleLevelExplain">This policy setting prevents the Accessibility Checker from checking to ensure that headings in a document are used in order.

If you enable this policy setting, the Accessibility Checker will be prevented from checking to ensure that headings in a document are used in order.

If you disable or do not configure this policy setting, the ordering of headings in a document will be checked and any issues will appear in the Accessibility Checker.</string>
      <string id="L_StopCheckingForTablesUsedForLayout">Stop checking for tables used for layout</string>
      <string id="L_StopCheckingForTablesUsedForLayoutExplain">This policy setting prevents the Accessibility Checker from flagging layout tables (i.e. tables with no style applied).

If you enable this policy setting, the Accessibility Checker will be prevented from flagging layout tables (i.e. tables with no style applied).

If you disable or do not configure this policy setting, tables with no style will be flagged and the violations will appear in the Accessibility Checker.</string>
      <string id="L_BackgroundAccessibilityCheckerInformation">Check for accessibility issues while editing</string>
      <string id="L_BackgroundAccessibilityCheckerInformationExplain">This policy setting controls whether accessibility issues are checked for automatically while the user is editing a document. By default, accessibility issues aren’t checked for automatically.

If you enable this policy setting, accessibility issues are checked for automatically and users won’t be able to turn it off. The status bar will indicate if accessibility recommendations are available to make the document more usable by people with disabilities.

If you disable or don’t configure this policy setting, accessibility issues won’t be checked for automatically while editing a document. Users can turn on automatic checking by going to File &gt; Options &gt; Ease of Access.
</string>
      <string id="L_RelyonCSSforfontformatting">Rely on CSS for font formatting</string>
      <string id="L_RelyonCSSforfontformattingExplain">This policy setting allows you to configure the "Use Cascading Style Sheets (CSS) for appearance of messages" option found under Microsoft Outlook's File tab | Outlook Options | Mail | Message format.

If you enable this policy setting, the option is checked.

If you disable or do not configure this policy setting, the option is not checked.
</string>
      <string id="L_DoNotEnableAdditionalActionsInTheRightClickMenu">Do not enable additional actions in the right-click menu</string>
      <string id="L_DoNotEnableAdditionalActionsInTheRightClickMenuExplain">This policy setting allows you to configure the "Enable additional actions in the right-click menu" button found under File tab | Options | Proofing | Autocorrect Options... | Actions.

If you enable this policy setting, the checkbox will not be checked, and Additional Actions recognition will be turned off.

If you disable or do not configure this policy setting, the checkbox will be checked, and Additional Actions recognition will be turned on.</string>
      <string id="L_Checkgrammarasyoutype">Mark grammar errors as you type</string>
      <string id="L_Colorformarkinggrammaticalerrors">Color for marking grammatical errors</string>
      <string id="L_Plum">Plum</string>
      <string id="L_Checkgrammarwithspelling">Check grammar with spelling</string>
      <string id="L_Showreadabilitystatistics">Show readability statistics</string>
      <string id="L_Writingstyle">Writing style</string>
      <string id="L_GrammarOnly">Grammar Only</string>
      <string id="L_GrammarStyle">Grammar &amp; Style</string>
      <string id="L_Delaybeforestartingbackgroundspellingchecker">Delay before starting background spelling checker</string>
      <string id="L_Delaybeforestartingotherproofingtools">Delay before starting other proofing tools</string>
      <string id="L_BlockMacroExecutionFromInternet">Block macros from running in Office files from the internet</string>
      <string id="L_BlockMacroExecutionFromInternetExplain">
        This policy setting allows you to block macros from running in Office files that come from the internet.

        If you enable this policy setting, macros are blocked from running, even if "Enable all macros" is selected in the Macro Settings section of the Trust Center. Users will receive a notification that macros are blocked from running.

        The exceptions when macros will be allowed to run are:
        - The Office file is saved to a Trusted Location.
        - The Office file was previously trusted by the user.
        - Macros are digitally signed and the matching Trusted Publisher certificate is installed on the device.

        If you disable this policy setting, the settings configured in the Macro Settings section of the Trust Center determine whether macros run in Office files that come from the internet.

        If you don’t configure this policy setting, macros will be blocked from running. Users will receive a notification telling them of the security risks of macros from the internet along with a link to learn more.

        For more information, see https://go.microsoft.com/fwlink/p/?linkid=2185771.
      </string>
      <string id="L_TrustedLocations">Trusted Locations</string>
      <string id="L_DisableTrustBarNotificationforunsignedExplain">This policy setting controls whether the specified Office application notifies users when unsigned application add-ins are loaded or silently disable such add-ins without notification. This policy setting only applies if you enable the "Require that application add-ins are signed by Trusted Publisher" policy setting, which prevents users from changing this policy setting.

If you enable this policy setting, applications automatically disable unsigned add-ins without informing users.
 
If you disable this policy setting, if this application is configured to require that all add-ins be signed by a trusted publisher, any unsigned add-ins the application loads will be disabled and the application will display the Trust Bar at the top of the active window. The Trust Bar contains a message that informs users about the unsigned add-in.

If you do not configure this policy setting, the disable behavior applies, and in addition, users can configure this requirement themselves in the "Add-ins" category of the Trust Center for the application.</string>
      <string id="L_DisableTrustBarNotificationforunsigned">Disable Trust Bar Notification for unsigned application add-ins and block them</string>
      <string id="L_RequirethatApplicationExtensionsaresignedExplain">This policy setting controls whether add-ins for this applications must be digitally signed by a trusted publisher.
 
If you enable this policy setting, this application checks the digital signature for each add-in before loading it. If an add-in does not have a digital signature, or if the signature did not come from a trusted publisher, this application disables the add-in and notifies the user. Certificates must be added to the Trusted Publishers list if you require that all add-ins be signed by a trusted publisher. For detail on about obtaining and distributing certificates, see http://go.microsoft.com/fwlink/?LinkId=294922. Office 2016 stores certificates for trusted publishers in the Internet Explorer trusted publisher store. Earlier versions of Microsoft Office stored trusted publisher certificate information (specifically, the certificate thumbprint) in a special Office trusted publisher store.  Office 2016 still reads trusted publisher certificate information from the Office trusted publisher store, but it does not write information to this store. Therefore, if you created a list of trusted publishers in a previous version of Office and you upgrade to Office 2016, your trusted publisher list will still be recognized. However, any trusted publisher certificates that you add to the list will be stored in the Internet Explorer trusted publisher store. For more information about trusted publishers, see the Office Resource Kit.

If you disable or do not configure this policy setting, this application does not check the digital signature on application add-ins before opening them. If a dangerous add-in is loaded, it could harm users' computers or compromise data security.</string>
      <string id="L_RequirethatApplicationExtensionsaresigned">Require that application add-ins are signed by Trusted Publisher</string>
      <string id="L_TrustCenter">Trust Center</string>
      <string id="L_Cryptography">Cryptography</string>
      <string id="L_ProtectedView">Protected View</string>
      <string id="L_FileBlockSettings">File Block Settings</string>
      <string id="L_Disableallapplicationextensions">Disable all application add-ins</string>
      <string id="L_DisableallapplicationextensionsExplain">This policy setting disables all add-ins for the specified Office 2016 applications.
      
If you enable this policy setting, all add-ins for the specified Office 2016 applications are disabled.

If you disable or do not configure this policy setting, all add-ins for the specified Office 2016 applications are allowed to run without notifying the users, except if application add-ins are required to be signed by Trusted Publishers.</string>
      <string id="L_SetDefaultFileBlockBehavior">Set default file block behavior</string>
      <string id="L_SetDefaultFileBlockBehaviorExplain">This policy setting allows you to determine if users can open, view, or edit Word files.

If you enable this policy setting, you can set one of these options:
- Blocked files are not opened
- Blocked files open in Protected View and can not be edited
- Blocked files open in Protected View and can be edited

If you disable or do not configure this policy setting, users will be able to open blocked files, but not edit them.</string>
      <string id="L_SetDefaultFileBlockBehaviorStr1">Blocked files are not opened</string>
      <string id="L_SetDefaultFileBlockBehaviorStr2">Blocked files open in Protected View and can not be edited</string>
      <string id="L_SetDefaultFileBlockBehaviorStr3">Blocked files open in Protected View and can be edited</string>
      <string id="L_Word2007AndLaterDocsAndTemplates">Word 2007 and later documents and templates</string>
      <string id="L_OpenDocumentTextFiles">OpenDocument Text files</string>
      <string id="L_Word2007AndLaterBinaryDocumentsAndTemplates">Word 2007 and later binary documents and templates</string>
      <string id="L_Word2003BinaryDocumentsAndTemplates">Word 2003 binary documents and templates</string>
      <string id="L_Word2003AndPlainXMLDocuments">Word 2003 and plain XML documents</string>
      <string id="L_WordXPBinaryDocumentsAndTemplates">Word XP binary documents and templates</string>
      <string id="L_Word2000BinaryDocumentsAndTemplates">Word 2000 binary documents and templates</string>
      <string id="L_Word97BinaryDocumentsAndTemplates">Word 97 binary documents and templates</string>
      <string id="L_Word95BinaryDocumentsAndTemplates">Word 95 binary documents and templates</string>
      <string id="L_Word6Pt0BinaryDocumentsAndTemplates">Word 6.0 binary documents and templates</string>
      <string id="L_Word2AndEarlierBinaryDocumentsAndTemplates">Word 2 and earlier binary documents and templates</string>
      <string id="L_WebPages">Web pages</string>
      <string id="L_RTFFiles">RTF files</string>
      <string id="L_PlainTextFiles">Plain text files</string>
      <string id="L_LegacyConvertersForWord">Legacy converters for Word</string>
      <string id="L_OfficeOpenXMLConvertersForWord">Office Open XML converters for Word</string>
      <string id="L_WordFileBlockExplain">This policy setting allows you to determine whether users can open, view, edit, or save Word files with the format specified by the title of this policy setting.

If you enable this policy setting, you can specify whether users can open, view, edit, or save files.

The options that can be selected are below.  Note: Not all options may be available for this policy setting.

- Do not block: The file type will not be blocked.

- Save blocked: Saving of the file type will be blocked.

- Open/Save blocked, use open policy: Both opening and saving of the file type will be blocked. The file will open based on the policy setting configured in the "default file block behavior" key.

- Block: Both opening and saving of the file type will be blocked, and the file will not open.

- Open in Protected View: Both opening and saving of the file type will be blocked, and the option to edit the file type will not be enabled.

- Allow editing and open in Protected View: Both opening and saving of the file type will be blocked, and the option to edit will be enabled.

If you disable or do not configure this policy setting, the file type will not be blocked.
</string>
      <string id="L_WordFileBlockExplainBlockedFiles">This policy setting allows you to determine whether users can open, view, edit, or save Word files with the format specified by the title of this policy setting.

If you enable this policy setting, you can specify whether users can open, view, edit, or save files.

The options that can be selected are below.  Note: Not all options may be available for this policy setting.

- Do not block: The file type will not be blocked.

- Save blocked: Saving of the file type will be blocked.

- Open/Save blocked, use open policy: Both opening and saving of the file type will be blocked. The file will open based on the policy setting configured in the "default file block behavior" key.

- Block: Both opening and saving of the file type will be blocked, and the file will not open.

- Open in Protected View: Both opening and saving of the file type will be blocked, and the option to edit the file type will not be enabled.

- Allow editing and open in Protected View: Both opening and saving of the file type will be blocked, and the option to edit will be enabled.

If you disable or do not configure this policy setting, the file type will be blocked.
</string>
      <string id="L_WordFileBlockStr1">Do not block</string>
      <string id="L_WordFileBlockStr2">Save blocked</string>
      <string id="L_WordFileBlockStr3">Open/Save blocked, use open policy</string>
      <string id="L_WordFileBlockStr4">Block</string>
      <string id="L_WordFileBlockStr5">Open in Protected View</string>
      <string id="L_WordFileBlockStr6">Allow editing and open in Protected View</string>
      <string id="L_Pathcolon">Path:</string>
      <string id="L_Datecolon">Date:</string>
      <string id="L_Descriptioncolon">Description:</string>
      <string id="L_Allowsubfolders">Allow sub folders:</string>
      <string id="L_TrustedLoc01">Trusted Location #1</string>
      <string id="L_TrustedLoc02">Trusted Location #2</string>
      <string id="L_TrustedLoc03">Trusted Location #3</string>
      <string id="L_TrustedLoc04">Trusted Location #4</string>
      <string id="L_TrustedLoc05">Trusted Location #5</string>
      <string id="L_TrustedLoc06">Trusted Location #6</string>
      <string id="L_TrustedLoc07">Trusted Location #7</string>
      <string id="L_TrustedLoc08">Trusted Location #8</string>
      <string id="L_TrustedLoc09">Trusted Location #9</string>
      <string id="L_TrustedLoc10">Trusted Location #10</string>
      <string id="L_TrustedLoc11">Trusted Location #11</string>
      <string id="L_TrustedLoc12">Trusted Location #12</string>
      <string id="L_TrustedLoc13">Trusted Location #13</string>
      <string id="L_TrustedLoc14">Trusted Location #14</string>
      <string id="L_TrustedLoc15">Trusted Location #15</string>
      <string id="L_TrustedLoc16">Trusted Location #16</string>
      <string id="L_TrustedLoc17">Trusted Location #17</string>
      <string id="L_TrustedLoc18">Trusted Location #18</string>
      <string id="L_TrustedLoc19">Trusted Location #19</string>
      <string id="L_TrustedLoc20">Trusted Location #20</string>
      <string id="L_AllowTrustedLocationsOnTheNetwork">Allow Trusted Locations on the network</string>
      <string id="L_AllowTrustedLocationsOnTheNetworkExplain">This policy setting controls whether trusted locations on the network can be used.

If you enable this policy setting, users can specify trusted locations on network shares or in other remote locations that are not under their direct control by clicking the "Add new location" button in the Trusted Locations section of the Trust Center. Content, code, and add-ins are allowed to load from trusted locations with minimal security and without prompting the user for permission.

If you disable this policy setting, the selected application ignores any network locations listed in the Trusted Locations section of the Trust Center. 

If you also deploy Trusted Locations via Group Policy, you should verify whether any of them are remote locations. If any of them are remote locations and you do not allow remote locations via this policy setting, those policy keys that point to remote locations will be ignored on client computers.

Disabling this policy setting does not delete any network locations from the Trusted Locations list, but causes disruption for users who add network locations to the Trusted Locations list. Users are also prevented from adding new network locations to the Trusted Locations list in the Trust Center.  We recommended that you do not enable this policy setting (as the "Allow Trusted Locations on my network (not recommended)" check box also states). Therefore, in practice, it should be possible to disable this policy setting in most situations without causing significant usability issues for most users.

If you do not enable this policy setting, users can select the "Allow Trusted Locations on my network (not recommended)" check box if desired and then specify trusted locations by clicking the "Add new location" button.</string>
      <string id="L_DisableTrustedLoc">Disable all trusted locations</string>
      <string id="L_DisableTrustedLocExplain">This policy setting allows administrators to disable all trusted locations in the specified applications. Trusted locations specified in the Trust Center are used to define file locations that are assumed to be safe. Content, code, and add-ins are allowed to load from trusted locations with a minimal amount of security, without prompting the users for permission. If a dangerous file is opened from a trusted location, it will not be subject to standard security measures and could harm users' computers or data.
      
If you enable this policy setting, all trusted locations (those specified in the Trust Center) in the specified applications are ignored, including any trusted locations established by Office 2016 during setup, deployed to users using Group Policy, or added by users themselves.  Users will be prompted again when opening files from trusted locations.

If you disable or do not configure this policy setting, all trusted locations (those specified in the Trust Center) in the specified applications are assumed to be safe.</string>
      <string id="L_TurnOffTrustedDocuments">Turn off trusted documents</string>
      <string id="L_TurnOffTrustedDocumentsExplain">This policy setting allows you to turn off the trusted documents feature.  The trusted documents feature allows users to always enable active content in documents such as macros, ActiveX controls, data connections, etc. so that they are not prompted the next time they open the documents.  Trusted documents are exempt from security notifications.

If you enable this policy setting, you will turn off the trusted documents feature.  Users will receive a security prompt every time a document containing active content is opened.

If you disable or do not configure this policy setting, documents will be trusted when users enable content for a document, and users will not receive a security prompt.</string>
      <string id="L_SetMaximumNumberOfTrustedDocuments">Set maximum number of trusted documents</string>
      <string id="L_SetMaximumNumberOfTrustedDocumentsExplain">This policy setting allows you to specify the maximum number of trust records for trusted documents that can be stored in the registry before the purge task runs. The purge task reduces the number of trusted documents stored in the registry to the value set by the "Set maximum number of trust records to preserve" policy setting.

If you enable this policy setting, you can specify the maximum number of trusted documents to be stored in the registry before the purge task runs, with an upper limit of 20,000 documents. For performance reasons, we do not recommend setting this policy setting to the upper limit.

If you disable or do not configure this policy setting, the default value of 500 is used for the maximum number of trusted documents that can be stored in the registry before the purge task runs.</string>
      <string id="L_SetMaximumNumberOfTrustRecordsToPreserve">Set maximum number of trust records to preserve</string>
      <string id="L_SetMaximumNumberOfTrustRecordsToPreserveExplain">This policy setting allows you to specify the maximum number of trust records to preserve when the purge task detects that this application has trusted more than the number of trusted documents set by the "Set maximum number of trusted documents" policy setting.

If you enable this policy setting, you may specify the maximum number of trust records to preserve, with an upper limit of 20000.  Due to performance reasons, it is not recommended to set it to the upper limit.

If you disable or you do not configure this policy setting, the default value for of 400 is used.</string>
      <string id="L_VBAWarningsPolicy">VBA Macro Notification Settings</string>
      <string id="L_VBAWarningsExplain">This policy setting controls how the specified applications warn users when Visual Basic for Applications (VBA) macros are present.

If you enable this policy setting, you can choose from four options for determining how the specified applications will warn the user about macros:
 
- Disable all with notification:  The application displays the Trust Bar for all macros, whether signed or unsigned. This option enforces the default configuration in Office.
 
- Disable all except digitally signed macros: The application displays the Trust Bar for digitally signed macros, allowing users to enable them or leave them disabled. Any unsigned macros are disabled, and users are not notified.
 
- Disable all without notification: The application disables all macros, whether signed or unsigned, and does not notify users.
 
- Enable all macros (not recommended):  All macros are enabled, whether signed or unsigned. This option can significantly reduce security by allowing dangerous code to run undetected.
 
If you disable this policy setting, "Disable all with notification" will be the default setting.
 
If you do not configure this policy setting, when users open files in the specified applications that contain VBA macros, the applications open the files with the macros disabled and display the Trust Bar with a warning that macros are present and have been disabled. Users can inspect and edit the files if appropriate, but cannot use any disabled functionality until they enable it by clicking "Enable Content" on the Trust Bar.  If the user clicks "Enable Content", then the document is added as a trusted document.

If you select “Disable all except digitally signed macros” we recommend that you also select the “Require macros to be signed by a trusted publisher” check box to help improve security.

If you select the “Require macros to be signed by a trusted publisher” check box, users opening files with digitally signed macros but not by a Trusted Publisher will receive a notification that macros are blocked from running. And there are two additional check boxes that we recommend that you select to help improve security.

- Block certificates from trusted publishers that are installed in the current user certificate store

- Require Extended Key Usage (EKU) for certificates from trusted publishers

Note: These two check boxes only apply if you have selected the "Require macros to be signed by a trusted publisher" check box.

Note: All three check boxes only apply to Version 2012 and later of Office and Visio. They don’t apply to Office 2016 or Office 2019.

If you select the “Block certificates from trusted publishers that are installed in the local machine certificate store” check box, macros won’t run if the certificate from the trusted publisher is installed in the current user certificate store. The certificate must be installed in the local machine certificate store for the macro to run. Only accounts with administrator access to the computer can install a certificate in the local machine certificate store.

If you select the “Require Extended Key Usage (EKU) for certificates from trusted publishers” check box, the EKU must include “Code Signing” as one of the uses of the certificate.

Important: If "Disable all except digitally signed macros" is selected, users will not be able to open unsigned Access databases.
 
Also, note that Microsoft Office stores certificates for trusted publishers in the Internet Explorer trusted publisher store. Earlier versions of Microsoft Office stored trusted publisher certificate information (specifically, the certificate thumbprint) in a special Office trusted publisher store. Microsoft Office still reads trusted publisher certificate information from the Office trusted publisher store, but it does not write information to this store.
 
Therefore, if you created a list of trusted publishers in a previous version of Microsoft Office and you upgrade to Office, your trusted publisher list will still be recognized. However, any trusted publisher certificates that you add to the list will be stored in the Internet Explorer trusted publisher store.</string>
      <string id="L_DisableAllWithNotification">Disable all with notification</string>
      <string id="L_DisableAllExceptDigitallySignedMacros">Disable all except digitally signed macros</string>
      <string id="L_DisableAllWithoutNotification">Disable all without notification</string>
      <string id="L_EnableAllMacros">Enable all macros (not recommended)</string>
      <string id="L_Aqua">Aqua</string>
      <string id="L_Black">Black</string>
      <string id="L_Blue">Blue</string>
      <string id="L_BlueGray">Blue Gray</string>
      <string id="L_BrightGreen">Bright Green</string>
      <string id="L_Brown">Brown</string>
      <string id="L_Cyan">Cyan</string>
      <string id="L_DarkBlue">Dark Blue</string>
      <string id="L_DarkCyan">Dark Cyan</string>
      <string id="L_DarkerGreen">Darker Green</string>
      <string id="L_DarkGreen">Dark Green</string>
      <string id="L_DarkMagenta">Dark Magenta</string>
      <string id="L_DarkRed">Dark Red</string>
      <string id="L_DarkTeal">Dark Teal</string>
      <string id="L_DarkYellow">Dark Yellow</string>
      <string id="L_Gold">Gold</string>
      <string id="L_Gray">Gray</string>
      <string id="L_Gray25">Gray 25%</string>
      <string id="L_Gray50">Gray 50%</string>
      <string id="L_Green">Green</string>
      <string id="L_Indigo">Indigo</string>
      <string id="L_Lavender">Lavender</string>
      <string id="L_LightBlue">Light Blue</string>
      <string id="L_LightCyan">Light Cyan</string>
      <string id="L_LightGreen">Light Green</string>
      <string id="L_LightOrange">Light Orange</string>
      <string id="L_LightYellow">Light Yellow</string>
      <string id="L_Lime">Lime</string>
      <string id="L_Magenta">Magenta</string>
      <string id="L_OliveGreen">Olive Green</string>
      <string id="L_Orange">Orange</string>
      <string id="L_PaleBlue">Pale Blue</string>
      <string id="L_Red">Red</string>
      <string id="L_Rose">Rose</string>
      <string id="L_SeaGreen">Sea Green</string>
      <string id="L_SkyBlue">Sky Blue</string>
      <string id="L_Tan">Tan</string>
      <string id="L_Teal">Teal</string>
      <string id="L_Violet">Violet</string>
      <string id="L_White">White</string>
      <string id="L_Yellow">Yellow</string>
      <string id="L_Arabic">Arabic</string>
      <string id="L_Hindi">Hindi</string>
      <string id="L_Action">Action:</string>
      <string id="L_ChecksUnchecksthecorrespondingUIoption">Checks/unchecks the corresponding UI option.</string>
      <string id="L_Custom">Custom</string>
      <string id="L_DoNotUseOnlineMachineTranslation">Do not use online machine translation</string>
      <string id="L_DoNotUseOnlineMachineTranslationExplain">This policy setting allows you to prevent online machine translation services from being used for the translation of documents and text through the Research pane.

If you enable this policy setting, online machine translation services cannot be used to translate documents and text through the Research pane.

If you disable or do not configure this policy setting, online machine translation services can be used to translate text through the Research pane.</string>
      <string id="L_DoNotUseOnlineTranslationDictionaries">Use online translation dictionaries</string>
      <string id="L_DoNotUseOnlineTranslationDictionariesExplain">This policy setting allows you to prevent online dictionaries from being used for the translation of text through the Research pane.

If you enable or do not configure this policy setting, the online dictionaries can be used to translate text through the Research pane.

If you disable this policy setting, the online dictionaries cannot be used to translate text through the Research pane.</string>
      <string id="L_Customizableerrormessages">Customizable Error Messages</string>
      <string id="L_Disablecommandbarbuttonsandmenuitems">Disable predefined commands</string>
      <string id="L_Disableitemsinuserinterface">Disable Items in User Interface</string>
      <string id="L_Disableshortcutkeys">Disable shortcut keys</string>
      <string id="L_DisplayName">Display Name:</string>
      <string id="L_EnteracommandbarIDtodisable">Enter a command bar ID to disable</string>
      <string id="L_Enterakeyandmodifiertodisable">Enter a key and modifier to disable</string>
      <string id="L_EntererrorIDforValueNameandcustombuttontextforValue">Enter error ID for Value Name and custom button text for Value</string>
      <string id="L_Fullpathincludingfilenamerequired">Full path including filename (required):</string>
      <string id="L_Browser">Browser</string>
      <string id="L_Lefttoright4">Left-to-Right</string>
      <string id="L_Listoferrormessagestocustomize">List of error messages to customize</string>
      <string id="L_Miscellaneous">Miscellaneous</string>
      <string id="L_Predefined">Predefined</string>
      <string id="L_Recentlyusedfilelist">Number of documents in the Recent Documents list</string>
      <string id="L_Righttoleft">Right-to-left</string>
      <string id="L_Save">Save</string>
      <string id="L_Sectionofworkpanetodisplaylink">Section of work pane to display link:</string>
      <string id="L_Security">Security</string>
      <string id="L_SpecifytheIDforacommandbartodisable">This policy setting allows you to disable any command bar button and menu item with a command bar ID, including command bar buttons and menu items that are not in the predefined lists.

If you enable this policy setting, you can enter an ID number to disable a specific command bar button or menu item.  The ID number needs to be in decimal (not hexadecimal).  Multiple values should be separated by commas.

If you disable or do not configure this policy setting, all default command bar buttons or menu items are available to users.</string>
      <string id="L_Visual">Visual</string>
      <string id="L_WebOptions">Web Options...</string>
      <string id="L_WebPagehtmhtml">Web Page (*.htm; *.html)</string>
      <string id="L_Whenselectingautomaticallyselectentireword">When selecting, automatically select entire word</string>
      <string id="L_SetNumberOfPlacesInTheRecentPlacesList">Number of folders in the Recent Folders list</string>
      <string id="L_SetNumberOfPlacesInTheRecentPlacesListExplain">This policy setting specifies the number of unpinned entries displayed in the Recent Folders list that appears when users click Open or Save As on the File tab in Backstage view.

If you enable this policy setting, you can specify the number of unpinned entries to be between 0 and 20. If you set the number to 0, all pinned and unpinned entries are hidden.

If you disable or do not configure this policy setting, a maximum of 5 unpinned items are displayed in the Recent Folders list.

Note: If you want to prevent items from being added to the Recent Folders list entirely, you can enable the "Do not keep history of recently opened documents" Windows policy setting.</string>
      <string id="L_Word11savedbyWord12">Word 2003 as saved by Word 2016</string>
      <string id="L_TurnOffFileSynchronizationViaSOAPOverHTTP">Turn off file synchronization via SOAP over HTTP</string>
      <string id="L_TurnOffFileSynchronizationViaSOAPOverHTTPExplain">This policy setting controls file synchronization via SOAP over HTTP for Word.

If you enable this policy setting, file synchronization via SOAP over HTTP is turned off for Word.

If you disable or do not configure this policy setting this policy setting, file synchronization via SOAP over HTTP is turned on for Word.

Note: Turning off file synchronization via SOAP over HTTP will also prevent co-authoring and adversely affect the behavior of SharePoint Workspaces.</string>
      <string id="AllowFileSynchronizationViaSOAPOnlyOnDomainNetworks">Allow file synchronization via SOAP over HTTP only on domain networks</string>
      <string id="AllowFileSynchronizationViaSOAPOnlyOnDomainNetworksExplain">This policy setting controls file synchronization via SOAP over HTTP.

If you enable this policy setting, file synchronization via SOAP over HTTP is allowed only on domain networks. 

If you disable or do not configure this policy setting, file synchronization via SOAP over HTTP functions on all networks.</string>
      <string id="L_DoNotAutomaticallyMergeServerAndLocalDocument">Do not automatically merge server and local document</string>
      <string id="L_DoNotAutomaticallyMergeServerAndLocalDocumentExplain">This policy setting determines if changes made to a server document should be automatically merged with the locally-cached copy of the document on the next save. This policy pertains to the co-authoring experience in Word.

If you enable this policy setting, then changes made to a server document will not be automatically merged with the locally-cached copy of the document on the next save. 

If you disable or do not configure this policy setting, then changes made to a server document will be automatically merged with the locally-cached copy of the document on the next save.</string>
      <string id="L_PreventCoAuthoring">Prevent co-authoring</string>
      <string id="L_PreventCoAuthoringExplain">This policy setting controls how Word opens a file for editing on document management servers that support co-authoring.

If you enable this policy setting, Word will prevent co-authoring by taking an exclusive file lock. 

If you disable or do not configure this policy setting, Word will allow co-authoring by taking short-term shared locks. 

Note: When file synchronization via SOAP over HTTP is turned off it will prevent co-authoring.</string>
      <string id="L_Capitalizefirstletterofsentence">Capitalize first letter of sentence</string>
      <string id="L_CorrectTWoINitialCApitals">Correct TWo INitial CApitals</string>
      <string id="L_Replacetextasyoutype">Replace text as you type</string>
      <string id="L_Capitalizenamesofdays">Capitalize names of days</string>
      <string id="L_DeterminewhethertoforceencryptedWord">Scan encrypted macros in Word Open XML documents</string>
      <string id="L_DeterminewhethertoforceencryptedWordExplain">This policy setting controls whether encrypted macros in Open XML documents be are required to be scanned with anti-virus software before being opened.

If you enable this policy setting, you may choose one of these options:

- Scan encrypted macros: encrypted macros are disabled unless anti-virus software is installed.  Encrypted macros are scanned by your anti-virus software when you attempt to open an encrypted workbook that contains macros.
- Scan if anti-virus software available: if anti-virus software is installed, scan the encrypted macros first before allowing them to load.  If anti-virus software is not available, allow encrypted macros to load.
- Load macros without scanning: do not check for anti-virus software and allow macros to be loaded in an encrypted file.

If you disable or do not configure this policy setting, the behavior will be similar to the "Scan encrypted macros" option.</string>
      <string id="L_DeterminewhethertoforceencryptedWordStr1">Scan encrypted macros (default)</string>
      <string id="L_DeterminewhethertoforceencryptedWordStr2">Scan if anti-virus software available</string>
      <string id="L_DeterminewhethertoforceencryptedWordStr3">Load macros without scanning</string>
      <string id="L_CompatModeOnSaveAs">Save As Open XML in Compatibility Mode</string>
      <string id="L_CompatModeOnSaveAsExplain">This policy setting allows you to hide the "Maintain compatibility with previous versions of Word" checkbox.  For any file format that is in Compatibility Mode, there will be a "Maintain compatibility with previous versions of Word" checkbox in the Save As dialog when saving to any of the Open XML file formats. This checkbox allows users to preserve the fidelity of documents that open in compatibility mode when saving those documents to any of the Open XML file formats.  Checking this box will prevent conversion to the version of Word that is saving the file.

Conversion maximizes fidelity with the version of Word that is saving the file, and it is recommended for users who want their Word documents to be compatible with this version of Word. However, conversion may impact the fidelity and compatibility of some features when the file is opened by a previous version of Word.

If you enable this policy setting, the "Maintain compatibility with previous versions of Word" checkbox will be hidden.  The Save As behavior for any of the Open XML file formats will always maintain compatibility with previous versions of Word. The file that is in compatibility mode will be prevented from being converted to the version of Word saving this file. 

If you disable or do not configure this policy setting, the "Maintain compatibility with previous versions of Word" checkbox in the Save As dialog will be shown.  Unless checked by the user, an Open XML file will be converted when the document is saved. Users will still, by default, be shown a final dialog when saving to confirm that the user wants to save the file without "Maintain compatibility with previous versions of Word" checked.</string>
      <string id="L_KeepLastAutoSavedVersions">Keep the last AutoSaved versions of files for the next session</string>
      <string id="L_KeepLastAutoSavedVersionsExplain">This policy setting determines whether Word keeps the last AutoSaved version of a file if a user closes a file without saving it.  (Note: AutoSave applies only when AutoRecover is enabled.)

If you enable or do not configure this policy setting, Word keeps the last AutoSaved version of the file and makes it available to the user the next time the file is opened if the user closes a file without saving it.

If you disable this policy setting, Word does not keep the last AutoSaved version of the file if the user closes a file without saving it.</string>
      <string id="L_StopReadAloudEyesOffExperience">Stop Read Aloud when app goes in background</string>
      <string id="L_StopReadAloudEyesOffExperienceExplain">This policy prevents Read Aloud from reading text when app goes in background.

If you enable this policy setting, Read Aloud will be disabled and will stop reading the text when app is sent to background.

If you disable or do not configure this policy setting, Read Aloud will continue reading the text when app moves to background and user will be able to control Read Aloud via notification.</string>
      <string id="L_ShowAgreementsRibbon">Show Agreements Ribbon</string>
      <string id="L_ShowAgreementsRibbonExplain">Control Access to the Agreements Ribbon in Word.
This policy setting allows you to control who in your organization can see the Agreements ribbon in Word and leverage the capabilities to create and manage the agreements lifecycle in Word.

If you enable this policy setting, you can configure groups of users who will see the Agreements ribbon.

If you disable this policy setting, the Agreements ribbon will not be available to users in your organization.

If you do not set this policy setting, the Agreements ribbon will not be available to users in your organization.</string>
      <string id="L_ShowESignRibbon">Allow the use of eSignature for Microsoft Word</string>
      <string id="L_ShowESignRibbonExplain">This policy setting allows you to control whether users can request eSignatures directly from Word in tenants that have enabled Microsoft's native eSignature service.

If you enable this policy setting, users can request eSignatures from within Word. This policy setting applies only to subscription versions of Word.

If you disable this policy setting, users cannot request eSignatures from within Word.

If you don't configure this policy setting, users cannot request eSignatures from within Word.</string>
      <string id="L_DoNotDisplayFileFormatCompatiblityDialogForODT">Do not display file format compatibility dialog box for OpenDocument text format</string>
      <string id="L_DoNotDisplayFileFormatCompatiblityDialogForODTExplain">This policy setting allows you to configure the file format compatibility dialog box when saving a file as an OpenDocument text file in Word.
      
If you enable this policy setting, the file format compatibility dialog is not displayed whenever you save as an OpenDocument text file in Word.
      
If you disable or do not configure this policy setting, the file format compatibility dialog is displayed when you save as an OpenDocument text file in Word.</string>
      <string id="L_Word972003document">Word 97 - 2003 Document (*.doc)</string>
      <string id="L_Word972003Template">Word 97 - 2003 Template (*.dot)</string>
      <string id="L_Word2007XMLDocumnt">Word XML Document (*.xml)</string>
      <string id="L_ODT">OpenDocument Text (*.odt)</string>
      <string id="L_MacroEnabledDocument">Word Macro-Enabled Document (*.docm)</string>
      <string id="L_MacroFreeTemplate">Word Template (*.dotx)</string>
      <string id="L_MacroEnabledTemplate">Word Macro-Enabled Template (*.dotm)</string>
      <string id="L_HighlightExplain">This policy setting controls highlighter marks.

If you enable this policy setting, highlighter marks, both on screen and when printing, will be shown.

If you disable or do not configure this policy setting, highlighter marks, both on screen and when printing, will be hidden.</string>
      <string id="L_ScreenTipsExplain">Determines whether the symbol used to represent Screen Tips are shown in the document.</string>
      <string id="L_WhitespacebetweenpagesPrintviewonlyExplain">Determines whether the symbol used to represent white space between pages in Print view only is shown in the document.</string>
      <string id="L_DocumentpropertiesExplain">This policy setting allows you to control the "Print document properties" setting found under File tab | Options | Display | Printing options.

If you enable this policy setting, Word will print an additional page with the printed document's properties, including the document's author, filename, creation date, etc., for every document that is printed.

If you disable or do not configure this policy setting, no additional page will be printed.</string>
      <string id="L_DrawingobjectsExplain">This policy setting allows you to configure the "Print drawings created in Word" setting found under File tab | Options | Display | Printing options.

If you enable this policy setting, Word will print graphics and floating text boxes. 

If you disable or do not configure this policy setting, Word will not print graphics or floating text boxes.  Instead, Word will print a blank box in the place of each graphic and floating text box.</string>
      <string id="L_UpdatefieldsExplain">This policy setting allows you to configure the "Update fields before printing" setting found under File tab | Options | Display | Printing options.

If you enable this policy setting, Word will update fields in the document before the document is printed.

If you disable or do not configure this policy setting, Word will not update fields in the document before the document is printed.</string>
      <string id="L_UpdatelinksExplain">This policy setting controls the "Update linked data before printing" setting found under File tab | Options | Display | Printing options.

If you enable this policy setting, Word will update linked data in the document before the document is printed. One example of linked data in Word is an embedded Excel chart that is linked to an Excel spreadsheet.

If you disable or do not configure this policy setting, Word will not update linked data in the document before the document is printed.</string>
      <string id="L_DefaultFileLocation">Default File Location</string>
      <string id="L_Definesalistofcustomerror">Defines a list of custom error messages to activate.</string>
      <string id="L_EnableLivePreview">Enable Live Preview</string>
      <string id="L_EnableLivePreviewExplain">This policy setting configures the "Enable Live Preview" checkbox found under File tab | Options | General.  Live Preview shows how a command would be applied without actually applying it to the document.

If you enable this policy setting, the option is checked, and Live Preview will be shown when using Galleries that support previews

If you disable or do not configure this policy setting, the option is unchecked, and Live Preview will be hidden when using Galleries that support previews.</string>
      <string id="L_Boldand_italic_withrealformattingExplain">This policy setting allows you to set the "*Bold* and _italic_ with real formatting" option.

If you enable this policy setting, you will set the the "*Bold* and _italic_ with real formatting" option in File | Options | Proofing | AutoCorrect Options... | AutoFormat.

If you disable or do not configure this policy setting, the option is not set.</string>
      <string id="L_Lightpurple">Light purple</string>
      <string id="L_Lightblue1">Light blue</string>
      <string id="L_Lightyellow1">Light yellow</string>
      <string id="L_Lightgreen1">Light green</string>
      <string id="L_Lightorange1">Light Orange</string>
      <string id="L_TablecomparecolorsPart4">Color for split cells:</string>
      <string id="L_TablecomparecolorsPart3">Color for merged cells:</string>
      <string id="L_TablecomparecolorsPart2">Color for deleted cells:</string>
      <string id="L_TablecomparecolorsPart1">Color for inserted cells:</string>
      <string id="L_TablecomparecolorsExplain">This option determines the colors used for displaying the results of compared tables.  Selecting ''none'' will track the changes, but they will not be colored in the resulting document (they will be listed in the reviewing pane).</string>
      <string id="L_Tablecomparecolors">Table compare colors</string>
      <string id="L_BallonsPart1">Balloons on</string>
      <string id="L_BalloonsPart2">Comments and formatting only in balloons</string>
      <string id="L_BalloonsPart3">Balloons off (revisions inline)</string>
      <string id="L_BalloonsExplain">Turning balloons off will show revisions inline. This corresponds to the choices in the Review ribbon.</string>
      <string id="L_Balloons">Balloons</string>
      <string id="L_Newdocument">New document</string>
      <string id="L_RevisedDocument">Revised Document</string>
      <string id="L_OriginalDocument">Original Document</string>
      <string id="L_CompareresultingdocumentPart">Document used for result of compare:</string>
      <string id="L_CompareresultingdocumentExplain">This option determines whether the results of a document compare or combine will appear in a new document or one of the source documents. This corresponds to the option in the Compare dialog box ( Review ribbon | Compare | more options).</string>
      <string id="L_Compareresultingdocument">Compare resulting document</string>
      <string id="L_InsertionscolorPart">Color for tracking insertions:</string>
      <string id="L_InsertionscolorExplain">Selects the default color for tracked insertions. This corresponds to the choices in the Review ribbon | Track changes | Change tracking options dialog box.</string>
      <string id="L_Insertionscolor">Insertions color</string>
      <string id="L_IgnoreWhiteSpaceExplain">This option determines if white space is compared in document compare. This corresponds to the option in the Compare dialog box ( Review ribbon | Compare | more options).</string>
      <string id="L_IgnoreWhiteSpace">Ignore White Space</string>
      <string id="L_Pink">Pink</string>
      <string id="L_Turquoise">Turquoise</string>
      <string id="L_ByAuthor">By Author</string>
      <string id="L_DeletionscolorPart">Color for tracking deletions:</string>
      <string id="L_DeletionscolorExplain">Selects the color for tracked deletions. This corresponds to the choices in the Review ribbon | Track changes | Change tracking options dialog box.</string>
      <string id="L_Deletionscolor">Deletions color</string>
      <string id="L_Trackchangesandcompare">Track changes and compare</string>
      <string id="L_Advanced">Advanced</string>
      <string id="L_Proofing">Proofing</string>
      <string id="L_Display">Display</string>
      <string id="L_OptionsGeneral">General</string>
      <string id="L_FileTab">File Tab</string>
      <string id="L_CheckAccessibility">Check Accessibility</string>
      <string id="L_WordOptions">Word Options</string>
      <string id="L_0">0''</string>
      <string id="L_025">0.25''</string>
      <string id="L_05">0.5''</string>
      <string id="L_075">0.75''</string>
      <string id="L_1">1''</string>
      <string id="L_125">1.25''</string>
      <string id="L_15">1.5''</string>
      <string id="L_175">1.75''</string>
      <string id="L_2">2''</string>
      <string id="L_225">2.25''</string>
      <string id="L_25">2.5''</string>
      <string id="L_AddBiDirectionalMarkswhensavingTextfiles">Add Bi-Directional Marks when saving Text files</string>
      <string id="L_AddcontrolcharactersinCutandCopy">Add control characters in Cut and Copy</string>
      <string id="L_AdddoublequoteforHebrewalphabetnumbering">Add double quote for Hebrew alphabet numbering</string>
      <string id="L_AdjustformattingwhenpastingfromMicrosoftExcel">Adjust formatting when pasting from Microsoft Excel</string>
      <string id="L_Adjustparagraphspacingonpaste">Adjust paragraph spacing on paste</string>
      <string id="L_Adjustsentenceandwordspacingautomatically">Adjust sentence and word spacing automatically</string>
      <string id="L_Adjusttableformattingandalignmentonpaste">Adjust table formatting and alignment on paste</string>
      <string id="L_AllowA4Letterpaperresizing">Scale content for A4 or 8.5'' x 11'' paper sizes</string>
      <string id="L_Allowbackgroundsaves">Allow background saves</string>
      <string id="L_AllowSelectionFloatiesExplain">Disabling this policy setting will result in Mini Toolbar not being displayed on text selection. By default, Mini Toolbar on selection is enabled and its visibility can be changed via a setting in the Word Options dialog box.</string>
      <string id="L_Alternaterevisionbarpositioninprinteddocument">Alternate revision bar position in printed document</string>
      <string id="L_AltF8ToolsMacroMacros">Alt+F8 (Developer | Code | Macros)</string>
      <string id="L_AltF11ToolsMacroVisualBasicEditorWd">Alt+F11 (Developer | Code | Visual Basic)</string>
      <string id="L_Always">Always</string>
      <string id="L_Applyasyoutype">Apply as you type</string>
      <string id="L_AsianfontsalsoapplytoLatintext">Asian fonts also apply to Latin text</string>
      <string id="L_AsianfontsalsoapplytoLatintextExplain">Checks/unchecks the corresponding UI option. This option may be hidden in Word until certain editing languages are enabled.</string>
      <string id="L_AutoCorrect">AutoCorrect</string>
      <string id="L_AutoFormatasyoutype">AutoFormat as you type</string>
      <string id="L_AutoKeyboardswitching">Auto-Keyboard switching</string>
      <string id="L_Automaticallyasyoutype">Automatically as you type</string>
      <string id="L_AutomaticallycreatedrawingcanvaswheninsertingAutoShapes">Automatically create drawing canvas when inserting AutoShapes</string>
      <string id="L_AutomaticallydetectAsiantext">Automatically detect Asian text</string>
      <string id="L_Automaticbulletedlists">Automatic bulleted lists</string>
      <string id="L_Automaticnumberedlists">Automatic numbered lists</string>
      <string id="L_AutoRecoverfiles">AutoRecover files</string>
      <string id="L_Autospace">Auto space</string>
      <string id="L_Backgroundprinting">Print in background</string>
      <string id="L_Backofthesheet">Print on back of the sheet for duplex printing</string>
      <string id="L_Block">Block</string>
      <string id="L_Boldand_italic_withrealformatting">*Bold* and _italic_ with real formatting</string>
      <string id="L_Bookmarks">Show bookmarks</string>
      <string id="L_BorderLines">Border lines</string>
      <string id="L_BorderLinesExplain">Checks/unchecks the option "Border Lines."</string>
      <string id="L_Centimeters">Centimeters</string>
      <string id="L_CheckedAddBiDirectionalMarkswhensavingTextfilesUncheckedDono">Checked: Add Bi-Directional Marks when saving Text files. | Unchecked: Do not add Bi-Directional Marks when saving Text files.</string>
      <string id="L_CheckedForamulticolumnpagerevisionbarsareprintedtothesideoft">Checked: For a multi-column page, revision bars are printed to the side of the column in which the revision appears. | Unchecked: For a multi-column page, revision bars are printed to the side of the page in which the revision appears.</string>
      <string id="L_CheckifWordisthedefaulteditorforallotherWebpages">Check if Word is the default editor for all other Web pages</string>
      <string id="L_ChecksUnchecksthecorrespondingUIoptionThisoptionisonlyavaila">Checks/unchecks the corresponding UI option. This option is only available if support for right-to-left languages is enabled through Microsoft Office Language Preferences.  This setting also sets Right ruler (Print view only).</string>
      <string id="L_ChecksUnchecksthecorrespondingUIoptionThisoptiononlyappearsi">Checks/unchecks the corresponding UI option. This option only appears if you configure Word to use an IME.</string>
      <string id="L_ChecksUncheckstheoptionBuiltinHeadingstyles">Checks/unchecks the option ''Built in Heading styles''.</string>
      <string id="L_ClosingStyleToLetterClosingsExplain">This policy setting allows you to set the "Closing style to letter closings" option found in Word Options | Proofing | AutoCorrect Options... | AutoFormat As You Type.

If you enable this policy setting, "Closing style to letter closings" will be set.

If you disable or do not configure this policy setting, "Closing style to letter closings" will not be set.</string>
      <string id="L_ChecksUncheckstheoptionDatestyle">Checks/unchecks the option "Date style."  This option may be hidden in Word until certain editing languages are enabled.</string>
      <string id="L_AutospaceExplain">This policy setting allows you to set the option "Delete needless spaces between Asian and Western text" in the group "Automatically as you type." This option may be hidden in Word until certain editing languages are enabled.

If you enable this policy setting, "Delete needless spaces between Asian and Western text" will be set.

If you disable or do not configure this policy setting, "Delete needless spaces between Asian and Western text" will not be set.</string>
      <string id="L_ChecksUncheckstheoptionEnforceaccenteduppercaseinFrench">Checks/unchecks the option ''Enforce accented uppercase in French''.</string>
      <string id="L_ChecksUncheckstheoptionHyphenswithdash">Checks/unchecks the option ''Hyphens (--) with dash (-)''.</string>
      <string id="L_ChecksUncheckstheoptionInsertclosingphrasetomatchJapanesesal">Checks/unchecks the option "Insert closing phrase to match Japanese salutation."  This option may be hidden in Word until certain editing languages are enabled.</string>
      <string id="L_ChecksUncheckstheoptionInsertclosingphrasetomatchmemostyle">Checks/unchecks the option "Insert closing phrase to match memo style."  This option may be hidden in Word until certain editing languages are enabled.</string>
      <string id="L_ChecksUncheckstheoptionLongvowelsoundswithdash">Checks/unchecks the option "Long vowel sounds with dash." This option may be hidden in Word until certain editing languages are enabled.</string>
      <string id="L_MatchparenthesesExplain">This policy setting allows you to set the option "Match opening and closing parentheses" in Word Options | Proofing | AutoCorrect Options... | AutoFormat As You Type | Automatically as you type. This option may be hidden in Word until certain editing languages are enabled.

If you enable this policy setting, "Match opening and closing parentheses" will be set.

If you disable or do not configure this policy setting, "Match opening and closing parentheses" will not be set.</string>
      <string id="L_ReviewChineseTranslation">Chinese Conversion | Convert with Options</string>
      <string id="L_Clipartpictures">Clipart pictures</string>
      <string id="L_ClosingStyleToLetterClosings">Closing style to letter closings</string>
      <string id="L_Colorformarkingformattinginconsistencies">Color for marking formatting inconsistencies</string>
      <string id="L_ConfirmconversionatOpen">Confirm file format conversion on open</string>
      <string id="L_ConfirmconversionatOpenExplain">This policy setting allows you to set the "Confirm file format conversion on open" option in Word Options | Advanced | General.

If you enable this policy setting, "Confirm file format conversion on open" will be set.

If you disable or do not configure this policy setting, "Confirm file format conversion on open" will not be set.</string>
      <string id="L_ContainAsiantext">Contain Asian text</string>
      <string id="L_Context">Context</string>
      <string id="L_Continuous">Continuous</string>
      <string id="L_Controlcharacters">Show control characters</string>
      <string id="L_ConvertDrivelettertoUNC">Convert Drive letter to UNC</string>
      <string id="L_ConvertUNCtoDriveletter">Convert UNC to Drive letter</string>
      <string id="L_CtrlFFindWd">Ctrl+F (Home | Editing | Find)</string>
      <string id="L_CtrlKInsertHyperlinkWd">Ctrl+K (Insert | Links | Hyperlink)</string>
      <string id="L_Dashlikecharacters">Dash-like characters</string>
      <string id="L_DateStyle">Date style</string>
      <string id="L_Definescolortouseformarkingformattinginconsistencies">Defines color to use for marking formatting inconsistencies.</string>
      <string id="L_Definescolortouseformarkinggrammaticalerrors">Defines color to use for marking grammatical errors.</string>
      <string id="L_DefinesthedefaultpathforstoringAutoRecoverfiles">Defines the default path for storing AutoRecover files.</string>
      <string id="L_DefinesthedefaultpathtoClipartpictures">This policy setting allows you to define the default path to Clipart pictures that is set in Word Options | Advanced | General | "File Locations..."

If you enable this policy setting, you may specify the default path to Clipart pictures.

If you disable or do not configure this policy setting, no path is specified.</string>
      <string id="L_Definesthedefaultpathtodocuments">Defines the default path to documents.</string>
      <string id="L_Definesthedefaultpathtotools">Defines the default path to tools.</string>
      <string id="L_DefinesthedefaultpathtoWordsStartupfolder">Defines the default path to Word's Startup folder.</string>
      <string id="L_DefinesthenumberminutesbetweensavingAutoRecoverinformationfo">If you enable this policy setting, you can specify the number of minutes that Word will wait between saving AutoRecover information for the file. To prevent Word from ever saving AutoRecover information for the file, enable this policy and set the value to '0'.

If you disable or do not configure this policy setting, this policy will have no effect on the number of minutes that Word will wait between saving AutoRecover information for the file. By default, Word saves AutoRecover information for the file every 10 minutes.</string>
      <string id="L_Definestylesbasedonyourformatting">Define styles based on your formatting</string>
      <string id="L_Detectlanguageautomatically">Detect language automatically</string>
      <string id="L_Diacritics">Diacritics</string>
      <string id="L_Differentcolorfordiacritics">Use this color for diacritics</string>
      <string id="L_Disablefeaturesnotsupportedbyspecifiedbrowsers">Disable features not supported by specified browsers</string>
      <string id="L_DisableMRUlistinfontdropdown">Disable MRU list in font dropdown</string>
      <string id="L_DisableMRUlistinfontdropdownExplain">This policy allows you to hide the list of recently used fonts found under Home tab | Font.

If you enable this policy setting, the list of recently used fonts will not be shown.

If you disable or do not configure this policy setting, the list of recently used fonts will be shown.</string>
      <string id="L_DisablesthecommandintheUI">This policy setting allows you to disable some specific commands in Microsoft Word. Commands are buttons, menus, or other items that can be added to the Quick Access Toolbar or to the Ribbon under File tab | Options | Quick Access Toolbar or via File | Options | Customize Ribbon, respectively.

If you enable this policy setting then you can specify what commands in the user interface for Word are disabled.

If you disable or do not configure this policy setting, the  commands in the predefined list are all enabled in Word.</string>
      <string id="L_Disablestheshortcutkey">This policy setting allows you to disable specific shortcut key combinations in the specified applications. 

If you enable this policy setting you can disable specific shortcut keys for the selected application.  The predefined list of shortcut keys you can disable becomes available to you when you enable this policy setting. 

If you disable or do not configure this policy setting, the predefined list of shortcut keys are enabled for the application.</string>
      <string id="L_Documentproperties">Print document properties</string>
      <string id="L_Documents">Documents</string>
      <string id="L_Documentview">Document view</string>
      <string id="L_DocumentviewExplain">Used for complex scripts. Specifies if documents shall be displayed Right-to-left or Left-to-right.</string>
      <string id="L_Alwayscreatebackupcopy">Always create backup copy</string>
      <string id="L_AlwayscreatebackupcopyExplain">Checks/unchecks the corresponding UI option found under File tab | Options | Advanced | Save.</string>
      <string id="L_Draftfont">Use draft font in Draft and Outline views</string>
      <string id="L_Draftoutput">Use draft quality</string>
      <string id="L_Draganddroptextediting">Allow text to be dragged and dropped</string>
      <string id="L_Drawingobjects">Print drawings created in Word</string>
      <string id="L_Drawings">Show drawings and text boxes on screen</string>
      <string id="L_EmailOptions">E-mail Options</string>
      <string id="L_Enableclickandtype">Enable click and type</string>
      <string id="L_Englishtransliterated">English transliterated</string>
      <string id="L_EnglishWord6095documents">English Word 6.0/95 documents</string>
      <string id="L_Fieldcodes">Show field codes instead of their values</string>
      <string id="L_Fieldshading">Field shading</string>
      <string id="L_FileLocations">File Locations</string>
      <string id="L_Files">Files</string>
      <string id="L_Firstlineindent">First line indent</string>
      <string id="L_FirstlineindentExplain">Checks/unchecks the option "Spaces at beginning of paragraph with first-line indent" in the group "Replace as you type." This option may be hidden in Word until certain editing languages are enabled.</string>
      <string id="L_Formatbeginningoflistitemliketheonebeforeit">Format beginning of list item like the one before it</string>
      <string id="L_Fractions12withfractioncharacter">Fractions (1/2) with fraction character</string>
      <string id="L_Frenchtransliterated">French transliterated</string>
      <string id="L_Frontofsheet">Print on front of the sheet for duplex printing</string>
      <string id="L_Headings">Headings</string>
      <string id="L_Hiddentext">Hidden text</string>
      <string id="L_HiddentextExplain">This policy setting controls whether text that is formatted as hidden displays on Word users' monitor screens.

If you enable this policy setting, Word displays hidden text at all times. Hidden text on monitor screens displays as underlined with a dotted line.

If you disable or do not configure this policy setting, Word does not display text formatted as hidden unless "Show/Hide ¶" is selected or Word is configured to show hidden text in the "Display" section of the "Word Options" dialog.</string>
      <string id="L_Highlight">Show highlighter marks</string>
      <string id="L_DisplayDeveloperTab">Display Developer tab in the Ribbon</string>
      <string id="L_DisplayDeveloperTabExplain">This policy setting controls whether the Developer tab will be displayed in the Ribbon.

If you enable this policy setting, the Developer tab will be displayed in the Ribbon.

If you disable this policy setting, the Developer tab will not be displayed in the Ribbon.

If you do not configure this policy setting, the Developer tab will not be displayed in the Ribbon, but its visibility can be changed via a setting in the application Options dialog box.</string>
      <string id="L_OptionsCustomizeRibbon">Customize Ribbon</string>
      <string id="L_Horizontalscrollbar">Show horizontal scroll bar</string>
      <string id="L_Ignorepunctuationcharacters">Ignore punctuation characters</string>
      <string id="L_Ignorewhitespacecharacters">Ignore whitespace characters</string>
      <string id="L_IMEControlActive">IME Control Active</string>
      <string id="L_IMETrueInLine">IME TrueInLine</string>
      <string id="L_Inches">Inches</string>
      <string id="L_InsertClosingPhraseToMatchJapaneseSalutation">Insert closing phrase to match Japanese salutation</string>
      <string id="L_InsertClosingPhraseToMatchMemoStyle">Insert closing phrase to match memo style</string>
      <string id="L_JapaneseFind">Japanese Find</string>
      <string id="L_Keeptrackofformatting">Keep track of formatting</string>
      <string id="L_Leftscrollbar">Left scroll bar</string>
      <string id="L_Logical">Logical</string>
      <string id="L_HidePiiRemovedWarningBar">Hide the PII Removed Warning Bar</string>
      <string id="L_HidePiiRemovedWarningBarExplain">This policy setting controls whether the yellow Warning Bar is displayed when opening a file in Word where personally identifiable information (PII) has been removed.

If you enable this policy setting, the Warning Bar will not appear when users open a file in which PII was removed.

If you disable this policy setting, the Warning Bar will appear when users open a file in which PII was removed. This is the default behavior.

If you do not configure this policy setting, the Warning Bar will appear when users open a file in which PII was removed. This is the default behavior.</string>
      <string id="L_Makehiddenmarkupvisible">Make hidden markup visible</string>
      <string id="L_CopyRemotelyStoredFiles">Copy remotely stored files onto your computer, and update the remote file when saving</string>
      <string id="L_CopyRemotelyStoredFilesExplain">This policy setting allows you to set the "Copy remotely stored files onto your computer, and update the remote file when saving" option in Word Options | Advanced | Save.

If you enable this policy setting, "Copy remotely stored files onto your computer, and update the remote file when saving" will be set.

If you disable or do not configure this policy setting, "Copy remotely stored files onto your computer, and update the remote file when saving" will not be set.</string>
      <string id="L_Markformattinginconsistencies">Mark formatting inconsistencies</string>
      <string id="L_JapaneseFindExplain">This policy setting allows you to check or uncheck the corresponding UI option in the "Japanese Find" dialog.  The "Japanese Find" dialog may be accessed from the Find dialog, under Home tab | Editing | Find | Go To... | Search Options | Options....  It could also be found under the Navigation Pane, under Home tab | Editing | Find | &lt; down arrow &gt; | Options... | Sounds Like (Japanese) | Options.  The "Sounds like (Japanese)" checkbox and the "Options..." button may be hidden in Word until certain editing languages are enabled.

If you enable this policy setting, you will check the corresponding UI option as specified in this policy setting's title.

If you disable or do not configure this policy setting, the corresponding UI option will be unchecked.
</string>
      <string id="L_Matchbavahafa">Match ba/va, ha/fa</string>
      <string id="L_Matchcase">Match case</string>
      <string id="L_Matchchoonusedforvowels">Match cho-on used for vowels</string>
      <string id="L_Matchcontractionsyoonsokuon">Match contractions (yo-on, sokuon)</string>
      <string id="L_Matchdiziduzu">Match di/zi, du/zu</string>
      <string id="L_Matchfullhalfwidthform">Match full/half width form</string>
      <string id="L_Matchhiraganakatakana">Match hiragana/katakana</string>
      <string id="L_Matchhyuiyubyuvyu">Match hyu/iyu, byu/vyu</string>
      <string id="L_Matchiaiyapianopiyano">Match ia/iya (piano/piyano)</string>
      <string id="L_Matchkikutekisutotekusuto">Match ki/ku (tekisuto/tekusuto)</string>
      <string id="L_Matchminusdashchoon">Match minus/dash/cho-on</string>
      <string id="L_Matcholdkanaforms">Match old kana forms</string>
      <string id="L_Matchparentheses">Match parentheses</string>
      <string id="L_Matchrepeatcharactermarks">Match 'repeat character' marks</string>
      <string id="L_Matchseshezeje">Match se/she, ze/je</string>
      <string id="L_Matchtsithichidhizi">Match tsi/thi/chi, dhi/zi</string>
      <string id="L_Matchvariantformkanjiitaiji">Match variant-form kanji (itaiji)</string>
      <string id="L_Measurementunits">Show measurements in units of</string>
      <string id="L_MergeformattingwhenpastingfromPowerPoint">Merge formatting when pasting from PowerPoint</string>
      <string id="L_Mergepastedlistswithsurroundinglists">Merge pasted lists with surrounding lists</string>
      <string id="L_MicrosoftOfficeWord">Microsoft Word 2016</string>
      <string id="L_MicrosoftOfficeWordMachine">Microsoft Word 2016 (Machine)</string>
      <string id="L_CollaborationSettings">Collaboration Settings</string>
      <string id="L_Coauthoring">Co-authoring</string>
      <string id="L_Converters">Converters</string>
      <string id="L_Millimeters">Millimeters</string>
      <string id="L_Monthnames">Month names</string>
      <string id="L_MonthnamesExplain">Used for complex scripts. Specifies if month names shall be of calendar type Gregorian Arabic, Gregorian transliterated English, or Gregorian transliterated French.</string>
      <string id="L_Movement">Cursor movement</string>
      <string id="L_MovementExplain">Used for complex scripts. Specifies if logical or visual cursor control shall be used.</string>
      <string id="L_Never">Never</string>
      <string id="L_None">None</string>
      <string id="L_Numberofentries">Number of entries: </string>
      <string id="L_Numeral">Numeral</string>
      <string id="L_NumeralExplain">Used for complex scripts. Specifies if numerals shall be displayed as Arabic, Hindi, Context, or System numerals. </string>
      <string id="L_Objectanchors">Object anchors</string>
      <string id="L_Opennormally">Open normally</string>
      <string id="L_Optionalbreaks">Optional breaks</string>
      <string id="L_OptionalbreaksExplain">Determines whether the symbol used to represent optional breaks is shown on the screen.</string>
      <string id="L_Optionalhyphens">Optional hyphens</string>
      <string id="L_OptionalhyphensExplain">Determines whether the symbol used to represent optional hyphens is shown on the screen.</string>
      <string id="L_Ordinals1stwithsuperscript">Ordinals (1st) with superscript</string>
      <string id="L_Paragraphmarks">Paragraph marks</string>
      <string id="L_ParagraphmarksExplain">Determines whether the symbol used to represent the end of paragraphs is shown on the screen.</string>
      <string id="L_Picas">Picas</string>
      <string id="L_Pictureplaceholders">Show picture placeholders</string>
      <string id="L_PlainTexttxt">Plain Text  (*.txt)</string>
      <string id="L_Points">Points</string>
      <string id="L_PromptBeforeSavingNormalTemplate">Prompt before saving Normal template</string>
      <string id="L_Prompttoupdatestyle">Prompt to update style</string>
      <string id="L_Providefeedbackwithanimation">Provide feedback with animation</string>
      <string id="L_Replaceasyoutype">Replace as you type</string>
      <string id="L_Reverseprintorder">Print pages in reverse order</string>
      <string id="L_RichTextFormatrtf">Rich Text Format (*.rtf)</string>
      <string id="L_SaveAutoRecoverinfo">Save AutoRecover info</string>
      <string id="L_SaveAutoRecoverinfoeveryminutes">Save AutoRecover info every (minutes)</string>
      <string id="L_SaveWordfilesas">Default file format</string>
      <string id="L_SetDefaultCompatibilityModeOnFileCreation">Set default compatibility mode on file creation</string>
      <string id="L_SetDefaultCompatibilityModeOnFileCreationExplain">This policy setting allows you to specify the default compatibility mode when creating new files in Word. There are four modes:

1. Word 2003: This mode disables features in Word that are not compatible with Word 2003.
2. Word 2007: This mode disables features in Word that are not compatible with Word 2007.
3. Word 2010: This mode disables features in Word that are not compatible with Word 2010.
4. Full functionality mode: This mode ensures that all new features remain enabled. This is the default setting for Word. 

Note: Not all file formats support all four Compatibility Modes. Open XML file formats such as .docx and .dotx, support all four modes.</string>
      <string id="L_SetDefaultCompatibilityModeOnFileCreationStr1">Word 2003</string>
      <string id="L_SetDefaultCompatibilityModeOnFileCreationStr2">Word 2007</string>
      <string id="L_SetDefaultCompatibilityModeOnFileCreationStr3">Word 2010</string>
      <string id="L_SetDefaultCompatibilityModeOnFileCreationStr4">Full functionality mode</string>
      <string id="L_ScreenTips">Show document tooltips on hover</string>
      <string id="L_Selectsthedefaultmeasurementunitforthehorizontalrulerandform">Selects the default measurement unit for the horizontal ruler and for measurements in dialog boxes.</string>
      <string id="L_Selectunits">Select units: </string>
      <string id="L_ReviewSetLanguage">Language | Set Proofing Language...</string>
      <string id="L_Setleftindentontabsandbackspace">Set left indent on tabs and backspace</string>
      <string id="L_RecentlyusedfilelistExplain">This policy setting specifies the number of entries displayed in the Recent Documents list that appears when users click Open on the File tab in Backstage view.

If you enable this policy setting, you can specify the number of entries to be between 0 and 50. If you set the number to 0, all pinned and unpinned entries are hidden.

If you disable or do not configure this policy setting, a maximum of 25 items will be displayed in the Recent Documents list.

Note: If you want to prevent items from being added to the Recent Documents list entirely, you can enable the "Do not keep history of recently opened documents" Windows policy setting.</string>
      <string id="L_Setstheoptiontoconvertthefilecorrectly">Sets the option to convert the file correctly.</string>
      <string id="L_ShowpixelsforHTMLfeatures">Show pixels for HTML features</string>
      <string id="L_SimplifiedChinesetoTraditionalChinese">Simplified Chinese to Traditional Chinese</string>
      <string id="L_SingleFilesWebPagemht">Single Files Web Page (*.mht)</string>
      <string id="L_Smartcutandpaste">Smart cut and paste</string>
      <string id="L_Smartstylebehavior">Smart style behavior</string>
      <string id="L_Spaces">Spaces</string>
      <string id="L_SpacesExplain">Determines whether the symbol used to represent spaces is shown on the screen.</string>
      <string id="L_SpecifiesthedefaultfileformatthatWordusestosaveadocument">This policy setting determines the default file format for saving files in Word.

If you enable this policy setting, you can set the default file format from among the following options: 

- Word Document (*.docx): This option is the default configuration in Word.
- Single Files Web Page (*.mht)
- Web Page (*.htm; *.html)
- Web Page, Filtered (*.htm, *.html)
- Rich Text Format (*.rtf)
- Plain Text  (*.txt)
- Word 6.0/95 (*.doc)
- Word 6.0/95 - Chinese (Simplified) (*.doc)
- Word 6.0/95 - Chinese (Traditional) (*.doc)
- Word 6.0/95 - Japanese (*.doc)
- Word 6.0/95 - Korean (*.doc)
- Word 97-2002 and 6.0/95 - RTF
- Word 5.1 for Macintosh (*.mcw)
- Word 5.0 for Macintosh (*.mcw)
- Word 2.x for Windows (*.doc)
- Works 4.0 for Windows (*.wps)
- WordPerfect 5.x for Windows (*.doc)
- WordPerfect 5.1 for DOS (*.doc)
- Word Macro-Enabled Document (*.docm)
- Word Template (*.dotx)
- Word Macro-Enabled Template (*.dotm)
- Word 97 - 2003 Document (*.doc)
- Word 97 - 2003 Template (*.dot)
- Word XML Document (*.xml)
- Strict Open XML Document (*.docx)
- OpenDocument Text (*.odt)

Users can choose to save presentations or documents in a different file format than the default.

If you disable or do not configure this policy setting, Word saves new files in the Office Open XML format: Word files have a .docx extension. For users who run recent versions of Word, Microsoft offers the Microsoft Office Compatibility Pack, which enables them to open and save Office Open XML files. If some users in your organization cannot install the Compatibility Pack, or are running versions of Word older than Microsoft Office 2000 with Service Pack 3, they might not be able to access Office Open XML files.

This policy setting is often set in combination with the "Save As Open XML in Compatibility Mode" policy setting.</string>
      <string id="L_DelaybeforestartingotherproofingtoolsExplain">This policy setting allows you to configure when the background grammar check is started.

If you enable this policy setting, you may specify the delay, in milliseconds, before the background grammar check is started. This setting only applies when Word is running in a terminal server session.

If you disable or do not configure this policy setting, Word will behave normally when in a terminal server session.</string>
      <string id="L_DelaybeforestartingbackgroundspellingcheckerExplain">This policy setting allows you to configure when the background spell check is started.

If you enable this policy setting, you may specify the delay, in milliseconds, before the background spell check is started. This setting only applies when Word is running in a terminal server session.

If you disable or do not configure this policy setting, Word will behave normally when in a terminal server session.</string>
      <string id="L_SpecifiesthewritingstyleWorduseswhencheckingtheactivedocumen">Specifies the writing style Word uses when checking the active document.</string>
      <string id="L_Specifieswhenfieldshadingisdisplayed">Specifies when field shading is displayed.</string>
      <string id="L_Specifythevirtualkeycodeandmodifierfortheshortcutkeytodisabl">This policy setting allows you to disable any shortcut key by using its virtual key code ID, including shortcut keys that are not in the predefined lists.

If you enable this policy setting, you can enter a virtual key code ID number to disable a specific shortcut key.

If you disable or do not configure this policy setting, all default shortcut keys are enabled for users.</string>
      <string id="L_Startup">Startup</string>
      <string id="L_Storerandomnumbertoimprovemergeaccuracy">Store random number to improve merge accuracy</string>
      <string id="L_Straightquoteswithsmartquotes">Straight quotes with smart quotes</string>
      <string id="L_Styleareawidth">Style area pane width in Draft and Outline views</string>
      <string id="L_StyleareawidthExplain">This policy setting allows you to set the width of the style area that shows the names of applied styles to the side of document text.

If you enable this policy setting, you may specify the width of the style area.

If you disable or do not configure this policy setting, the default width is used.
</string>
      <string id="L_Symbolcharacterswithsymbols">Symbol characters (--) with symbols</string>
      <string id="L_System">System</string>
      <string id="L_Tabcharacters">Tab characters</string>
      <string id="L_TabcharactersExplain">Determines whether the symbol used to represent tabs is shown on the screen.</string>
      <string id="L_Tables">Tables</string>
      <string id="L_Textboundaries">Show text boundaries</string>
      <string id="L_Tools">Tools</string>
      <string id="L_ToolsCompareandMergeDocumentsLegalblackline">Tools | Compare and Merge Documents, Legal blackline</string>
      <string id="L_ReviewTab">Review Tab</string>
      <string id="L_TraditionalChinesetoSimplifiedChinese">Traditional Chinese to Simplified Chinese</string>
      <string id="L_ConvertCommonTerms">Convert common terms</string>
      <string id="L_ConvertCommonTermsExplain">Checks/unchecks the corresponding UI option in the "Chinese Conversion" dialog, which found under Review tab | Convert with Options button. This may only be visible when Chinese is enabled as an editing language.</string>
      <string id="L_Translationdirection">Translation direction</string>
      <string id="L_TranslationdirectionExplain">This policy setting allows you to set the default translation direction for Chinese text.

If you enable this policy setting, the selected option will check the corresponding checkbox in the "Chinese Conversion" dialog. This dialog is found in the Review tab | "Convert with Options" button. This may only be visible when Chinese is enabled as an editing language. 

If you disable or do not configure this policy setting, either translation direction may be set.</string>
      <string id="L_TrustaccesstoVisualBasicProject">Trust access to Visual Basic Project</string>
      <string id="L_TrustAccessToVisualBasicProjectExplain">This policy setting controls whether automation clients such as Microsoft Visual Studio 2005 Tools for Microsoft Office (VSTO) can access the Visual Basic for Applications project system in the specified applications. VSTO projects require access to the Visual Basic for Applications project system in Excel, PowerPoint, and Word, even though the projects do not use Visual Basic for Applications. Design-time support of controls in both Visual Basic and C# projects depends on the Visual Basic for Applications project system in Word and Excel.

If you enable this policy setting, VSTO and other automation clients can access the Visual Basic for Applications project system in the specified applications. Users will not be able to change this behavior through the "Trust access to the VBA project object model" user interface option under the Macro Settings section of the Trust Center.

If you disable this policy setting, VSTO does not have programmatic access to VBA projects. In addition, the "Trust access to the VBA project object model" check box is cleared and users cannot change it.  Note: Disabling this policy setting prevents VSTO projects from interacting properly with the VBA project system in the selected application.

If you do not configure this policy setting, automation clients do not have programmatic access to VBA projects. Users can enable this by selecting the "Trust access to the VBA project object model" in the "Macro Settings" section of the Trust Center. However, doing so allows macros in any documents the user opens to access the core Visual Basic objects, methods, and properties, which represents a potential security hazard.</string>
      <string id="L_TypeAndReplace">Type and replace</string>
      <string id="L_TypeAndReplaceExplain">This policy setting allows you to check or uncheck the "Type and Replace" checkbox found under File tab | Options | Advanced.  This checkbox may only be shown when certain South East Asian languages, such as Thai or Vietnamese, are enabled.

South Asian languages follow stringent grammatical rules that dictate which textual character elements are allowed next to one another in the composition of words. To compound the complexity of correctly entering South Asian characters, text includes both simple characters and characters that include one or more markings such as diacritics, tone marks, vowels, and accents— for example, in Thai, leading vowels are normally followed by a consonant that does or does not include vowel markings, but diacritics are located below it.

To assist you in correctly entering characters in your document that prescribe to the grammar rules for the enabled South Asian language, Word can automatically check the text for you. Word can also make logical substitutions for you by using Type and Replace, a complementary feature.

Sequence checking can be used by itself or in combination with Type and Replace. When sequence checking only is selected, Word will not allow an invalid character to be typed at the insertion point. If Type and Replace is also selected, Word will insert or replace an existing character to make a valid sequence.

If you enable or do not configure this policy setting, the "Type and Replace" checkbox is checked.

If you disable this policy setting, the "Type and Replace" checkbox is unchecked.</string>
      <string id="L_Typingreplacesselection">Typing replaces selected text</string>
      <string id="L_UpdateautomaticlinksatOpen">Update automatic links at Open</string>
      <string id="L_Updatefields">Update fields before printing</string>
      <string id="L_Updatelinks">Update linked data before printing</string>
      <string id="L_Usecharacterunits">Show measurements in width of characters</string>
      <string id="L_UsecharacterunitsExplain">Checks/unchecks the corresponding UI option. This option may be hidden in Word until certain editing languages are enabled.</string>
      <string id="L_UseCTRLClicktofollowhyperlink">Use CTRL + Click to follow hyperlinks</string>
      <string id="L_UseDriveletterorUNCasentered">Use Drive letter or UNC as entered</string>
      <string id="L_Usesequencechecking">Use sequence checking</string>
      <string id="L_Usesmartparagraphselection">Use smart paragraph selection</string>
      <string id="L_UsesmartparagraphselectionExplain">This policy setting controls the "Use smart paragraph selection" option found under File tab | Options | Advanced | Editing options.

If you enable or do not configure this policy setting, Word will automatically select the paragraph mark at the end of a selected range of text.

If you disable this policy setting, Word will not automatically select the paragraph mark at the end of a selected range of text.  However, a user can still select the paragraph mark manually.</string>
      <string id="L_UseTaiwanHongKongSARandMacaoSARcharactervariants">Use Taiwan, Hong Kong SAR and Macao SAR character variants</string>
      <string id="L_UseTaiwanHongKongSARandMacaoSARcharactervariantsExplain">This policy setting allows you to configure the "Chinese Conversion" dialog, which is accessed by the "Convert with Options" button in the Review tab. This may only be visible when Chinese is enabled as an editing language.

If you enable this policy setting, the option is selected.

If you disable or do not configure this policy setting, the option is not selected.</string>
      <string id="L_UsetheINSkeyforpaste">Use the Insert key for paste</string>
      <string id="L_VerticalrulerPrintviewonly">Show vertical ruler in Print Layout view</string>
      <string id="L_Verticalscrollbar">Show vertical scroll bar</string>
      <string id="L_Visualselection">Cursor visual selection</string>
      <string id="L_VisualselectionExplain">Specifies if Block or Continuous selection shall be used. Block selection parodies the selection behavior within the Windows explorer when files in a folder. You draw a rectangle with the curson, and everything inside the rectangle is selected.</string>
      <string id="L_Volumepreference">Volume preference</string>
      <string id="L_VolumepreferenceExplain">This policy setting allows you to configure Microsoft Word to retain file path information when you work with files on a network server, either as a mapped drive (Z:\Folder_Name\File_Name) or as Universal Naming Convention (UNC) (\\Share_Name\File_Name).

If you enable this policy setting, you may select one of these options:
- Use Drive letter or UNC as entered
- Convert Drive letter to UNC
- Convert UNC to Drive letter

If you disable or do not configure this policy setting, the default option is "Use Drive letter or UNC as entered."</string>
      <string id="L_OpenFilesOnLocalIntranetUNCInProtectedView">Open files on local Intranet UNC in Protected View</string>
      <string id="L_OpenFilesOnLocalIntranetUNCInProtectedViewExplain">This policy setting lets you determine if files on local Intranet UNC file shares open in Protected View.

If you enable this policy setting, files on local Intranet UNC file shares open in Protected View if their UNC paths appear to be within the internet zone.

If you disable or do not configure this policy setting, files on Intranet UNC file shares do not open in Protected View if their UNC paths appear to be within the internet zone.</string>
      <string id="L_DoNotOpenFilesInUnsafeLocationsInProtectedView">Do not open files in unsafe locations in Protected View</string>
      <string id="L_DoNotOpenFilesInUnsafeLocationsInProtectedViewExplain">This policy setting lets you determine if files located in unsafe locations will open in Protected View.  If you have not specified unsafe locations, only the "Downloaded Program Files" and "Temporary Internet Files" folders are considered unsafe locations.

If you enable this policy setting, files located in unsafe locations do not open in Protected View.

If you disable or do not configure this policy setting, files located in unsafe locations open in Protected View.</string>
      <string id="L_DoNotOpenFilesFromTheInternetZoneInProtectedView">Do not open files from the internet zone in Protected View</string>
      <string id="L_DoNotOpenFilesFromTheInternetZoneInProtectedViewExplain">This policy setting allows you to determine if files downloaded from the internet zone open in Protected View.

If you enable this policy setting, files downloaded from the internet zone do not open in Protected View.

If you disable or do not configure this policy setting, files downloaded from the internet zone open in Protected View.</string>
      <string id="L_TurnOffProtectedViewForAttachmentsOpenedFromOutlook">Turn off Protected View for attachments opened from Outlook</string>
      <string id="L_TurnOffProtectedViewForAttachmentsOpenedFromOutlookExplain">This policy setting allows you to determine if Word files in Outlook attachments open in Protected View.

If you enable this policy setting, Outlook attachments do not open in Protected View.

If you disable or do not configure this policy setting, Outlook attachments open in Protected View.</string>
      <string id="L_ConfigureCNGCipherChainingMode">Configure CNG cipher chaining mode</string>
      <string id="L_ConfigureCNGCipherChainingModeExplain">This policy setting allows you to configure the cipher chaining mode used.

If you enable this policy setting, the cipher chaining mode specified will be applied.

If you disable or do not configure this policy setting, Cipher Block Chaining (CBC) will be the default CNG cipher chaining mode used.</string>
      <string id="L_ConfigureCNGCipherChainingModeStr1">Cipher Block Chaining (CBC)</string>
      <string id="L_ConfigureCNGCipherChainingModeStr2">Cipher Feedback (CFB)</string>
      <string id="L_SetCNGCipherKeyLength">Set CNG cipher key length</string>
      <string id="L_SetCNGCipherKeyLengthExplain">This policy setting allows you to configure the number of bits to use when creating the cipher key.  This number will be rounded down to a multiple of 8.

If you enable this policy setting, the key bits specified will be used.

If you disable or do not configure this policy setting, the default value will be used.</string>
      <string id="L_SpecifyEncryptionCompatibility">Specify encryption compatibility</string>
      <string id="L_SpecifyEncryptionCompatibilityExplain">This policy setting allows you to specify the encrypted database compatibility.

If you enable this policy setting, the compatibility format specified will be applied during encryption for new files
- Use legacy format
- Use next generation format
- All files save with next generation format

If you disable or do not configure this policy setting, the default setting, "Use next generation format," will be applied.</string>
      <string id="L_SpecifyEncryptionCompatibilityStr1">Use legacy format</string>
      <string id="L_SpecifyEncryptionCompatibilityStr2">Use next generation format</string>
      <string id="L_SpecifyEncryptionCompatibilityStr3">All files save with next generation format</string>
      <string id="L_SetCNGCipherAlgorithm">Set CNG cipher algorithm</string>
      <string id="L_SetCNGCipherAlgorithmExplain">This policy setting allows you to configure the CNG cipher algorithm that is used.

If you enable this policy setting, then the cipher provided will be used if it is a supported algorithm.

If you disable or do not configure this policy setting, AES will be used.</string>
      <string id="L_SetParametersForCNGContext">Set parameters for CNG context</string>
      <string id="L_SetParametersForCNGContextExplain">This policy setting allows you to specify the encryption parameters that should be used for the CNG context. 

If you enable this policy setting, the parameters specified will be passed to the CNG context.

If you disable or do not configure this policy setting, the default CNG values will be used.</string>
      <string id="L_SpecifyCNGHashAlgorithm">Specify CNG hash algorithm</string>
      <string id="L_SpecifyCNGHashAlgorithmExplain">This policy setting allows you to specify the hash algorithm used.

If you enable this policy setting, the hashing algorithm selected will be used by CNG.

If you disable or do not configure this policy setting, the default CNG hash algorithm will be used.</string>
      <string id="L_SpecifyCNGHashAlgorithmStr1">SHA1</string>
      <string id="L_SpecifyCNGHashAlgorithmStr2">SHA256</string>
      <string id="L_SpecifyCNGHashAlgorithmStr3">SHA384</string>
      <string id="L_SpecifyCNGHashAlgorithmStr4">SHA512</string>
      <string id="L_UseNewKeyOnPasswordChange">Use new key on password change</string>
      <string id="L_UseNewKeyOnPasswordChangeExplain">This policy setting allows you to specify if a new encryption key is used when the password is changed.

If you enable or do not configure this policy setting, a new intermediate key is generated when the password is changed. This causes any extra key encryptors to be removed when the file is saved.

If you disable this policy setting, a new intermediate key is not generated when the password is changed.</string>
      <string id="L_SetCNGPasswordSpinCount">Set CNG password spin count</string>
      <string id="L_SetCNGPasswordSpinCountExplain">This policy setting allows you to specify the number of times to spin (rehash) the password verifier.

If you enable this policy setting, the number specified will be the number of times the password will be rehashed.

If you disable or do not configure this policy setting, the default (100000) will be used.</string>
      <string id="L_SpecifyCNGRandomNumberGeneratorAlgorithm">Specify CNG random number generator algorithm</string>
      <string id="L_SpecifyCNGRandomNumberGeneratorAlgorithmExplain">This policy setting allows you to configure the CNG random number generator to use.

If you enable this policy setting, the random number generator specified will be used.

If you disable or do not configure this policy setting, the default random number generator will be used.</string>
      <string id="L_SpecifyCNGSaltLength">Specify CNG salt length</string>
      <string id="L_SpecifyCNGSaltLengthExplain">This policy setting allows you to specify the number of bytes of salt that should be used.

If you enable this policy setting, the bytes specified will be used.

If you disable or do not configure this policy setting, the default length of 16 will be used.</string>
      <string id="L_TurnOffTrustedDocumentsOnTheNetwork">Turn off Trusted Documents on the network</string>
      <string id="L_TurnOffTrustedDocumentsOnTheNetworkExplain">This policy setting allows you to turn off the trusted documents feature for documents opened from the network.

If you enable this policy setting, users will always see security notifications for active content such as macros, ActiveX controls, data connections, etc. for documents opened from the network.

If you disable or do not configure this policy setting, the trusted documents feature allows users to always allow active content in documents such as macros, ActiveX controls, data connections, etc. so that users are not prompted the next time they open the documents.  Trusted documents are exempt from security notifications.</string>
      <string id="L_SetDocumentBehaviorIfFileValidationFails">Set document behavior if file validation fails</string>
      <string id="L_SetDocumentBehaviorIfFileValidationFailsExplain">This policy setting controls how Office handles documents when they fail file validation. 

If you enable this policy setting, you can configure the following options for files that fail file validation:

- Block files completely. Users cannot open the files.
- Open files in Protected View and disallow edit. Users cannot edit the files. This is also how Office handles the files if you disable this policy setting.
- Open files in Protected View and allow edit. Users can edit the files. This is also how Office handles the files if you do not configure this policy setting.

If you disable this policy setting, Office follows the "Open files in Protected View and disallow edit" behavior.

If you do not configure this policy setting, Office follows the "Open files in Protected View and allow edit" behavior.</string>
      <string id="L_SetDocumentBehaviorIfFileValidationFailsStr1">Block files</string>
      <string id="L_SetDocumentBehaviorIfFileValidationFailsStr2">Open in Protected View</string>
      <string id="L_TurnOffFileValidation">Turn off file validation</string>
      <string id="L_TurnOffFileValidationExplain">This policy setting allows you turn off the file validation feature.

If you enable this policy setting, file validation will be turned off.

If you disable or do not configure this policy setting, file validation will be turned on.  Office Binary Documents (97-2003) are checked to see if they conform against the file format schema before they are opened.</string>
      <string id="L_Warnbeforeprintingsavingorsendingafilethatcontainstrackedcha">Warn before printing, saving or sending a file that contains tracked changes or comments</string>
      <string id="L_WebPageFilteredhtmhtml">Web Page, Filtered (*.htm, *.html)</string>
      <string id="L_Whenselected">When selected</string>
      <string id="L_Whenthisoptionischeckedacomparisonbetweentwodocumentsautomat">If you enable this policy setting, a comparison between two documents automatically generates a new Legal Blackline document, leaving the original documents unchanged.</string>
      <string id="L_WhitespacebetweenpagesPrintviewonly">Show white space between pages in Print Layout view</string>
      <string id="L_Word2xforWindowsdoc">Word 2.x for Windows (*.doc)</string>
      <string id="L_Word50forMacintoshmcw">Word 5.0 for Macintosh (*.mcw)</string>
      <string id="L_Word51forMacintoshmcw">Word 5.1 for Macintosh (*.mcw)</string>
      <string id="L_Word6095ChineseSimplifieddoc">Word 6.0/95 - Chinese (Simplified) (*.doc)</string>
      <string id="L_Word6095ChineseTraditionaldoc">Word 6.0/95 - Chinese (Traditional) (*.doc)</string>
      <string id="L_Word6095doc">Word 6.0/95 (*.doc)</string>
      <string id="L_Word6095Japanesedoc">Word 6.0/95 - Japanese (*.doc)</string>
      <string id="L_Word6095Koreandoc">Word 6.0/95 - Korean (*.doc)</string>
      <string id="L_Word9720026095RTF">Word 97-2002 &amp; 6.0/95 - RTF</string>
      <string id="L_Worddocumentdoc">Word Document (*.docx)</string>
      <string id="L_WordPerfect51forDOSdoc">WordPerfect 5.1 for DOS (*.doc)</string>
      <string id="L_WordPerfect5xforWindowsdoc">WordPerfect 5.x for Windows (*.doc)</string>
      <string id="L_Works40forWindowswps">Works 4.0 for Windows (*.wps)</string>
      <string id="L_Wraptowindow">Show text wrapped within the document window</string>
      <string id="L_AllowaccenteduppercaseinFrench">Allow accented uppercase in French</string>
      <string id="L_fullpathincludingfilenamerequired136">Full path including filename (required):</string>
      <string id="L_datecolon69">Date:</string>
      <string id="L_fullpathincludingfilenamerequired104">Full path including filename (required):</string>
      <string id="L_pathcolon40">Path:</string>
      <string id="L_allowsubfolders75">Allow sub folders:</string>
      <string id="L_numeral16">Numeral</string>
      <string id="L_allowsubfolders71">Allow sub folders:</string>
      <string id="L_pathcolon24">Path:</string>
      <string id="L_datecolon81">Date:</string>
      <string id="L_datecolon37">Date:</string>
      <string id="L_displayname102">Display Name:</string>
      <string id="L_allowsubfolders79">Allow sub folders:</string>
      <string id="L_displayname142">Display Name:</string>
      <string id="L_tools14">Tools</string>
      <string id="L_documentview7">Document view</string>
      <string id="L_fullpathincludingfilenamerequired152">Full path including filename (required):</string>
      <string id="L_clipartpictures12">Clipart pictures</string>
      <string id="L_sectionofworkpanetodisplaylink162">Section of work pane to display link:</string>
      <string id="L_action132">Action:</string>
      <string id="L_sectionofworkpanetodisplaylink138">Section of work pane to display link:</string>
      <string id="L_action140">Action:</string>
      <string id="L_sectionofworkpanetodisplaylink130">Section of work pane to display link:</string>
      <string id="L_descriptioncolon46">Description:</string>
      <string id="L_descriptioncolon26">Description:</string>
      <string id="L_action148">Action:</string>
      <string id="L_allowsubfolders83">Allow sub folders:</string>
      <string id="L_descriptioncolon86">Description:</string>
      <string id="L_descriptioncolon70">Description:</string>
      <string id="L_fullpathincludingfilenamerequired144">Full path including filename (required):</string>
      <string id="L_datecolon21">Date:</string>
      <string id="L_datecolon77">Date:</string>
      <string id="L_translationdirection96">Translation direction</string>
      <string id="L_descriptioncolon90">Description:</string>
      <string id="L_monthnames17">Month names</string>
      <string id="L_pathcolon80">Path:</string>
      <string id="L_datecolon93">Date:</string>
      <string id="L_action124">Action:</string>
      <string id="L_pathcolon64">Path:</string>
      <string id="L_displayname126">Display Name:</string>
      <string id="L_sectionofworkpanetodisplaylink170">Section of work pane to display link:</string>
      <string id="L_displayname166">Display Name:</string>
      <string id="L_descriptioncolon78">Description:</string>
      <string id="L_descriptioncolon58">Description:</string>
      <string id="L_sectionofworkpanetodisplaylink106">Section of work pane to display link:</string>
      <string id="L_descriptioncolon38">Description:</string>
      <string id="L_datecolon65">Date:</string>
      <string id="L_visualselection5">Cursor visual selection</string>
      <string id="L_listoferrormessagestocustomize97">List of error messages to customize</string>
      <string id="L_allowsubfolders39">Allow sub folders:</string>
      <string id="L_pathcolon20">Path:</string>
      <string id="L_datecolon33">Date:</string>
      <string id="L_pathcolon56">Path:</string>
      <string id="L_datecolon61">Date:</string>
      <string id="L_displayname118">Display Name:</string>
      <string id="L_englishword6095documents11">English Word 6.0/95 documents</string>
      <string id="L_displayname158">Display Name:</string>
      <string id="L_action116">Action:</string>
      <string id="L_sectionofworkpanetodisplaylink146">Section of work pane to display link:</string>
      <string id="L_sectionofworkpanetodisplaylink114">Section of work pane to display link:</string>
      <string id="L_allowsubfolders51">Allow sub folders:</string>
      <string id="L_miscellaneous178">Miscellaneous</string>
      <string id="L_ServerSettings">Server Settings</string>
      <string id="L_volumepreference179">Volume preference</string>
      <string id="L_AllowDDEDropID">Dynamic Data Exchange</string>
      <string id="L_DDENoAppLaunch">Limited Dynamic Data Exchange</string>
      <string id="L_DDEEnabled">Allow Dynamic Data Exchange</string>
      <string id="L_datecolon49">Date:</string>
      <string id="L_movement4">Cursor movement</string>
      <string id="L_pathcolon60">Path:</string>
      <string id="L_sectionofworkpanetodisplaylink154">Section of work pane to display link:</string>
      <string id="L_datecolon73">Date:</string>
      <string id="L_action108">Action:</string>
      <string id="L_fullpathincludingfilenamerequired120">Full path including filename (required):</string>
      <string id="L_fieldshading6">Field shading</string>
      <string id="L_disableshortcutkeys175">Disable shortcut keys</string>
      <string id="L_pathcolon48">Path:</string>
      <string id="L_descriptioncolon50">Description:</string>
      <string id="L_startup15">Startup</string>
      <string id="L_datecolon89">Date:</string>
      <string id="L_allowsubfolders47">Allow sub folders:</string>
      <string id="L_allowsubfolders43">Allow sub folders:</string>
      <string id="L_pathcolon36">Path:</string>
      <string id="L_checktoenforcesettingonunchecktoenforcesettingoff18">Check to enforce setting on; uncheck to enforce setting off</string>
      <string id="L_action172">Action:</string>
      <string id="L_descriptioncolon66">Description:</string>
      <string id="L_datecolon57">Date:</string>
      <string id="L_displayname110">Display Name:</string>
      <string id="L_displayname150">Display Name:</string>
      <string id="L_datecolon45">Date:</string>
      <string id="L_pathcolon88">Path:</string>
      <string id="L_datecolon29">Date:</string>
      <string id="L_allowsubfolders87">Allow sub folders:</string>
      <string id="L_checktoenforcesettingonunchecktoenforcesettingoff0">Check to enforce setting on; uncheck to enforce setting off</string>
      <string id="L_allowsubfolders55">Allow sub folders:</string>
      <string id="L_descriptioncolon74">Description:</string>
      <string id="L_descriptioncolon54">Description:</string>
      <string id="L_descriptioncolon34">Description:</string>
      <string id="L_allowsubfolders59">Allow sub folders:</string>
      <string id="L_action164">Action:</string>
      <string id="L_descriptioncolon94">Description:</string>
      <string id="L_pathcolon92">Path:</string>
      <string id="L_autorecoverfiles13">AutoRecover files</string>
      <string id="L_fullpathincludingfilenamerequired160">Full path including filename (required):</string>
      <string id="L_pathcolon76">Path:</string>
      <string id="L_writingstyle1">Writing style</string>
      <string id="L_pathcolon44">Path:</string>
      <string id="L_displayname134">Display Name:</string>
      <string id="L_allowsubfolders95">Allow sub folders:</string>
      <string id="L_disablecommandbarbuttonsandmenuitems174">Disable commands</string>
      <string id="L_descriptioncolon30">Description:</string>
      <string id="L_allowsubfolders91">Allow sub folders:</string>
      <string id="L_pathcolon28">Path:</string>
      <string id="L_datecolon85">Date:</string>
      <string id="L_eg5000milliseconds5seconds2">e.g. 5000 milliseconds = 5 seconds</string>
      <string id="L_allowsubfolders27">Allow sub folders:</string>
      <string id="L_allowsubfolders23">Allow sub folders:</string>
      <string id="L_fullpathincludingfilenamerequired112">Full path including filename (required):</string>
      <string id="L_pathcolon32">Path:</string>
      <string id="L_action156">Action:</string>
      <string id="L_datecolon53">Date:</string>
      <string id="L_fullpathincludingfilenamerequired168">Full path including filename (required):</string>
      <string id="L_fullpathincludingfilenamerequired128">Full path including filename (required):</string>
      <string id="L_datecolon41">Date:</string>
      <string id="L_datecolon25">Date:</string>
      <string id="L_allowsubfolders67">Allow sub folders:</string>
      <string id="L_allowsubfolders63">Allow sub folders:</string>
      <string id="L_allowsubfolders35">Allow sub folders:</string>
      <string id="L_pathcolon84">Path:</string>
      <string id="L_allowsubfolders31">Allow sub folders:</string>
      <string id="L_pathcolon68">Path:</string>
      <string id="L_descriptioncolon62">Description:</string>
      <string id="L_descriptioncolon42">Description:</string>
      <string id="L_descriptioncolon22">Description:</string>
      <string id="L_sectionofworkpanetodisplaylink122">Section of work pane to display link:</string>
      <string id="L_descriptioncolon82">Description:</string>
      <string id="L_pathcolon72">Path:</string>
      <string id="L_pathcolon52">Path:</string>
      <string id="L_BlockAllUnmanagedAddins">Block all unmanaged add-ins</string>
      <string id="L_BlockAllUnmanagedAddinsExplainText">This policy setting blocks all add-ins that are not managed by the "List of managed add-ins" policy setting.

If you enable this policy setting, and the "List of managed add-ins" policy setting is also enabled, all add-ins are blocked except those that are configured as 1 (always enabled) or 2 (configurable by the user) in the "List of managed add-ins" policy setting.

If you disable or do not configure this policy setting, users can enable or disable any add-ins that are not managed by the "List of managed add-ins" policy setting.</string>
      <string id="L_ListOfManagedAddins">List of managed add-ins</string>
      <string id="L_ListOfManagedAddins2">List of managed add-ins</string>
      <string id="L_ListOfManagedAddinsExplainText">This policy setting allows you to specify which add-ins are always enabled, always disabled (blocked), or configurable by the user. To block add-ins that are not managed by this policy setting, you must also configure the "Block all unmanaged add-ins" policy setting.

To enable this policy setting, provide the following information for each add-in:

In "Value name," specify the programmatic identifier (ProgID) for COM add-ins, or specify the file name of Word add-ins.

To obtain the ProgID for an add-in, use Registry Editor on the client computer where the add-in is installed to locate key names under HKEY_LOCAL_MACHINE\SOFTWARE\Microsoft\Office\Word\Addins or HKEY_CURRENT_USER\SOFTWARE\Microsoft\Office\Word\Addins.

To obtain the file name of an add-in, click the File menu in the application where the add-in is installed. Click Options, click Add-ins, and then use the Location column to determine the file name of the add-in.

You can also obtain the ProgID or the file name of an add-in by using Office Telemetry Dashboard.

In "Value," specify the value as follows:

To specify that an add-in is always disabled (blocked), type 0.

To specify that an add-in is always enabled, type 1.

To specify that an add-in is configurable by the user and not blocked by the "Block all unmanaged add-ins" policy setting when enabled, type 2.

If you disable or do not enable this policy setting, the list of managed add-ins is deleted. If the "Block all unmanaged add-ins" policy setting is enabled, then all add-ins are blocked.

To specify that a Word add-in is always enabled, in addition to configuring this policy setting, you must also specify a location that is used as a trusted source for open files in Word. To do this, configure the "Trusted Locations" policy setting at User Configuration\Administrative Templates\Microsoft Word 2016\Word Options\Security\Trust Center, and then move the add-in file into the trusted location.</string>
      <string id="L_CustomMarkupWarning">Custom markup warning</string>
      <string id="L_CustomMarkupWarningExplainText">This policy setting specifies how Word behaves when opening a document that contains custom XML markup.

If you enable this policy setting, you can set the behavior to one of the following: 

- 0: Do not prompt the user and silently remove the custom XML markup. 

- 1: Prompt the user regarding the loss of custom XML markup. This is the default option. 

- 2: Prompt the user regarding the loss of custom XML markup, and do not allow them to suppress this prompt. 

- 3: Prompt the user regarding the loss of custom XML markup, and open the file read-only. 

- 4: Prompt the user regarding the loss of custom XML markup, do not allow them to suppress this prompt, and open the file read-only. 

- 5: Do not prompt the user and silently remove the custom XML markup, but open the file read-only.</string>
      <string id="L_CustomMarkupWarningNoPrompt">Do not prompt</string>
      <string id="L_CustomMarkupWarningPrompt">Prompt</string>
      <string id="L_CustomMarkupWarningAlwaysPrompt">Always prompt</string>
      <string id="L_CustomMarkupWarningPromptReadonly">Prompt and open the file read-only</string>
      <string id="L_CustomMarkupWarningAlwaysPromptReadonly">Always prompt and open the file read-only</string>
      <string id="L_CustomMarkupWarningNoPromptReadyonly">Do not prompt and open the file read-only</string>
      <string id="L_ChartRefTrackingEnabledTitle">Allow formatting and labels to track data points</string>
      <string id="L_ChartRefTrackingEnabledExplain">This policy setting governs how custom formatting and data labels react to data changes in a chart.

If you enable or do not configure this policy setting, when the user creates a new presentation, custom formatting and data labels follow data points as they move or change in any chart in the workbook.

If you disable this policy setting, custom formatting and data labels do not follow data points, but instead follow data point indices.</string>
      <string id="L_AlertIfNotDefaultExplain">
        This policy setting specifies whether to prompt users to change their file extensions association if any of the file type extensions that were associated with Word, are no longer associated with Word.

        If you enable this policy setting, users will never be prompted on program start whenever any of these file types are associated with other applications. If the policy is Enabled, the checkbox under “File-&gt;Options-&gt; General -&gt; Start up options-&gt; Tell me …” is Disabled and Unchecked.

        If you disable or do not configure this policy setting users will be prompted on program start whenever any of these file types are associated with other applications. Users can change the behavior of the feature either by checking the checkbox presented in the prompt or by checking the checkbox under “File-&gt;Options-&gt; General -&gt; Start up options-&gt; Tell me …”
        If the policy is Not Configured or disabled the checkbox is Enabled and Checked by default.</string>
      <string id="L_AlertIfNotDefaultTitle">Prompt the user if Word is not the default application for its file extensions</string>
      <string id="L_DisableOfficeStartWord">Disable the Office Start screen for Word</string>
      <string id="L_DisableOfficeStartWordExplain">This policy setting controls whether the Office Start screen appears on boot for Word.

If you enable this policy setting, users will not see the Office Start screen when they boot Word.

If you disable or do not configure this policy setting, users will see the Office Start screen when they boot Word.

Note: This policy setting is overridden by the policy setting "Microsoft Office 2016 &gt; Miscellaneous &gt; Disable the Office Start screen for all Office applications" if that policy setting is set.</string>
      <string id="L_PersonalTemplatesPath">Personal templates path for Word</string>
      <string id="L_PersonalTemplatesPathExplain">This policy setting specifies the location of a user's personal templates. 

If you enable this policy setting, users will see any templates they have saved in the specified location in the custom templates tab on the Office Start screen and in File | New and when saving a template their default folder will change to be the specified location. 

If you disable or do not configure this policy setting, users will not see templates they have saved in the custom templates tab on the Office Start screen and in File | New and when saving a template their default folder will be their document save location.</string>
      <string id="L_DefaultCustomTab">Show custom templates tab by default in Word on the Office Start screen and in File | New</string>
      <string id="L_DefaultCustomTabExplain">This policy setting controls whether custom templates (when they exist) show as the default tab in Word on the Office Start screen and in File | New. 

If you enable this policy setting, users will the see custom templates tab as the default tab in Word on the Office Start screen and in File | New when templates exist (this can include Custom XML programmed templates, templates in the Workgroup templates path, templates in the Personal templates path, or SharePoint templates).

If you disable or do not configure this policy setting, users will see the Featured templates tab as the default tab in Word on the Office Start screen and in File | New, unless all Office-provided templates have been disabled.</string>
      <string id="L_WordOOXMLStrictDocument">Strict Open XML Document (*.docx)</string>
      <string id="L_ShowPeople">Show pictures in comments</string>
      <string id="L_ShowPeopleExplain">This policy setting determines whether or not comments show pictures.</string>
      <string id="L_ExpandCollapseUIMinimumZoomLevelTitle">Set the minimum zoom level for expand / collapse on-object UI</string>
      <string id="L_ExpandCollapseUIMinimumZoomLevelExplain">This policy setting allows you to specify the minimum zoom level percentage at which point the expand/collapse on-object UI stops rendering.  Regardless of the value specified for this policy setting, the expand / collapse feature is still available from the context menu for headings.

If you enable this policy setting, you can specify a minimum zoom level percentage from 0-500.

If you disable or do not configure this policy setting, the minimum zoom level is set to 50%.</string>
      <string id="L_ExpandCollapseUIMaximumZoomLevelTitle">Set the maximum zoom level for expand / collapse on-object UI</string>
      <string id="L_ExpandCollapseUIMaximumZoomLevelExplain">This policy setting allows you to specify the maximum zoom level percentage at which point the expand/collapse on-object UI stops rendering.  Regardless of the value specified for this policy setting, the expand / collapse feature is still available from the context menu for headings.

If you enable this policy setting, you can specify a maximum zoom level percentage from 0-500. If you specify a value of 0, the on-object UI never renders.

If you disable or do not configure this policy setting, there will be no maximum.</string>
      <string id="L_DisableRTCTitle">Disable Real Time Coauthoring for Word</string>
      <string id="L_DisableRTCExplain">This policy lets admins disable Real Time Coauthoring. They may want to do so if they have solutions that are not compatible with some elements of real time coauthoring, such as add-ins that would trigger too often due to Real Time Coauthoring causing the frequent saving of user content. 

If you enable this policy setting, it will prevent Real Time Coauthoring. 

If you disable or do not configure this policy setting, users will be able to experience Real Time Coauthoring feature.</string>
      <string id="L_LinkedInResumeAssistantTitle">Allow LinkedIn Resume Assistant feature</string>
      <string id="L_LinkedInResumeAssistantExplain">This policy setting controls whether the LinkedIn Resume Assistant appears in Word.

If you enable or do not configure this policy, users will be able to use the LinkedIn Resume Assistant.

If you disable this policy setting, the LinkedIn Resume Assistant will not be available.

Note: This policy setting only applies to subscription versions of Office, such as Microsoft 365 Apps for enterprise, and to subscription versions of Project and Visio.
      </string>
      <string id="L_OnlineVideosTitle">Allow Online Videos to play within Word</string>
      <string id="L_OnlineVideosExplain">This policy setting controls whether online videos can be played within Word.

If you enable or do not configure this policy, users will be able to play online videos within Word.

If you disable this policy setting, you will not be able to play online videos within Word.
      </string>
      <string id="L_AllowDDE">Dynamic Data Exchange</string>
      <string id="L_AllowDDEExplain">This policy setting controls the ability to use Dynamic Data Exchange (DDE) in Word. By default, DDE isn’t allowed in Word. Allowing DDE isn’t recommended because of security concerns.
 
If you enable this policy setting, you can select either of the following options:
 
-Limit Dynamic Data Exchange
-Allow Dynamic Data Exchange
 
If you choose “Limit Dynamic Data Exchange,” DDE requests made to an already running program are allowed.  But, DDE requests that require another executable program to be launched aren’t allowed.
 
If you disable or don’t configure this policy setting, DDE isn’t allowed.</string>
      <string id="L_AllowWordMailLoadEmbeddedFonts">Allow embedded TrueType fonts to be sent in messages</string>
      <string id="L_AllowWordMailLoadEmbeddedFontsExplain">
        This policy setting controls whether embedded TrueType fonts can be sent in messages.

        By default, embedded TrueType fonts aren't allowed in messages. Allowing embedded TrueType fonts Isn't recommended because of security concerns.

        If you enable this policy setting, embedded TrueType fonts can be sent in messages.

        If you disable or don’t configure this policy setting, embedded TrueType fonts can't be sent in messages.
      </string>
      <string id="L_DigitalPrintTitle">Don't show the option to transform a document to a Sway web page</string>
      <string id="L_DigitalPrintExplain">This policy setting controls whether the File menu option to transform a Word document to a Sway web page is shown to the user. By default, this option is shown to the user.

If you enable this policy setting, the File menu option to transform a Word document to a Sway web page is hidden from the user. 

If you disable or don't configure this policy setting, the File menu option to transform a Word document to a Sway web page is shown to the user.

Note: This policy setting only applies to subscription versions of Office, such as Microsoft 365 Apps for enterprise.
      </string>
      <string id="L_DisableIRMOnXPSExportTitle">Turn off IRM protection on XPS Export for Word</string>
      <string id="L_DisableIRMOnXPSExportExplain">This policy controls the default IRM protection setting when exporting Word documents to XPS files.

Enabling this policy setting will turn off IRM protection when exporting to XPS, if not explicitly set by users through the Export Options dialog.

If you disable or don't configure this policy setting, the default IRM protection setting for XPS export is based on previous IRM export selection. 
      </string>
      <string id="L_DisableCoauthoringOnDocmFilesTitle">Prevent co-authoring on files with macros for Word</string>
      <string id="L_DisableCoauthoringOnDocmFilesExplain">This policy controls whether users will be able to co-author Word documents with macros.

Enabling this policy setting will turn off the ability to co-author Word documents with macros.

If you disable or don't configure this policy setting, the user will be able to co-author Word documents with macros.

Note: This policy setting only applies to subscription versions of Office, such as Microsoft 365 Apps for enterprise.
      </string>
      <string id="L_DisableWarningOnIncludeFieldsUpdateTitle">Don’t ask permission before updating IncludePicture and IncludeText fields in Word</string>
      <string id="L_DisableWarningOnIncludeFieldsUpdateExplain">This policy setting allows you to control whether Word prompts the user with a security message before updating IncludePicture and IncludeText fields in the document.

By default, the user is prompted with a security message before those fields are updated. But, the prompt might effect automated workflows that merge Word documents.

Important: Fields that contain IncludePicture and IncludeText references can be used for data exfiltration or phishing exploits. A field containing these references can be modified to point to external websites for content. If credentials are required for accessing the picture or text, the process of updating the field will request a sign-in from the user. While this is a legitimate scenario for trusted sources, it is vulnerable to phishing if the document is not from a trusted source.

If you enable this policy setting, the user won’t be prompted with a security message before those fields are updated. Enabling this policy setting is not recommended because of the possible security implications.

If you disable or don’t configure this policy setting, the user will be prompted with a security message before those fields are updated.
      </string>
      <string id="L_AcronymsTitle">Remove the Acronyms command from the ribbon</string>
      <string id="L_AcronymsExplain">This policy setting allows you to remove the Acronyms command from the ribbon. The Acronyms command appears on the References tab.

If you enable this policy setting, the Acronyms command is removed from the ribbon. Users won't be able to add the Acronyms command to the ribbon manually. Therefore users won't be able to use the Acronyms feature.

If you disable or don't configure this policy setting, the Acronyms command appears on the ribbon.

Note: This policy setting only applies to subscription versions of Office, such as Microsoft 365 Apps for enterprise.
      </string>
      <string id="L_DoNotCompressInlinedImagesInOutlookTitle">Do not compress the inlined images inserted in Outlook</string>
      <string id="L_DoNotCompressInlinedImagesInOutlookExplain">This policy setting allows you to disable compression on inlined images in Outlook.

If you enable this policy setting, Outlook won't compress inlined images in the message.

If you disable or don't configure this policy setting, inlined images would be compressed.

Note: This policy setting only applies to subscription versions of Office, such as Microsoft 365 Apps for enterprise.
      </string>
      <string id="L_DefaultCompressionQualityForInlinedImagesInOutlookTitle">Specify default quality of compression done on inlined images inserted in Outlook</string>
      <string id="L_DefaultCompressionQualityForInlinedImagesInOutlookExplain">This policy setting allows you to specify default quality of compression done on inlined images in Outlook.

If you enable this policy setting, Outlook would compress the inlined images in the message as per the specified quality.

If you disable or don't configure this policy setting, inlined images would be compressed at the default quality (220 dpi).

Note: This policy setting only applies to subscription versions of Office, such as Microsoft 365 Apps for enterprise.
    </string>
      <string id="L_DefaultCompressionQualityForInlinedImagesInOutlookPart">Default inline image compression quality for Outlook:</string>
      <string id="L_HighFidelity">High Fidelity</string>
      <string id="L_Ppi330">330 ppi</string>
      <string id="L_Ppi220">220 ppi</string>
      <string id="L_Ppi150">150 ppi</string>
      <string id="L_Ppi96">96 ppi</string>
      <string id="L_DisableModernCommentsOptOutOption">Modern comments opt-out</string>
      <string id="L_DisableModernCommentsOptOutOptionTitle">Hide the modern comments opt-out</string>
      <string id="L_DisableModernCommentsOptOutOptionExplain">This policy setting allows you to hide the modern comments opt-out toggle in Word from your users.

Note: This opt-out toggle is only temporary and will eventually be removed from Word.

If you enable this policy setting, the toggle to turn off modern comments will be hidden from your users.

If you disable or don't configure this policy setting, your users will be able to temporarily turn off the new modern comments experience from the Options menu in Word. 

Note: This policy setting only applies to subscription versions of Office, such as Microsoft 365 Apps for enterprise.
      </string>
      <string id="L_AlternateClpLabelContentMarkAnchoringOption">Alternate CLP Label Content Mark Anchoring</string>
      <string id="L_AlternateClpLabelContentMarkAnchoringOptionTitle">Use an alternate method of anchoring content marks from CLP labels</string>
      <string id="L_AlternateClpLabelContentMarkAnchoringOptionExplain">This policy setting switches Word to use a alternate method of anchoring content marks associated with CLP labels, which can improve layout for some content marks.

If you enable this policy setting, Word will use the alternate content mark anchoring method.

If you disable or don't configure this policy setting, Word will use the original content mark anchoring method.

Note: This policy setting only applies to subscription versions of Office, such as Microsoft 365 Apps for enterprise.
      </string>
      <string id="L_StartUpBoostOption">Startup Boost</string>
      <string id="L_StartupBoostTitle">Allow Startup Boost feature</string>
      <string id="L_StartupBoostExplain">This policy setting configures the "Startup Boost" checkbox found under File tab | Options | General. Startup Boost improves Word's boot time by prewarming the app on user login.

If you enable or do not configure this policy, users will be able to use the Startup Boost feature. The Startup Boost checkbox will be enabled and checked by default.

If you disable this policy setting, the Startup Boost feature will not be available. The Startup Boost checkbox will be disabled and unchecked.

Note: This policy setting only applies to subscription versions of Office, such as Microsoft 365 Apps for enterprise.
      </string>
      <string id="L_AdvancedTypographyOutlook">Allow Advanced Typography features for Outlook</string>
      <string id="L_AdvancedTypographyOutlookExplain">This policy setting sets the “Advanced Typography” options found under Outlook’s File tab | Outlook Options | Mail | Editor Options | Advanced | Advanced Typography.

If you enable or do not configure this policy setting, Advanced Typography features will be applied. This is the default behavior.

If you disable this policy setting, Advanced Typography features will not be applied.
      </string>
    </stringTable>
    <presentationTable>
      <presentation id="L_Openattachmentsforfullscreenreading">
        <checkBox refId="L_ChecktoallowstartinginReadingLayout">Check to allow starting in Reading Layout</checkBox>
      </presentation>
      <presentation id="L_Deletionscolor">
        <dropdownList refId="L_DeletionscolorPart" noSort="true" defaultItem="0">Color for tracking deletions:</dropdownList>
      </presentation>
      <presentation id="L_Insertionscolor">
        <dropdownList refId="L_InsertionscolorPart" noSort="true" defaultItem="0">Color for tracking insertions:</dropdownList>
      </presentation>
      <presentation id="L_Compareresultingdocument">
        <dropdownList refId="L_CompareresultingdocumentPart" noSort="true" defaultItem="2">Document used for result of compare:</dropdownList>
      </presentation>
      <presentation id="L_Balloons">
        <dropdownList refId="L_Empty" noSort="true" defaultItem="1">
        </dropdownList>
      </presentation>
      <presentation id="L_Tablecomparecolors">
        <dropdownList refId="L_TablecomparecolorsPart1" noSort="true" defaultItem="3">Color for inserted cells:</dropdownList>
        <dropdownList refId="L_TablecomparecolorsPart2" noSort="true" defaultItem="2">Color for deleted cells:</dropdownList>
        <dropdownList refId="L_TablecomparecolorsPart3" noSort="true" defaultItem="4">Color for merged cells:</dropdownList>
        <dropdownList refId="L_TablecomparecolorsPart4" noSort="true" defaultItem="6">Color for split cells:</dropdownList>
      </presentation>
      <presentation id="L_Checkgrammarasyoutype">
        <checkBox refId="L_checktoenforcesettingonunchecktoenforcesettingoff0">Check to enforce setting on; uncheck to enforce setting off</checkBox>
        <dropdownList refId="L_Colorformarkinggrammaticalerrors" noSort="true" defaultItem="7">Color for marking grammatical errors</dropdownList>
      </presentation>
      <presentation id="L_Writingstyle">
        <dropdownList refId="L_writingstyle1" noSort="true" defaultItem="1">Writing style</dropdownList>
      </presentation>
      <presentation id="L_Delaybeforestartingbackgroundspellingchecker">
        <decimalTextBox refId="L_Delaybeforestartingbackgroundspellingchecker3" defaultValue="0" spinStep="1">Milliseconds (e.g. 5000 milliseconds = 5 seconds)</decimalTextBox>
      </presentation>
      <presentation id="L_Delaybeforestartingotherproofingtools">
        <decimalTextBox refId="L_Delaybeforestartingbackgroundgrammarchecker3" defaultValue="5000" spinStep="1">Milliseconds (e.g. 5000 milliseconds = 5 seconds)</decimalTextBox>
      </presentation>
      <presentation id="L_SaveAutoRecoverinfo">
        <decimalTextBox refId="L_SaveAutoRecoverinfoeveryminutes" defaultValue="10" spinStep="1">Save AutoRecover info every (minutes)</decimalTextBox>
      </presentation>
      <presentation id="L_SaveWordfilesas">
        <dropdownList refId="L_savewordfilesas3" noSort="true" defaultItem="0">Save Word files as</dropdownList>
      </presentation>
      <presentation id="L_SetDefaultCompatibilityModeOnFileCreation">
        <dropdownList refId="L_SetDefaultCompatibilityModeOnFileCreationDropID" noSort="true" defaultItem="3">
        </dropdownList>
      </presentation>
      <presentation id="L_SetNumberOfPlacesInTheRecentPlacesList">
        <decimalTextBox refId="L_SetNumberOfPlacesInTheRecentPlacesListSpinID" defaultValue="5" spinStep="1">
        </decimalTextBox>
      </presentation>
      <presentation id="L_Movement">
        <dropdownList refId="L_movement4" noSort="true" defaultItem="0">Cursor movement</dropdownList>
      </presentation>
      <presentation id="L_Visualselection">
        <dropdownList refId="L_visualselection5" noSort="true" defaultItem="0">Cursor visual selection</dropdownList>
      </presentation>
      <presentation id="L_Fieldshading">
        <dropdownList refId="L_fieldshading6" noSort="true" defaultItem="2">Field shading</dropdownList>
      </presentation>
      <presentation id="L_Documentview">
        <dropdownList refId="L_documentview7" noSort="true" defaultItem="1">Document view</dropdownList>
      </presentation>
      <presentation id="L_Recentlyusedfilelist">
        <decimalTextBox refId="L_Numberofentries" defaultValue="25" spinStep="1">Number of entries: </decimalTextBox>
      </presentation>
      <presentation id="L_Measurementunits">
        <dropdownList refId="L_Selectunits" noSort="true" defaultItem="0">Select units: </dropdownList>
      </presentation>
      <presentation id="L_Styleareawidth">
        <dropdownList refId="L_styleareawidth8" noSort="true" defaultItem="0">Style area pane width in Draft and Outline views</dropdownList>
      </presentation>
      <presentation id="L_Leftscrollbar">
        <text>
        </text>
        <text>This setting also sets Right ruler (Print view only)</text>
      </presentation>
      <presentation id="L_EnglishWord6095documents">
        <dropdownList refId="L_englishword6095documents11" noSort="true" defaultItem="1">English Word 6.0/95 documents</dropdownList>
      </presentation>
      <presentation id="L_DefaultFileLocation">
        <textBox refId="L_Documents">
          <label>Documents</label>
        </textBox>
      </presentation>
      <presentation id="L_Clipartpictures">
        <textBox refId="L_clipartpictures12">
          <label>Clipart pictures</label>
        </textBox>
      </presentation>
      <presentation id="L_AutoRecoverfiles">
        <textBox refId="L_autorecoverfiles13">
          <label>AutoRecover files</label>
        </textBox>
      </presentation>
      <presentation id="L_Tools">
        <textBox refId="L_tools14">
          <label>Tools</label>
        </textBox>
      </presentation>
      <presentation id="L_Startup">
        <textBox refId="L_startup15">
          <label>Startup</label>
        </textBox>
      </presentation>
      <presentation id="L_Numeral">
        <dropdownList refId="L_numeral16" noSort="true" defaultItem="2">Numeral</dropdownList>
      </presentation>
      <presentation id="L_Monthnames">
        <dropdownList refId="L_monthnames17" noSort="true" defaultItem="0">Month names</dropdownList>
      </presentation>
      <presentation id="L_Markformattinginconsistencies">
        <checkBox refId="L_checktoenforcesettingonunchecktoenforcesettingoff18">Check to enforce setting on; uncheck to enforce setting off</checkBox>
        <dropdownList refId="L_Colorformarkingformattinginconsistencies" noSort="true" defaultItem="1">Color for marking formatting inconsistencies</dropdownList>
      </presentation>
      <presentation id="L_ConfigureCNGCipherChainingMode">
        <dropdownList refId="L_ConfigureCNGCipherChainingModeDropID" noSort="true" defaultItem="0">
        </dropdownList>
      </presentation>
      <presentation id="L_SetCNGCipherKeyLength">
        <decimalTextBox refId="L_SetCNGCipherKeyLengthSpinID" defaultValue="" spinStep="8">Cipher key length</decimalTextBox>
      </presentation>
      <presentation id="L_SpecifyEncryptionCompatibility">
        <dropdownList refId="L_SpecifyEncryptionCompatibilityDropID" noSort="true" defaultItem="2">
        </dropdownList>
      </presentation>
      <presentation id="L_SetCNGCipherAlgorithm">
        <textBox refId="L_SetCNGCipherAlgorithmID">
          <label>CNG cipher algorithm:</label>
        </textBox>
      </presentation>
      <presentation id="L_SetParametersForCNGContext">
        <textBox refId="L_SetParametersForCNGContextID">
          <label>Parameters</label>
        </textBox>
      </presentation>
      <presentation id="L_SpecifyCNGHashAlgorithm">
        <dropdownList refId="L_SpecifyCNGHashAlgorithmDropID" noSort="true" defaultItem="1">
        </dropdownList>
      </presentation>
      <presentation id="L_SetCNGPasswordSpinCount">
        <decimalTextBox refId="L_SetCNGPasswordSpinCountSpinID" defaultValue="100000" spinStep="1000">
        </decimalTextBox>
      </presentation>
      <presentation id="L_SpecifyCNGRandomNumberGeneratorAlgorithm">
        <textBox refId="L_SpecifyCNGRandomNumberGeneratorAlgorithmID">
          <label>Random number generator:</label>
        </textBox>
      </presentation>
      <presentation id="L_SpecifyCNGSaltLength">
        <decimalTextBox refId="L_SpecifyCNGSaltLengthSpinID" defaultValue="16" spinStep="1">Number of bytes</decimalTextBox>
      </presentation>
      <presentation id="L_SetMaximumNumberOfTrustedDocuments">
        <decimalTextBox refId="L_SetMaximumNumberOfTrustedDocumentsSpinID" defaultValue="500" spinStep="50">Maximum number:</decimalTextBox>
      </presentation>
      <presentation id="L_SetMaximumNumberOfTrustRecordsToPreserve">
        <decimalTextBox refId="L_SetMaximumNumberOfTrustRecordsToPreserveSpinID" defaultValue="400" spinStep="50">Maximum to preserve:</decimalTextBox>
      </presentation>
      <presentation id="L_VBAWarningsPolicy">
        <dropdownList refId="L_empty19" noSort="true" defaultItem="0">
        </dropdownList>
        <checkBox refId="L_VBADigSigTrustedPublishersStr">Require macros to be signed by a trusted publisher</checkBox>
        <checkBox refId="L_VBAOnlyAllowLMTrustedPublisherStr">Block certificates from trusted publishers that are only installed in the current user certificate store</checkBox>
        <checkBox refId="L_VBAOnlyAllowDigSigWithCodeSigningEKUStr">Require Extended Key Usage (EKU) for certificates from trusted publishers</checkBox>
      </presentation>
      <presentation id="L_DeterminewhethertoforceencryptedWord">
        <dropdownList refId="L_DeterminewhethertoforceencryptedWordDropID" noSort="true" defaultItem="0">
        </dropdownList>
      </presentation>
      <presentation id="L_SetDefaultFileBlockBehavior">
        <dropdownList refId="L_SetDefaultFileBlockBehaviorDropID" noSort="true" defaultItem="0">
        </dropdownList>
      </presentation>
      <presentation id="L_Word2007AndLaterDocsAndTemplates">
        <dropdownList refId="L_Word2007AndLaterDocsAndTemplatesDropID" noSort="true" defaultItem="0">File block setting:</dropdownList>
      </presentation>
      <presentation id="L_OpenDocumentTextFiles">
        <dropdownList refId="L_OpenDocumentTextFilesDropID" noSort="true" defaultItem="0">File block setting:</dropdownList>
      </presentation>
      <presentation id="L_Word2007AndLaterBinaryDocumentsAndTemplates">
        <dropdownList refId="L_Word2007AndLaterBinaryDocumentsAndTemplatesDropID" noSort="true" defaultItem="0">File block setting:</dropdownList>
      </presentation>
      <presentation id="L_Word2003BinaryDocumentsAndTemplates">
        <dropdownList refId="L_Word2003BinaryDocumentsAndTemplatesDropID" noSort="true" defaultItem="0">File block setting:</dropdownList>
      </presentation>
      <presentation id="L_Word2003AndPlainXMLDocuments">
        <dropdownList refId="L_Word2003AndPlainXMLDocumentsDropID" noSort="true" defaultItem="0">File block setting:</dropdownList>
      </presentation>
      <presentation id="L_WordXPBinaryDocumentsAndTemplates">
        <dropdownList refId="L_WordXPBinaryDocumentsAndTemplatesDropID" noSort="true" defaultItem="0">File block setting:</dropdownList>
      </presentation>
      <presentation id="L_Word2000BinaryDocumentsAndTemplates">
        <dropdownList refId="L_Word2000BinaryDocumentsAndTemplatesDropID" noSort="true" defaultItem="0">File block setting:</dropdownList>
      </presentation>
      <presentation id="L_Word97BinaryDocumentsAndTemplates">
        <dropdownList refId="L_Word97BinaryDocumentsAndTemplatesDropID" noSort="true" defaultItem="0">File block setting: </dropdownList>
      </presentation>
      <presentation id="L_Word95BinaryDocumentsAndTemplates">
        <dropdownList refId="L_Word95BinaryDocumentsAndTemplatesDropID" noSort="true" defaultItem="0">File block setting:</dropdownList>
      </presentation>
      <presentation id="L_Word6Pt0BinaryDocumentsAndTemplates">
        <dropdownList refId="L_Word6Pt0BinaryDocumentsAndTemplatesDropID" noSort="true" defaultItem="0">File block setting:</dropdownList>
      </presentation>
      <presentation id="L_Word2AndEarlierBinaryDocumentsAndTemplates">
        <dropdownList refId="L_Word2AndEarlierBinaryDocumentsAndTemplatesDropID" noSort="true" defaultItem="0">File block setting:</dropdownList>
      </presentation>
      <presentation id="L_WebPages">
        <dropdownList refId="L_WebPagesDropID" noSort="true" defaultItem="0">File block setting:</dropdownList>
      </presentation>
      <presentation id="L_RTFFiles">
        <dropdownList refId="L_RTFFilesDropID" noSort="true" defaultItem="0">File block setting:</dropdownList>
      </presentation>
      <presentation id="L_PlainTextFiles">
        <dropdownList refId="L_PlainTextFilesDropID" noSort="true" defaultItem="0">File block setting:</dropdownList>
      </presentation>
      <presentation id="L_LegacyConvertersForWord">
        <dropdownList refId="L_LegacyConvertersForWordDropID" noSort="true" defaultItem="0">File block setting: </dropdownList>
      </presentation>
      <presentation id="L_OfficeOpenXMLConvertersForWord">
        <dropdownList refId="L_OfficeOpenXMLConvertersForWordDropID" noSort="true" defaultItem="0">File block setting:</dropdownList>
      </presentation>
      <presentation id="L_TrustedLoc01">
        <textBox refId="L_Pathcolon">
          <label>Path:</label>
        </textBox>
        <textBox refId="L_Datecolon">
          <label>Date:</label>
        </textBox>
        <textBox refId="L_Descriptioncolon">
          <label>Description:</label>
        </textBox>
        <checkBox refId="L_Allowsubfolders">Allow sub folders:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc02">
        <textBox refId="L_pathcolon20">
          <label>Path:</label>
        </textBox>
        <textBox refId="L_datecolon21">
          <label>Date:</label>
        </textBox>
        <textBox refId="L_descriptioncolon22">
          <label>Description:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders23">Allow sub folders:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc03">
        <textBox refId="L_pathcolon24">
          <label>Path:</label>
        </textBox>
        <textBox refId="L_datecolon25">
          <label>Date:</label>
        </textBox>
        <textBox refId="L_descriptioncolon26">
          <label>Description:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders27">Allow sub folders:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc04">
        <textBox refId="L_pathcolon28">
          <label>Path:</label>
        </textBox>
        <textBox refId="L_datecolon29">
          <label>Date:</label>
        </textBox>
        <textBox refId="L_descriptioncolon30">
          <label>Description:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders31">Allow sub folders:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc05">
        <textBox refId="L_pathcolon32">
          <label>Path:</label>
        </textBox>
        <textBox refId="L_datecolon33">
          <label>Date:</label>
        </textBox>
        <textBox refId="L_descriptioncolon34">
          <label>Description:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders35">Allow sub folders:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc06">
        <textBox refId="L_pathcolon36">
          <label>Path:</label>
        </textBox>
        <textBox refId="L_datecolon37">
          <label>Date:</label>
        </textBox>
        <textBox refId="L_descriptioncolon38">
          <label>Description:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders39">Allow sub folders:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc07">
        <textBox refId="L_pathcolon40">
          <label>Path:</label>
        </textBox>
        <textBox refId="L_datecolon41">
          <label>Date:</label>
        </textBox>
        <textBox refId="L_descriptioncolon42">
          <label>Description:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders43">Allow sub folders:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc08">
        <textBox refId="L_pathcolon44">
          <label>Path:</label>
        </textBox>
        <textBox refId="L_datecolon45">
          <label>Date:</label>
        </textBox>
        <textBox refId="L_descriptioncolon46">
          <label>Description:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders47">Allow sub folders:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc09">
        <textBox refId="L_pathcolon48">
          <label>Path:</label>
        </textBox>
        <textBox refId="L_datecolon49">
          <label>Date:</label>
        </textBox>
        <textBox refId="L_descriptioncolon50">
          <label>Description:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders51">Allow sub folders:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc10">
        <textBox refId="L_pathcolon52">
          <label>Path:</label>
        </textBox>
        <textBox refId="L_datecolon53">
          <label>Date:</label>
        </textBox>
        <textBox refId="L_descriptioncolon54">
          <label>Description:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders55">Allow sub folders:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc11">
        <textBox refId="L_pathcolon56">
          <label>Path:</label>
        </textBox>
        <textBox refId="L_datecolon57">
          <label>Date:</label>
        </textBox>
        <textBox refId="L_descriptioncolon58">
          <label>Description:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders59">Allow sub folders:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc12">
        <textBox refId="L_pathcolon60">
          <label>Path:</label>
        </textBox>
        <textBox refId="L_datecolon61">
          <label>Date:</label>
        </textBox>
        <textBox refId="L_descriptioncolon62">
          <label>Description:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders63">Allow sub folders:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc13">
        <textBox refId="L_pathcolon64">
          <label>Path:</label>
        </textBox>
        <textBox refId="L_datecolon65">
          <label>Date:</label>
        </textBox>
        <textBox refId="L_descriptioncolon66">
          <label>Description:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders67">Allow sub folders:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc14">
        <textBox refId="L_pathcolon68">
          <label>Path:</label>
        </textBox>
        <textBox refId="L_datecolon69">
          <label>Date:</label>
        </textBox>
        <textBox refId="L_descriptioncolon70">
          <label>Description:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders71">Allow sub folders:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc15">
        <textBox refId="L_pathcolon72">
          <label>Path:</label>
        </textBox>
        <textBox refId="L_datecolon73">
          <label>Date:</label>
        </textBox>
        <textBox refId="L_descriptioncolon74">
          <label>Description:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders75">Allow sub folders:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc16">
        <textBox refId="L_pathcolon76">
          <label>Path:</label>
        </textBox>
        <textBox refId="L_datecolon77">
          <label>Date:</label>
        </textBox>
        <textBox refId="L_descriptioncolon78">
          <label>Description:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders79">Allow sub folders:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc17">
        <textBox refId="L_pathcolon80">
          <label>Path:</label>
        </textBox>
        <textBox refId="L_datecolon81">
          <label>Date:</label>
        </textBox>
        <textBox refId="L_descriptioncolon82">
          <label>Description:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders83">Allow sub folders:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc18">
        <textBox refId="L_pathcolon84">
          <label>Path:</label>
        </textBox>
        <textBox refId="L_datecolon85">
          <label>Date:</label>
        </textBox>
        <textBox refId="L_descriptioncolon86">
          <label>Description:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders87">Allow sub folders:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc19">
        <textBox refId="L_pathcolon88">
          <label>Path:</label>
        </textBox>
        <textBox refId="L_datecolon89">
          <label>Date:</label>
        </textBox>
        <textBox refId="L_descriptioncolon90">
          <label>Description:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders91">Allow sub folders:</checkBox>
      </presentation>
      <presentation id="L_TrustedLoc20">
        <textBox refId="L_pathcolon92">
          <label>Path:</label>
        </textBox>
        <textBox refId="L_datecolon93">
          <label>Date:</label>
        </textBox>
        <textBox refId="L_descriptioncolon94">
          <label>Description:</label>
        </textBox>
        <checkBox refId="L_allowsubfolders95">Allow sub folders:</checkBox>
      </presentation>
      <presentation id="L_SetDocumentBehaviorIfFileValidationFails">
        <dropdownList refId="L_SetDocumentBehaviorIfFileValidationFailsDropID" noSort="true" defaultItem="1">
        </dropdownList>
        <checkBox refId="L_SetDocumentBehaviorIfFileValidationFailsStr3">Checked: Allow edit.  Unchecked: Do not allow edit.</checkBox>
      </presentation>
      <presentation id="L_Translationdirection">
        <dropdownList refId="L_translationdirection96" noSort="true" defaultItem="0">Translation direction</dropdownList>
      </presentation>
      <presentation id="L_Listoferrormessagestocustomize">
        <listBox refId="L_listoferrormessagestocustomize97">List of error messages to customize</listBox>
        <text>Enter error ID for Value Name and custom button text for Value</text>
      </presentation>
      <presentation id="L_Disablecommandbarbuttonsandmenuitems">
        <checkBox refId="L_FileWebPagePreview">File tab | Options | ("Customize Ribbon" or "Quick Access Toolbar") | All Commands | Web Page Preview</checkBox>
        <checkBox refId="L_FileSendToMailRecipient">File tab | Share | Email</checkBox>
        <checkBox refId="L_InsertHyperlinkWd">Insert tab | Links | Hyperlink</checkBox>
        <checkBox refId="L_ToolsProtectDocument">File tab | Info | Protect Document</checkBox>
        <checkBox refId="L_ToolsMacroWd">View tab | Macros | Macros</checkBox>
        <checkBox refId="L_ToolsMacroMacrosWd">Developer tab | Code | Macros</checkBox>
        <checkBox refId="L_ToolsMacroRecordNewMacro">Developer tab | Code | Record Macro</checkBox>
        <checkBox refId="L_ToolsMacroSecurity">Developer tab | Code | Macro Security</checkBox>
        <checkBox refId="L_ToolsMacroVisualBasicEditorWd">Developer tab | Code | Visual Basic</checkBox>
        <checkBox refId="L_ToolsTemplatesandAddIns">Developer tab | Templates | Document Template</checkBox>
        <checkBox refId="L_WebAddressWd">File tab | Options | ("Customize Ribbon" or "Quick Access Toolbar") | All Commands | Document Location</checkBox>
      </presentation>
      <presentation id="L_Disableshortcutkeys">
        <checkBox refId="L_CtrlFFindWd">Ctrl+F (Home | Editing | Find)</checkBox>
        <checkBox refId="L_CtrlKInsertHyperlinkWd">Ctrl+K (Insert | Links | Hyperlink)</checkBox>
        <checkBox refId="L_AltF8ToolsMacroMacros">Alt+F8 (Developer | Code | Macros)</checkBox>
        <checkBox refId="L_AltF11ToolsMacroVisualBasicEditorWd">Alt+F11 (Developer | Code | Visual Basic)</checkBox>
      </presentation>
      <presentation id="L_disablecommandbarbuttonsandmenuitems174">
        <listBox refId="L_EnteracommandbarIDtodisable">Enter a command bar ID to disable</listBox>
      </presentation>
      <presentation id="L_disableshortcutkeys175">
        <listBox refId="L_Enterakeyandmodifiertodisable">Enter a key and modifier to disable</listBox>
      </presentation>
      <presentation id="L_Volumepreference">
        <dropdownList refId="L_volumepreference179" noSort="true" defaultItem="0">Volume preference</dropdownList>
      </presentation>
      <presentation id="L_ListOfManagedAddins">
        <listBox refId="L_ListOfManagedAddins2">List of managed add-ins</listBox>
      </presentation>
      <presentation id="L_CustomMarkupWarning">
        <dropdownList refId="L_CustomMarkupWarningDropID" noSort="true" defaultItem="1">Custom markup warning:</dropdownList>
      </presentation>
      <presentation id="L_PersonalTemplatesPath">
        <textBox refId="L_PersonalTemplatesPath">
          <label>Personal templates path</label>
        </textBox>
      </presentation>
      <presentation id="L_SetExpandCollapseUIMinimumZoomLevel">
        <decimalTextBox refId="L_SetExpandCollapseUIMinimumZoomLevelSpinID" defaultValue="50" spinStep="1">Set the minimum zoom level for expand / collapse on-object UI</decimalTextBox>
      </presentation>
      <presentation id="L_SetExpandCollapseUIMaximumZoomLevel">
        <decimalTextBox refId="L_SetExpandCollapseUIMaximumZoomLevelSpinID" defaultValue="" spinStep="1">Set the maximum zoom level for expand / collapse on-object UI</decimalTextBox>
      </presentation>
      <presentation id="L_AllowDDE">
        <dropdownList refId="L_AllowDDEDropID" noSort="true" defaultItem="0">Dynamic Data Exchange setting</dropdownList>
      </presentation>
      <presentation id="L_DefaultCompressionQualityForInlinedImagesInOutlook">
        <dropdownList refId="L_DefaultCompressionQualityForInlinedImagesInOutlookPart" noSort="true" defaultItem="0">Default inline image compression quality for Outlook:</dropdownList>
      </presentation>
    </presentationTable>
  </resources>
</policyDefinitionResources>
