<?xml version="1.0" encoding="utf-8"?>
<policyDefinitionResources revision="6.4" schemaVersion="1.0">
  <displayName>ZoomMeetings</displayName>
  <description>ZoomMeetings</description>
  <resources>
    <stringTable>
      <string id="SUPPORTED_WINXPSP2">Microsoft Windows XP SP2 or later</string>
      <string id="ZoomUsCommunication">Zoom Meetings</string>
      <string id="zoommeetings">Zoom Meetings Settings</string>
      <string id="zoomgeneral">Zoom General Settings</string>
      <string id="zoomchat">Zoom Chat Settings</string>
      <string id="zoomupdates">Zoom Updates Settings</string>
      <string id="ZoomUsRecommendations">Zoom Meetings - Default Settings (users can override)</string>
      <string id="zoommeetings_recommend">Zoom Meetings Default Settings</string>
      <string id="zoomgeneral_recommend">Zoom General Default Settings</string>
      <string id="zoomchat_recommend">Zoom Chat Default Settings</string>
      <string id="zoomupdates_recommend">Zoom Updates Default Settings</string>
      <string id="EnableClientAutoUpdate_Policy">Enable client to auto update</string>
      <string id="EnableClientAutoUpdate_Policy_Recommend">Enable client to auto update (Recommendation Setting)</string>
      <string id="EnableClientAutoUpdate_Explain">This is an old policy for auto update. It is now recommended to use the new AU2 series policies.

Default setting for EXE installation is enabled, default setting for MSI installation is disabled.

If this setting is enabled, client will auto update itself.

If this setting is disabled, client will not auto update itself.

If this setting is not set, client will use default setting.</string>
      <string id="DisableCreatingDesktopShortcut_Policy">Disable creating a desktop shortcut</string>
      <string id="DisableCreatingDesktopShortcut_Policy_Recommend">Disable creating a desktop shortcut (Recommendation Setting)</string>
      <string id="DisableCreatingDesktopShortcut_Explain">Default setting is disabled.

If this setting is enabled, no shortcut will be created on desktop.

If this setting is disabled, a shortcut will be created on desktop the first time the user logs in.

If this setting is not set, client will use default setting.</string>
      <string id="AutoStartAfterReboot_Policy">Auto start client after reboot</string>
      <string id="AutoStartAfterReboot_Policy_Recommend">Auto start client after reboot (Recommendation Setting)</string>
      <string id="AutoStartAfterReboot_Explain">Default policy is false.

If this policy is set to true, client will automatically start and show itself in task bar after system reboot.

If this policy is set to false, client will not automatically start after system reboot.

If this policy is not set, client will use default policy.</string>
      <string id="AutoStartInSystemTray_Policy">Auto start client after reboot in system tray</string>
      <string id="AutoStartInSystemTray_Policy_Recommend">Auto start client after reboot in system tray (Recommendation Setting)</string>
      <string id="AutoStartInSystemTray_Explain">Default policy is false.

If this policy is set to true, client will automatically start and move itself to system tray without showing on task bar after system reboot.

If this policy is set to false, client will not automatically start after system reboot.

If this policy is not set, client will use default policy.</string>
      <string id="UseWinINetResolveProxy_Policy">Always use WinINet to do proxy resolve</string>
      <string id="UseWinINetResolveProxy_Policy_Recommend">Always use WinINet to do proxy resolve (Recommendation Setting)</string>
      <string id="UseWinINetResolveProxy_Explain">Default policy is false.

If this policy is enabled, the client will always use WinINet to do proxy resolve.

If this policy is disabled, the client will use WinHTTP to do proxy resolve first, WinINet will be used as the failover resolver.

If this policy is not set, client will use the default setting.</string>
      <string id="SetSSOURL_Policy">Set default SSO URL for client login</string>
      <string id="SetSSOURL_Policy_Recommend">Set default SSO URL for client login (Recommendation Setting)</string>
      <string id="SetSSOURL_Explain">Default URL is empty, client will manually enter the SSO URL for SSO log in.

Allows you to set the SSO URL.</string>
      <string id="SetSSOURL_Part">Set SSO host</string>
      <string id="ForceLoginWithSSO_Policy">Force login with SSO only</string>
      <string id="ForceLoginWithSSO_Policy_Recommend">Force login with SSO only (Recommendation Setting)</string>
      <string id="ForceLoginWithSSO_Explain">Default policy is false.

If this policy is set to true, client will be forced to login with SSO only.

If this policy is set to false, client will not be forced to login with SSO.

If this policy is not set, client will use default policy.

If another setting 'Disable login with SSO' is enabled, this policy will be voided and makes no impact no matter this policy is set to true or false.</string>
      <string id="DisableGoogleLogin_Policy">Disable login with Google OAuth</string>
      <string id="DisableGoogleLogin_Policy_Recommend">Disable login with Google OAuth (Recommendation Setting)</string>
      <string id="DisableGoogleLogin_Explain">Default setting is disabled.

If this setting is enabled, login with Google will be disabled.

If this setting is disabled, login with Google will be enabled.

If this setting is not set, client will use default setting.</string>
      <string id="DisableFacebookLogin_Policy">Disable login with Facebook OAuth</string>
      <string id="DisableFacebookLogin_Policy_Recommend">Disable login with Facebook OAuth (Recommendation Setting)</string>
      <string id="DisableFacebookLogin_Explain">Default setting is disabled.

If this setting is enabled, login with Facebook will be disabled.

If this setting is disabled, login with Facebook will be enabled.

If this setting is not set, client will use default setting.</string>
      <string id="DisableLoginWithSSO_Policy">Disable login with SSO</string>
      <string id="DisableLoginWithSSO_Policy_Recommend">Disable login with SSO (Recommendation Setting)</string>
      <string id="DisableLoginWithSSO_Explain">Default setting is disabled.

If this setting is enabled, login with SSO will be disabled.

If this setting is disabled, login with SSO will be enabled.

If this setting is not set, client will use default setting.</string>
      <string id="DisableLoginWithMicrosoft_Policy">Disable login with Microsoft</string>
      <string id="DisableLoginWithMicrosoft_Policy_Recommend">Disable login with Microsoft (Recommendation Setting)</string>
      <string id="DisableLoginWithMicrosoft_Explain">Default setting is disabled.

If this setting is enabled, login with Microsoft will be disabled.

If this setting is disabled, login with Microsoft will be enabled.

If this setting is not set, client will use default setting.</string>
      <string id="DisableLoginWithEmail_Policy">Disable login with email and password</string>
      <string id="DisableLoginWithEmail_Policy_Recommend">Disable login with email and password (Recommendation Setting)</string>
      <string id="DisableLoginWithEmail_Explain">Default setting is disabled.

If this setting is enabled, login with email and password will be disabled.

If this setting is disabled, login with email will be enabled.

If this setting is not set, client will use default setting.</string>
      <string id="CloseToSystemTray_Policy">Client will minimize to system tray and not show on task bar when closed</string>
      <string id="CloseToSystemTray_Policy_Recommend">Client will minimize to system tray and not show on task bar when closed (Recommendation Setting)</string>
      <string id="CloseToSystemTray_Explain">Default policy is true.

If this policy is set to true, client will minimize to system tray and not show on task bar when closed.

If this policy is set to false, client will minimize to task bar when closed.

If this policy is not set, client will use default policy.</string>
      <string id="SetEmailDomainsRestrictedToLogin_Policy">Set email domains that client is restricted to log in with</string>
      <string id="SetEmailDomainsRestrictedToLogin_Policy_Recommend">Set email domains that client is restricted to log in with (Recommendation Setting)</string>
      <string id="SetEmailDomainsRestrictedToLogin_Explain">Default setting is empty, client can log in with any email domains.

Allow you to set multiple email domains that client is restricted to log in with. Multiple email accounts can by separated with &amp;.

For example: abc.com&amp;zoom.us</string>
      <string id="SetEmailDomainsRestrictedToLogin_Part">Set email domains that client is restricted to log in with</string>
      <string id="SetAccountIDsRestrictedToJoin_Policy">Set account IDs that client is restricted to join meeting hosted by</string>
      <string id="SetAccountIDsRestrictedToJoin_Policy_Recommend">Set account IDs that client is restricted to join meeting hosted by (Recommendation Setting)</string>
      <string id="SetAccountIDsRestrictedToJoin_Explain">Default setting is empty, client can join meeting hosted by any account IDs.

Allow you to set multiple account IDs that client is restricted to join meeting hosted by. Multiple account IDs can by separated with ,.

For example: 111111,22222</string>
      <string id="SetAccountIDsRestrictedToJoin_Part">Set account IDs that client is restricted to join meeting hosted by</string>
      <string id="AlwaysUsePersonalMeetingID_Policy">Client will use personal meeting ID to start meeting</string>
      <string id="AlwaysUsePersonalMeetingID_Policy_Recommend">Client will use personal meeting ID to start meeting (Recommendation Setting)</string>
      <string id="AlwaysUsePersonalMeetingID_Explain">Default policy is false.

If this policy is set to true, client will use personal meeting ID to start meeting.

If this policy is set to false, client will use a random generated meeting ID to start meeting.

If this policy is not set, client will use default policy.</string>
      <string id="BlockUntrustedSSLCert_Policy">Client will block connection to untrusted SSL certificates</string>
      <string id="BlockUntrustedSSLCert_Policy_Recommend">Client will block connection to untrusted SSL certificates (Recommendation Setting)</string>
      <string id="BlockUntrustedSSLCert_Explain">Default policy is true.

If this policy is true, client will show a warning dialog when connecting to untrusted SSL certificates, and there is no Trust button to allow user to bypass and continue.

If this setting is false, client will show a warning dialog when connecting to untrusted SSL certificates, but there is a Trust button to allow user to bypass and continue.

If this policy is not set, client use will default policy.</string>
      <string id="DisableLinkPreviewInChat_Policy">Client will disable and hide link preview feature in chat</string>
      <string id="DisableLinkPreviewInChat_Policy_Recommend">Client will disable and hide link preview feature in chat (Recommendation Setting)</string>
      <string id="DisableLinkPreviewInChat_Explain">Default setting is disabled.

If this setting is enabled, client will disable and hide link preview feature in chat.

If this setting is disabled, link preview feature will be enabled in chat.

If this policy is not set, client will use the default setting.</string>
      <string id="TurnOffVideoCameraOnJoin_Policy">Turn off video camera when joining meeting</string>
      <string id="TurnOffVideoCameraOnJoin_Policy_Recommend">Turn off video camera when joining meeting (Recommendation Setting)</string>
      <string id="TurnOffVideoCameraOnJoin_Explain">Default policy is false.

If this policy is set to true, client will turn off video camera when joining meeting.

If this policy is set to false, client will turn on video camera when joining meeting.

If this policy is not set, client will default policy.</string>
      <string id="AutoJoinVoIP_Policy">Auto connect audio with VoIP when joining meeting</string>
      <string id="AutoJoinVoIP_Policy_Recommend">Auto connect audio with VoIP when joining meeting (Recommendation Setting)</string>
      <string id="AutoJoinVoIP_Explain">Default policy is false.

If this policy is set to true, client will automatically connect audio with VoIP when joining meeting.

If this policy is set to false, client will not automatically connect audio with VoIP when joining meeting.

If this policy is not set, client will use default policy.</string>
      <string id="AutoEnableDualMonitor_Policy">Enable dual monitor if system supports</string>
      <string id="AutoEnableDualMonitor_Policy_Recommend">Enable dual monitor if system supports (Recommendation Setting)</string>
      <string id="AutoEnableDualMonitor_Explain">Default setting is disbled.

If this setting is enabled, client will enabled dual monitor mode for meeting.

If this setting is disabled, client will disable dual monitor mode for meeting.

If this setting is not set, client will use default setting.</string>
      <string id="EnterFullScreenWhenViewingSharedScreen_Policy">Client will enter full screen mode when viewing shared screen</string>
      <string id="EnterFullScreenWhenViewingSharedScreen_Policy_Recommend">Client will enter full screen mode when viewing shared screen (Recommendation Setting)</string>
      <string id="EnterFullScreenWhenViewingSharedScreen_Explain">Default policy is true.

If this policy is set to true, client will enter full screen mode when viewing shared screen.

If this policy is set to false, client will stay in windowed mode when viewing shared screen.

If this policy is not set, client will use default policy.</string>
      <string id="FitContentWhenViewingSharedScreen_Policy">Client will resize content to fit the window when viewing shared screen</string>
      <string id="FitContentWhenViewingSharedScreen_Policy_Recommend">Client will resize content to fit the window when viewing shared screen (Recommendation Setting)</string>
      <string id="FitContentWhenViewingSharedScreen_Explain">Default policy is true.

If this policy is set to true, client will resize content to fit the window when viewing shared screen.

If this policy is set to false, client will not resize content to fit the window when viewing shared screen.

If this policy is not set, client will default policy.</string>
      <string id="EnableHDVideo_Policy">Client will capture and send camera video in HD 720p format</string>
      <string id="EnableHDVideo_Policy_Recommend">Client will capture and send camera video in HD 720p format (Recommendation Setting)</string>
      <string id="EnableHDVideo_Explain">Default setting is disabled.

If this setting is enabled, client will capture and send camera video in HD 720p format.

If this setting is disabled, client will capture and send camera video in 360p format.

If this setting is not set, client will use default setting.</string>
      <string id="ControlAllAppsWhenRemoteControl_Policy">All applications can be controlled during remote control session</string>
      <string id="ControlAllAppsWhenRemoteControl_Policy_Recommend">All applications can be controlled during remote control session (Recommendation Setting)</string>
      <string id="ControlAllAppsWhenRemoteControl_Explain">Default policy is true.

If this policy is set to true, all applications can be controlled during remote control session.

If this policy is set to false, system applications cannot be controlled during remote control session.

If this policy is not set, client will use default policy.</string>
      <string id="RecordingFilePath_Policy">Set path for local meeting recording files</string>
      <string id="RecordingFilePath_Policy_Recommend">Set path for local meeting recording files (Recommendation Setting)</string>
      <string id="RecordingFilePath_Explain">Default path is User/Document folder.

Allows you to set path for local meeting recording files.

For example: C:\MyZoomRecordings</string>
      <string id="RecordingFilePath_Part">Set path for local meeting recording files</string>
      <string id="DisableAeroModeDuringShareScreen_Policy">Disable Aero mode when screen sharing on Windows 7 system</string>
      <string id="DisableAeroModeDuringShareScreen_Policy_Recommend">Disable Aero mode when screen sharing on Windows 7 system (Recommendation Setting)</string>
      <string id="DisableAeroModeDuringShareScreen_Explain">Default setting is enabled.

If this setting is enabled, Aero mode will be disabled when screen sharing on Windows 7 system.

If this setting is disabled, Aero mode will not be disabled when screen sharing on Windows 7 system.

If this setting is not set, client will default setting.</string>
      <string id="AlwaysShowMeetingControls_Policy">Client will always show meeting controls</string>
      <string id="AlwaysShowMeetingControls_Policy_Recommend">Client will always show meeting controls (Recommendation Setting)</string>
      <string id="AlwaysShowMeetingControls_Explain">Default policy is false.

If this policy is set to true, client will always show meeting controls.

If this policy is set to false, some meeting controls like the meeting toolbar will automatically hide after idle for a few seconds and show on mouse movement or keyboard stroke event.

If this policy is not set, client will use default policy.</string>
      <string id="EnterFullScreenWhenJoinMeeting_Policy">Client will automatically enter full screen mode when joining a meeting</string>
      <string id="EnterFullScreenWhenJoinMeeting_Policy_Recommend">Client will automatically enter full screen mode when joining a meeting (Recommendation Setting)</string>
      <string id="EnterFullScreenWhenJoinMeeting_Explain">Default policy is false.

If this policy is set to true, client will automatically enter full screen mode when joining a meeting.

If this policy is set to false, client will stay in windowed mode when joining a meeting.

If this policy is not set, client will use default policy.</string>
      <string id="PromptConfirmWhenLeaveMeeting_Policy">Client will prompt confirmation when leaving a meeting</string>
      <string id="PromptConfirmWhenLeaveMeeting_Policy_Recommend">Client will prompt confirmation when leaving a meeting (Recommendation Setting)</string>
      <string id="PromptConfirmWhenLeaveMeeting_Explain">Default policy is true.

If this policy is set to true, client will will prompt confirmation when leaving a meeting.

If this policy is set to false, client will leave a meting without prompt confirmation.

If this policy is not set, client will use default policy.</string>
      <string id="AlwaysShowConnectedTime_Policy">Client will show meeting timers</string>
      <string id="AlwaysShowConnectedTime_Policy_Recommend">Client will show meeting timers (Recommendation Setting)</string>
      <string id="AlwaysShowConnectedTime_Explain">Default policy is false.

If this policy is set to true, client will show meeting timers.

If this policy is set to false, client will not show meeting timers.

If this policy is not set, client will use default policy.</string>
      <string id="MuteVoipWhenJoinMeeting_Policy">Client will mute VoIP when joining a meeting</string>
      <string id="MuteVoipWhenJoinMeeting_Policy_Recommend">Client will mute VoIP when joining a meeting (Recommendation Setting)</string>
      <string id="MuteVoipWhenJoinMeeting_Explain">Default policy is false.

If this policy is set to true, client will mute VoIP when joining a meeting.

If this policy is set to false, client will unmute VoIP when joining a meeting.

If this policy is not set, client will use default policy.</string>
      <string id="AutoHideNoVideoUsers_Policy">Client will hide users with video turned off in gallery View</string>
      <string id="AutoHideNoVideoUsers_Policy_Recommend">Client will hide users with video turned off in gallery View (Recommendation Setting)</string>
      <string id="AutoHideNoVideoUsers_Explain">Default policy is false.

If this policy is set to true, client will hide users with video turned off in gallery View.

If this policy is set to false, client will show users with video turned off in gallery View.

If this policy is not set, client will use default policy.</string>
      <string id="AutoAdjustAudioSettings_Policy">Client will adjust audio settings automatically</string>
      <string id="AutoAdjustAudioSettings_Policy_Recommend">Client will adjust audio settings automatically (Recommendation Setting)</string>
      <string id="AutoAdjustAudioSettings_Explain">Default policy is true.

If this policy is set to true, client will adjust audio settings automatically.

If this policy is set to false, client will not adjust audio settings automatically, user has to manually adjust audio settings in Settings/Audio window.

If this policy is not set, client will use default policy.</string>
      <string id="DisableShareScreen_Policy">Client will disable and hide Share Screen feature</string>
      <string id="DisableShareScreen_Policy_Recommend">Client will disable and hide Share Screen feature (Recommendation Setting)</string>
      <string id="DisableShareScreen_Explain">Default setting is disabled.

If this setting is enabled, client will disable and hide Share Screen feature.

If this setting is disabled, Share Screen feature will be enabled.

If this policy is not set, client will use default setting.</string>
      <string id="DisableMeetingChat_Policy">Client will disable and hide in meeting chat feature</string>
      <string id="DisableMeetingChat_Policy_Recommend">Client will disable and hide in meeting chat feature (Recommendation Setting)</string>
      <string id="DisableMeetingChat_Explain">Default setting is disabled.

If this setting is enabled, client will disable and hide in meeting chat feature.

If this setting is disabled, in meeting chat feature will be enabled.

If this policy is not set, client will use local configured setting.</string>
      <string id="DisableMeetingFileTransfer_Policy">Client will disable and hide the in meeting computer file-transfer feature</string>
      <string id="DisableMeetingFileTransfer_Policy_Recommend">Client will disable and hide the in meeting computer file-transfer feature (Recommendation Setting)</string>
      <string id="DisableMeetingFileTransfer_Explain">Default setting is disabled.

If this setting is enabled, client will disable and hide the in meeting computer file-transfer feature.

If this setting is disabled, the in meeting computer file-transfer feature will be enabled.

If this policy is not set, client will use the default setting.</string>
      <string id="DisableLocalRecording_Policy">Client will disable and hide local recording feature</string>
      <string id="DisableLocalRecording_Policy_Recommend">Client will disable and hide local recording feature (Recommendation Setting)</string>
      <string id="DisableLocalRecording_Explain">Default setting is disabled.

If this setting is enabled, client will disable and hide local recording feature.

If this setting is disabled, local recording feature will be enabled.

If this policy is not set, client will use default setting.</string>
      <string id="DisableCloudRecording_Policy">Client will disable and hide cloud recording feature</string>
      <string id="DisableCloudRecording_Policy_Recommend">Client will disable and hide cloud recording feature (Recommendation Setting)</string>
      <string id="DisableCloudRecording_Explain">Default setting is disabled.

If this setting is enabled, client will disable and hide cloud recording feature.

If this setting is disabled, cloud recording feature will be enabled.

If this policy is not set, client will use default setting.</string>
      <string id="DisableVideoCamera_Policy">Client will disable and hide ability to send video</string>
      <string id="DisableVideoCamera_Policy_Recommend">Client will disable and hide ability to send video (Recommendation Setting)</string>
      <string id="DisableVideoCamera_Explain">Default setting is disabled.

If this setting is enabled, client will disable and hide ability to send video.

If this setting is disabled, client will be able to send video.

If this policy is not set, client will use default setting.</string>
      <string id="DisableReceiveVideo_Policy">Client will disable and hide ability to receive video</string>
      <string id="DisableReceiveVideo_Policy_Recommend">Client will disable and hide ability to receive video (Recommendation Setting)</string>
      <string id="DisableReceiveVideo_Explain">Default setting is disabled.

If this setting is enabled, client will disable and hide ability to receive video.

If this setting is disabled, client will be able to receive video.

If this policy is not set, client will use default setting.</string>
      <string id="DisableAnnotation_Policy">Client will disable and hide ability to annotate over shared screen</string>
      <string id="DisableAnnotation_Policy_Recommend">Client will disable and hide ability to annotate over shared screen (Recommendation Setting)</string>
      <string id="DisableAnnotation_Explain">Default setting is disabled.

If this setting is enabled, client will disable and hide ability to annotate over shared screen.

If this setting is disabled, client will enable ability to annotate over shared screen.

If this policy is not set, client will use default setting.</string>
      <string id="EnableMirrorEffect_Policy">Client will enable mirror effect of your video camera</string>
      <string id="EnableMirrorEffect_Policy_Recommend">Client will enable mirror effect of your video camera (Recommendation Setting)</string>
      <string id="EnableMirrorEffect_Explain">Default setting is enabled.

If this setting is enabled, client will enable mirror effect over your video camera.

If this setting is disabled, client will disable mirror effect of your video camera.

If this policy is not set, client will use default setting.</string>
      <string id="EnableHIDControl_Policy">Client will enable HID audio device control</string>
      <string id="EnableHIDControl_Policy_Recommend">Client will enable HID audio device control (Recommendation Setting)</string>
      <string id="EnableHIDControl_Explain">Default setting is enabled.

If this setting is enabled, client will enable HID audio device control.

If this setting is disabled, client will disable HID audio device control.

If this policy is not set, client will use default setting.</string>
      <string id="EnableCloudSwitch_Policy">Enable to switch between Zoom commercial(default) cloud and FedRAMP cloud</string>
      <string id="EnableCloudSwitch_Policy_Recommend">Enable to switch between Zoom commercial(default) cloud and FedRAMP cloud (Recommendation Setting)</string>
      <string id="EnableCloudSwitch_Explain">Default policy is false.

If this policy is set to true, client will be able to switch between Zoom commercial (default) cloud and FedRAMP cloud.

If this policy is set to false, client will work with Zoom commercial (default) cloud only.

If this policy is not set, client will use default policy.</string>
      <string id="EnableEmbedBrowserForSSO_Policy">Enable embed browser for SSO</string>
      <string id="EnableEmbedBrowserForSSO_Policy_Recommend">Enable embed browser for SSO (Recommendation Setting)</string>
      <string id="EnableEmbedBrowserForSSO_Explain">Default policy is false.

If this policy is set to true, client will use embedded  browser for SSO.

If this policy is set to false, client will launch system default browser for SSO.

If this policy is not set, client will use default policy.</string>
      <string id="EnableNewWebView2SSO_Policy">Enable SSO login using WebView2 browser kernel</string>
      <string id="EnableNewWebView2SSO_Policy_Recommend">Enable SSO login using WebView2 browser kernel (Recommendation Setting)</string>
      <string id="EnableNewWebView2SSO_Explain">Default policy is false.

This policy depends on EnableEmbedBrowserForSSO, if EnableEmbedBrowserForSSO is false, EnableNewWebView2SSO will not work.

If this policy is set to true, the SSO login page will use Microsoft's latest WebView2 browser kernel.

If this policy is set to false, the SSO login page will use Microsoft's traditional IE browser kernel.

If this policy is not set, client will use the default setting.</string>
      <string id="AlwaysShowVideoPreviewDialog_Policy">Always show video preview dialog when joining a video meeting</string>
      <string id="AlwaysShowVideoPreviewDialog_Policy_Recommend">Always show video preview dialog when joining a video meeting (Recommendation Setting)</string>
      <string id="AlwaysShowVideoPreviewDialog_Explain">Default policy is false.

If this policy is true, client will always show video preview dialog when joining a video meeting.

If this setting is false, client will never show video preview dialog before joining any meeting.

If this policy is not set, client will use default setting or user setting.</string>
      <string id="DisableComputerAudio_Policy">Client will disable computer audio</string>
      <string id="DisableComputerAudio_Policy_Recommend">Client will disable computer audio (Recommendation Setting)</string>
      <string id="DisableComputerAudio_Explain">Default setting is disabled.

If this setting is enabled, client will disable computer audio.

If this setting is disabled, client will use computer audio.

If this policy is not set, client will use default setting.</string>
      <string id="EnableSplitScreen_Policy">Client will enable side-by-side mode</string>
      <string id="EnableSplitScreen_Policy_Recommend">Client will enable side-by-side mode (Recommendation Setting)</string>
      <string id="EnableSplitScreen_Explain">Default setting is disabled.

If this setting is enabled, client will enable side-by-side mode.

If this setting is disabled, client will disable side-by-side mode.

If this policy is not set, client will use default setting.</string>
      <string id="DisableRemoteControl_Policy">During screen sharing, the person who is sharing won't allow others to control the shared content.</string>
      <string id="DisableRemoteControl_Policy_Recommend">During screen sharing, the person who is sharing won't allow others to control the shared content. (Recommendation Setting)</string>
      <string id="DisableRemoteControl_Explain">Default policy is false.

If this policy is true, client will disable remote control feature.

If this setting is false, client will enable remote control feature.

If this policy is not set, client will use default setting.

Web also has the same option, which has a higher privilege than this.</string>
      <string id="DisableRemoteSupport_Policy">Disallow meeting host to provide 1:1 remote support to another participant. This option depends on breakout room settings.</string>
      <string id="DisableRemoteSupport_Policy_Recommend">Disallow meeting host to provide 1:1 remote support to another participant. This option depends on breakout room settings. (Recommendation Setting)</string>
      <string id="DisableRemoteSupport_Explain">Default policy is true.

If this policy is true, client will disallow meeting host to provide 1:1 remote support.

If this setting is false, client will enable remote support feature.

If this policy is not set, client will use default setting.

Web also has the same option, which has a higher privilege than this.</string>
      <string id="EnableOriginalSound_Policy">Client will keep preserve original sound.</string>
      <string id="EnableOriginalSound_Policy_Recommend">Client will keep preserve original sound. (Recommendation Setting)</string>
      <string id="EnableOriginalSound_Explain">Default setting is disabled.

If this setting is enabled, client will keep preserve original sound.

If this setting is disabled, client will not keep preserve original sound and use echo.

If this setting is not set, client will use default setting.</string>
      <string id="EnableFaceBeauty_Policy">Enable touch up my appearance</string>
      <string id="EnableFaceBeauty_Policy_Recommend">Enable touch up my appearance (Recommendation Setting)</string>
      <string id="EnableFaceBeauty_Explain">Default policy is false.

If this policy is true, client will enable touching up my appearance.

If this setting is false, client will disable touching up my appearance.

If this policy is not set, client will use default setting or user setting.</string>
      <string id="DisableVirtualBkgnd_Policy">Disable virtual background for meetings</string>
      <string id="DisableVirtualBkgnd_Policy_Recommend">Disable virtual background for meetings (Recommendation Setting)</string>
      <string id="DisableVirtualBkgnd_Explain">Default policy is false.

If this policy is true, client will disable virtual background for meetings.

If this setting is false, client will enable virtual background for meetings.

If this policy is not set, client will use default setting or user setting.</string>
      <string id="ForceSSOURL_Policy">Set and lock the default SSO URL for client login</string>
      <string id="ForceSSOURL_Policy_Recommend">Set and lock the default SSO URL for client login (Recommendation Setting)</string>
      <string id="ForceSSOURL_Explain">Default URL is empty, client will manually enter the SSO URL for SSO log in.

If your organization is using FedRAMP cloud, you can input URL like: your-org-name.zoomgov.com; if your organization is using CN cluster, you can input URL like: your-org-name.zoom.com.

Allows you to set and lock the SSO URL.</string>
      <string id="ForceSSOURL_Part">Set and lock the default SSO URL for client login</string>
      <string id="KeepSignedIn_Policy">Client will keep signed in</string>
      <string id="KeepSignedIn_Policy_Recommend">Client will keep signed in (Recommendation Setting)</string>
      <string id="KeepSignedIn_Explain">Default policy is false.

If this policy is true, client will always enable 'remember me' feature.

If this setting is false, user needs to input credential for every time of Zoom application launch.

If this policy is not set, client will use default setting or user setting.</string>
      <string id="DisableWhiteBoard_Policy">Disable white board feature(Classic)</string>
      <string id="DisableWhiteBoard_Policy_Recommend">Disable white board feature(Classic) (Recommendation Setting)</string>
      <string id="DisableWhiteBoard_Explain">Default policy is false.

If this policy is true, client will disable white board for meetings.

If this setting is false, client will enable white board for meetings.

If this policy is not set, client will use default setting or user setting.</string>
      <string id="EnableShareAudio_Policy">Enable share audio feature</string>
      <string id="EnableShareAudio_Policy_Recommend">Enable share audio feature (Recommendation Setting)</string>
      <string id="EnableShareAudio_Explain">Default policy is false.

If this policy is true, client will enable share audio feature.

If this setting is false, client will disable share audio feature.

If this policy is not set, client will use default setting or user setting.</string>
      <string id="EnableShareVideo_Policy">Enable share video feature</string>
      <string id="EnableShareVideo_Policy_Recommend">Enable share video feature (Recommendation Setting)</string>
      <string id="EnableShareVideo_Explain">Default policy is false.

If this policy is true, client will enable share video feature.

If this setting is false, client will disable share video feature.

If this policy is not set, client will use default setting or user setting.</string>
      <string id="DisableDirectShare_Policy">Disable to share with Zoom Rooms</string>
      <string id="DisableDirectShare_Policy_Recommend">Disable to share with Zoom Rooms (Recommendation Setting)</string>
      <string id="DisableDirectShare_Explain">Default policy is false.

If this policy is true, client will disable the share to Zoom Rooms feature.

If this setting is false, client will enable the share to Zoom Rooms feature.

If this policy is not set, client will use default setting or user setting.</string>
      <string id="DisableDesktopShare_Policy">Disable share desktop feature</string>
      <string id="DisableDesktopShare_Policy_Recommend">Disable share desktop feature (Recommendation Setting)</string>
      <string id="DisableDesktopShare_Explain">Default policy is false.

If this policy is true, client will disable the share desktop feature.

If this setting is false, client will enable the share desktop feature.

If this policy is not set, client will use default setting or user setting.</string>
      <string id="SetWebDomain_Policy">Set default web domain for client login and join meeting</string>
      <string id="SetWebDomain_Policy_Recommend">Set default web domain for client login and join meeting (Recommendation Setting)</string>
      <string id="SetWebDomain_Explain">Default policy is empty.

If this policy is a valid string, client will always use this domain to login and join meeting.

If this setting is empty, client will use the default cloud "https://zoom.us" and/or "https://zoom.com" to login and join meeting.

If this policy is not set, client will use default setting.</string>
      <string id="SetWebDomain_Part">Set default web domain for client login and join meeting</string>
      <string id="DisableAudioOverProxy_Policy">Disable audio media stream over proxy server</string>
      <string id="DisableAudioOverProxy_Policy_Recommend">Disable audio media stream over proxy server (Recommendation Setting)</string>
      <string id="DisableAudioOverProxy_Explain">Default policy is false.

If this policy is true, client will disable the audio media stream over proxy server.

If this setting is false, client will enable the audio media stream over proxy server.

If this policy is not set, client will use default setting.</string>
      <string id="DisableVideoOverProxy_Policy">Disable video media stream over proxy server</string>
      <string id="DisableVideoOverProxy_Policy_Recommend">Disable video media stream over proxy server (Recommendation Setting)</string>
      <string id="DisableVideoOverProxy_Explain">Default policy is false.

If this policy is true, client will disable the video media stream over proxy server.

If this setting is false, client will enable the video media stream over proxy server.

If this policy is not set, client will use default setting.</string>
      <string id="DisableSharingOverProxy_Policy">Disable screen sharing media stream over proxy server</string>
      <string id="DisableSharingOverProxy_Policy_Recommend">Disable screen sharing media stream over proxy server (Recommendation Setting)</string>
      <string id="DisableSharingOverProxy_Explain">Default policy is false.

If this policy is true, client will disable the screen sharing media stream over proxy server.

If this setting is false, client will enable the screen sharing media stream over proxy server.

If this policy is not set, client will use default setting.</string>
      <string id="SetUseSystemDefaultMicForVOIP_Policy">Set to use the system default microphone for VoIP</string>
      <string id="SetUseSystemDefaultMicForVOIP_Policy_Recommend">Set to use the system default microphone for VoIP (Recommendation Setting)</string>
      <string id="SetUseSystemDefaultMicForVOIP_Explain">Default policy is false.

If this policy is true, client will use the system default microphone for VoIP.

If this setting is false, client will use the user setting.

If this policy is not set, client will use default setting.</string>
      <string id="SetUseSystemDefaultSpeakerForVOIP_Policy">Set to use the system default speaker for VoIP</string>
      <string id="SetUseSystemDefaultSpeakerForVOIP_Policy_Recommend">Set to use the system default speaker for VoIP (Recommendation Setting)</string>
      <string id="SetUseSystemDefaultSpeakerForVOIP_Explain">Default policy is false.

If this policy is true, client will use the system default speaker for VoIP.

If this setting is false, client will use the user setting.

If this policy is not set, client will use default setting.</string>
      <string id="ShowZoomWinWhenSharing_Policy">Set to show Zoom windows during screen sharing</string>
      <string id="ShowZoomWinWhenSharing_Policy_Recommend">Set to show Zoom windows during screen sharing (Recommendation Setting)</string>
      <string id="ShowZoomWinWhenSharing_Explain">Default policy is hidding Zoom windows during screen sharing.

If this setting is true, client will show Zoom windows during screen sharing.

If this setting is false, client will use the user setting.

If this policy is not set, client will use default setting.</string>
      <string id="EnforceSignInToJoin_Policy">Set to enforce sign in to join Zoom meeting</string>
      <string id="EnforceSignInToJoin_Policy_Recommend">Set to enforce sign in to join Zoom meeting (Recommendation Setting)</string>
      <string id="EnforceSignInToJoin_Explain">Default policy is no sign in restriction to join Zoom meeting.

If this setting is true, Zoom app cannot join meeting before signing in.

If this setting is false, Zoom app can join meeting without signing in.

If this policy is not set, client will use default setting.</string>
      <string id="BandwidthLimitUp_Policy">Set bandwidth limit up value, like "800" unit Kbps; if it's lower than 800Kbps, the value will be 800Kbps</string>
      <string id="BandwidthLimitUp_Policy_Recommend">Set bandwidth limit up value, like "800" unit Kbps; if it's lower than 800Kbps, the value will be 800Kbps (Recommendation Setting)</string>
      <string id="BandwidthLimitUp_Explain">Default policy is no limitation.

If this policy is set, client will restrict media uplink traffic with the limitation.

If this policy is not set, client will use default setting.</string>
      <string id="BandwidthLimitUp_Part">Set bandwidth limit up value, like "800" unit Kbps; if it's lower than 800Kbps, the value will be 800Kbps</string>
      <string id="BandwidthLimitDown_Policy">Set bandwidth limit down value, like "800" unit Kbps; if it's lower than 800Kbps, the value will be 800Kbps</string>
      <string id="BandwidthLimitDown_Policy_Recommend">Set bandwidth limit down value, like "800" unit Kbps; if it's lower than 800Kbps, the value will be 800Kbps (Recommendation Setting)</string>
      <string id="BandwidthLimitDown_Explain">Default policy is no limitation.

If this policy is set, client will restrict media downlink traffic with the limitation.

If this policy is not set, client will use default setting.</string>
      <string id="BandwidthLimitDown_Part">Set bandwidth limit down value, like "800" unit Kbps; if it's lower than 800Kbps, the value will be 800Kbps</string>
      <string id="EnableIndependentDataPort_Policy">Set to enable independent media data port</string>
      <string id="EnableIndependentDataPort_Policy_Recommend">Set to enable independent media data port (Recommendation Setting)</string>
      <string id="EnableIndependentDataPort_Explain">Default policy is no different port.

IIf this setting is true, client will use different ports for media data as below:

AUDIO: 8803
AS: 8802
VIDEO: 8801

If this setting is false, client will use default setting.

If this policy is not set, client will use default setting.</string>
      <string id="LegacyCaptureMode_Policy">Set to disable GPU acceleration</string>
      <string id="LegacyCaptureMode_Policy_Recommend">Set to disable GPU acceleration (Recommendation Setting)</string>
      <string id="LegacyCaptureMode_Explain">Default policy is GPU acceleration enabled.

If this setting is true, client will disable the GPU acceleration.

If this setting is false, client will enable the GPU acceleration.

If this policy is not set, client will use default setting.</string>
      <string id="EnableStartMeetingWithRoomSystem_Policy">Set to show "Call Room System" button on home panel</string>
      <string id="EnableStartMeetingWithRoomSystem_Policy_Recommend">Set to show "Call Room System" button on home panel (Recommendation Setting)</string>
      <string id="EnableStartMeetingWithRoomSystem_Explain">Default policy is no "Call Room System" button on home panel.

If this setting is true, client will show the "Call Room System" on home panel and supports to start meeting with Room System directly.

If this setting is false, client will hide above button.

If this policy is not set, client will use default setting.</string>
      <string id="MuteWhenLockScreen_Policy">Set to mute audio and stop video after locking the machine</string>
      <string id="MuteWhenLockScreen_Policy_Recommend">Set to mute audio and stop video after locking the machine (Recommendation Setting)</string>
      <string id="MuteWhenLockScreen_Explain">Default policy is to send audio and stop video after locking the machine.

If this setting is true, client will mute audio and stop video after locking the machine.

If this setting is false, client will not mute audio and stop video after locking the machine.

If this policy is not set, client will use the default setting.</string>
      <string id="EnableWeChatLogin_Policy">Set to enable login with wechat</string>
      <string id="EnableWeChatLogin_Policy_Recommend">Set to enable login with wechat (Recommendation Setting)</string>
      <string id="EnableWeChatLogin_Explain">Default setting is false.

If this setting is false, login with WeChat will be disabled.

If this setting is true, login with WeChat will be enabled.

If this setting is not set, it will be disable if IT installed the client, otherwise use app-default (enable)</string>
      <string id="EnablePhoneLogin_Policy">Set to enable login with phone</string>
      <string id="EnablePhoneLogin_Policy_Recommend">Set to enable login with phone (Recommendation Setting)</string>
      <string id="EnablePhoneLogin_Explain">Default setting is false.

If this setting is false, login with Phone will be disabled.

If this setting is true, login with Phone will be enabled.

If this setting is not set, it will be disable if IT installed the client, otherwise use app-default (enable)</string>
      <string id="EnableAliPayLogin_Policy">Set to enable login with alipay</string>
      <string id="EnableAliPayLogin_Policy_Recommend">Set to enable login with alipay (Recommendation Setting)</string>
      <string id="EnableAliPayLogin_Explain">Default setting is false.

If this setting is false, login with Alipay will be disabled.

If this setting is true, login with Alipay will be enabled.

If this setting is not set, it will be disable if IT installed the client, otherwise use app-default (enable)</string>
      <string id="EnableQQLogin_Policy">Set to enable login with QQ</string>
      <string id="EnableQQLogin_Policy_Recommend">Set to enable login with QQ (Recommendation Setting)</string>
      <string id="EnableQQLogin_Explain">Default setting is false.

If this setting is false, login with QQ will be disabled.

If this setting is true, login with QQ will be enabled.

If this setting is not set, it will be disable if IT installed the client, otherwise use app-default (enable)</string>
      <string id="DefaultUsePortraitView_Policy">Set to use portrait view</string>
      <string id="DefaultUsePortraitView_Policy_Recommend">Set to use portrait view (Recommendation Setting)</string>
      <string id="DefaultUsePortraitView_Explain">Default policy is not to use portrait view.

If this setting is true, client will use portrait view.

If this setting is false, client will not use portrait view.

If this policy is not set, client will use the default setting.</string>
      <string id="EmbedUserAgentString_Policy">Set to embed one specified user agent string for all HTTP requests from Zoom client application; this piece of string will be appended to the end of regular user agent string.</string>
      <string id="EmbedUserAgentString_Policy_Recommend">Set to embed one specified user agent string for all HTTP requests from Zoom client application; this piece of string will be appended to the end of regular user agent string. (Recommendation Setting)</string>
      <string id="EmbedUserAgentString_Part">Set to embed one specified user agent string for all HTTP requests from Zoom client application; this piece of string will be appended to the end of regular user agent string</string>
      <string id="EmbedUserAgentString_Explain">Default policy is to use regular user agent string only.

If this setting is not empty, client will append the value to the regular user agent string.

If this setting is empty, client will use regular user agent string.

If this policy is not set, client will use the default setting.</string>
      <string id="AppendCallerNameForRoomSystem_Policy">Set to append caller name for Room system</string>
      <string id="AppendCallerNameForRoomSystem_Policy_Recommend">Set to append caller name for Room system (Recommendation Setting)</string>
      <string id="AppendCallerNameForRoomSystem_Explain">Default policy is not to append caller name for Room system.

If this setting is true, client will append caller name for Room system.

If this setting is false, client will not append caller name for Room system.

If this policy is not set, client will use the default setting.</string>
      <string id="EnableAutoUploadDumps_Policy">Enable to send dumps to Zoom backend to improve the service</string>
      <string id="EnableAutoUploadDumps_Policy_Recommend">Enable to send dumps to Zoom backend to improve the service (Recommendation Setting)</string>
      <string id="EnableAutoUploadDumps_Explain">Default policy is no automatically uploading dumps.

If this setting is true, client will automatically upload dumps.

If this setting is false, client will not automatically upload dumps.

If this policy is not set, client will use the default setting.</string>
      <string id="EnableAutoUploadMemlogs_Policy">Enable to send critical-failure-logs to Zoom backend to improve the service</string>
      <string id="EnableAutoUploadMemlogs_Policy_Recommend">Enable to send critical-failure-logs to Zoom backend to improve the service (Recommendation Setting)</string>
      <string id="EnableAutoUploadMemlogs_Explain">Default policy is no automatically uploading critical-failure-logs.

If this setting is true, client will automatically upload critical-failure-logs.

If this setting is false, client will not automatically upload critical-failure-logs.

If this policy is not set, client will use the default setting.</string>
      <string id="SetAccEventsOptions_Policy">Set screen reader alerts</string>
      <string id="SetAccEventsOptions_Policy_Recommend">Set screen reader alerts (Recommendation Setting)</string>
      <string id="SetAccEventsOptions_Explain">If this policy is a valid string, client will parse the string and set the selected options on.

If this policy is empty, client will set all options on.

String represents a numeric value. The values and options enabled are as follows:
IM CHAT RECEIVED = 1
PARTICIPANT JOINED LEFTED MEETING = 2
PARTICIPANT JOINED LEFED WAITING ROOM = 4
AUDIO MUTED UNMUTED BY HOST = 8
VIDEO STOPED BY HOST = 16
SCREEN SHARING STARTED STOPED BY PARTICIPANT = 32
RECORDING PERMISSION GRANTED REVOKED = 64
PUB MEETING CHAT RECEIVED = 128
PRI MEETING CHAT RECEIVED = 256
MEETING FILE UPLOADED = 512
CC AVAILABLE = 1024
CC TYPING PRIVILEGE GRANTED REVOKED = 2048
HOST PRIVILEGE GRANTED REVOKED = 4096
COHOST PRIVILEGE GRANTED REVOKED = 8192
REMOTE CONTROL PERMISSION GRANTED REVOKED = 16384
LIVESTREAM STARTED STOPPED = 32768
PARTICIPANT RAISED LOWERED HAND = 65536
QA QUESTION RECEIVED = 131072
QA ANSWER RECEVIEVED = 262144
ROLE CHANGED TO PANELIST = 524288
ROLE CHANGED TO ATTENDEE = 1048576
</string>
      <string id="SetAccEventsOptions_Part">Set screen reader alerts</string>
      <string id="IntegrateZoomWithOutlook_Policy">Set to integrate Zoom with Outlook</string>
      <string id="IntegrateZoomWithOutlook_Policy_Recommend">Set to integrate Zoom with Outlook (Recommendation Setting)</string>
      <string id="IntegrateZoomWithOutlook_Explain">Default policy is false.

If this policy is set to true, client will integrate Zoom with Outlook.

If this policy is set to false, client will not integrate Zoom with Outlook.

If this policy is not set, client will use default policy.</string>
      <string id="DisableDirectConnectionPK_Policy">Disable to create a specified PK request with direct connection.</string>
      <string id="DisableDirectConnectionPK_Policy_Recommend">Disable to create a specified PK request with direct connection. (Recommendation Setting)</string>
      <string id="DisableDirectConnectionPK_Explain">In common case, there always be a direct connection request for login/join meeting requests; if this option is ON, the client application will try with system proxy (if have) at first

Default policy is false.

If this setting is true, client will disable the direct connection PK request.

If this setting is false, client will always try direct connection even there is proxy server configuration.

If this policy is not set, client will use the default setting.</string>
      <string id="SetMessengerDoNotDropThread_Policy">Set to move messages with new replies to the bottom of the chat</string>
      <string id="SetMessengerDoNotDropThread_Policy_Recommend">Set to move messages with new replies to the bottom of the chat (Recommendation Setting)</string>
      <string id="SetMessengerDoNotDropThread_Explain">Default policy is enabled.

If this setting is enabled, client will move messages with new replies to the bottom of the chat.

If this setting is disabled, client will not move messages with new replies to the bottom of the chat.

If this policy is not set, client will use the default setting.</string>
      <string id="EnableTemporalDeNoise_Policy">Set to enable de-noise</string>
      <string id="EnableTemporalDeNoise_Policy_Recommend">Set to enable de-noise (Recommendation Setting)</string>
      <string id="EnableTemporalDeNoise_Explain">Default policy is enabled.

If this setting is enabled, client will enable de-noise.

If this setting is disabled, client will disable de-noise.

If this policy is not set, client will use the default setting.</string>
      <string id="EnableGPUComputeUtilization_Policy">Set to enable hardware acceleration for video processing</string>
      <string id="EnableGPUComputeUtilization_Policy_Recommend">Set to enable hardware acceleration for video processing (Recommendation Setting)</string>
      <string id="EnableGPUComputeUtilization_Explain">Default policy is enabled.

If this setting is enabled, client will enable hardware acceleration for video processing.

If this setting is enabled, client will disable hardware acceleration for video processing.

If this policy is not set, client will use the default setting.</string>
      <string id="EnableHardwareAccForVideoSend_Policy">Set to enable hardware acceleration for sending video</string>
      <string id="EnableHardwareAccForVideoSend_Policy_Recommend">Set to enable hardware acceleration for sending video (Recommendation Setting)</string>
      <string id="EnableHardwareAccForVideoSend_Explain">Default policy is enabled.

If this setting is enabled, client will enable hardware acceleration for sending video.

If this setting is disabled, client will disable hardware acceleration for sending video.

If this policy is not set, client will use the default setting.</string>
      <string id="EnableHardwareAccForVideoReceive_Policy">Set to enable hardware acceleration for receiving video</string>
      <string id="EnableHardwareAccForVideoReceive_Policy_Recommend">Set to enable hardware acceleration for receiving video (Recommendation Setting)</string>
      <string id="EnableHardwareAccForVideoReceive_Explain">Default policy is enabled.

If this setting is enabled, client will enable hardware acceleration for receiving video.

If this setting is disabled, client will disable hardware acceleration for receiving video.

If this policy is not set, client will use the default setting.</string>
      <string id="ShareSessionDisableUDP_Policy">Set to use TCP connection for screen sharing</string>
      <string id="ShareSessionDisableUDP_Policy_Recommend">Set to use TCP connection for screen sharing (Recommendation Setting)</string>
      <string id="ShareSessionDisableUDP_Explain">Default policy is disabled.

If this setting is enabled, client will use TCP connection for screen sharing.

If this setting is disabled, client will use UDP connection for screen sharing.

If this policy is not set, client will use the default setting.</string>
      <string id="EnableSpotlightSelf_Policy">Set to enable spotlight my video when I speak</string>
      <string id="EnableSpotlightSelf_Policy_Recommend">Set to enable spotlight my video when I speak (Recommendation Setting)</string>
      <string id="EnableSpotlightSelf_Explain">Default policy is disabled.

If this setting is enabled, client will spotlight my video when I speak.

If this setting is disabled, client will not spotlight my video when I speak.

If this policy is not set, client will use the default setting.</string>
      <string id="Enable49video_Policy">Set to enable display up to 49 participants per screen in gallery view</string>
      <string id="Enable49video_Policy_Recommend">Set to enable display up to 49 participants per screen in gallery view (Recommendation Setting)</string>
      <string id="Enable49video_Explain">Default policy is disabled.

If this setting is enabled, client will display up to 49 participants per screen in gallery view.

If this setting is disabled, client will not display up to 49 participants per screen in gallery view.

If this policy is not set, client will use the default setting.</string>
      <string id="EnableRemindMeetingTime_Policy">Set to enable reminding me before upcoming meetings</string>
      <string id="EnableRemindMeetingTime_Policy_Recommend">Set to enable reminding me before upcoming meetings (Recommendation Setting)</string>
      <string id="EnableRemindMeetingTime_Explain">Default policy is disabled.

If this setting is enabled, client will remind me before upcoming meetings with the minutes in setting panel.

If this setting is disabled, client will not remind me before upcoming meetings.

If this policy is not set, client will use the default setting.</string>
      <string id="VideoRenderMethod_Policy">Set specified video rendering method</string>
      <string id="VideoRenderMethod_Policy_Recommend">Set specified video rendering method (Recommendation Setting)</string>
      <string id="VideoRenderMethod_Part">Set specified video rendering method</string>
      <string id="VideoRenderMethod_Explain">Default policy is 0, client will use 'Auto' as video rendering method.

If this policy is a valid string, client will use the specified rendering method listed as below:
0 - Auto
1 - Direct3D11 Flip Mode
2 - Direct3D11
3 - Direct3D9
4 - GDI

If this policy is not set, client will use the default setting.</string>
      <string id="DisableMeeting3rdPartyFileStorage_Policy">Client will hide and disable the in meeting file-transfer from third-party, like Box, Dropbox.</string>
      <string id="DisableMeeting3rdPartyFileStorage_Policy_Recommend">Client will hide and disable the in meeting file-transfer from third-party, like Box, Dropbox. (Recommendation Setting)</string>
      <string id="DisableMeeting3rdPartyFileStorage_Explain">Default setting is disabled.

If this setting is enabled, client will hide and disable the in meeting third-party file-transfer feature.

If this setting is disabled, the in meeting third-party file-transfer feature will be enabled.

If this policy is not set, client will use default setting.</string>
      <string id="ShowVoiceMessageButton_Policy">Set to show audio message button</string>
      <string id="ShowVoiceMessageButton_Policy_Recommend">Set to show audio message button (Recommendation Setting)</string>
      <string id="ShowVoiceMessageButton_Explain">Default setting is enabled.

If this setting is enabled, client will show audio message button.

If this setting is disabled, client will not show audio message button.

If this policy is not set, client will use the default setting.</string>
      <string id="SetUseSystemCommunicationSpeakerForVOIP_Policy">Set to use the system default communication speaker for VoIP</string>
      <string id="SetUseSystemCommunicationSpeakerForVOIP_Policy_Recommend">Set to use the system default communication speaker for VoIP (Recommendation Setting)</string>
      <string id="SetUseSystemCommunicationSpeakerForVOIP_Explain">Default policy is false.

If this policy is true, client will use the system default communication speaker for VoIP.

If this setting is false, client will use the user setting.

If this policy is not set, client will use the default setting.</string>
      <string id="SetUseSystemCommunicationMicForVOIP_Policy">Set to use the system default communication microphone for VoIP</string>
      <string id="SetUseSystemCommunicationMicForVOIP_Policy_Recommend">Set to use the system default communication microphone for VoIP (Recommendation Setting)</string>
      <string id="SetUseSystemCommunicationMicForVOIP_Explain">Default policy is false.

If this policy is true, client will use the system default communication microphone for VoIP.

If this setting is false, client will use the user setting.

If this policy is not set, client will use the default setting.</string>
      <string id="DisableDirectConnection2Web_Policy">Disable all direct connections to Zoom web service</string>
      <string id="DisableDirectConnection2Web_Policy_Recommend">Disable all direct connections to Zoom web service (Recommendation Setting)</string>
      <string id="DisableDirectConnection2Web_Explain">Default policy is false.

If this setting is true, client will disable the direct connection to Zoom web service.

If this setting is false, client will always try direct connection even there is proxy server configuration.

If this policy is not set, client will use the default setting.</string>
      <string id="EmbedDeviceTag_Policy">Set to embed one specified device tag string for all HTTP requests from Zoom client application; this piece of string will be appended to the head of the regular HTTP requests.</string>
      <string id="EmbedDeviceTag_Policy_Recommend">Set to embed one specified device tag string for all HTTP requests from Zoom client application; this piece of string will be appended to the head of the regular HTTP requests. (Recommendation Setting)</string>
      <string id="EmbedDeviceTag_Part">Set to embed one specified device tag string for all HTTP requests from Zoom client application; this piece of string will be appended to the head of the regular HTTP requests</string>
      <string id="EmbedDeviceTag_Explain">Default policy is to ignore this tag.

If this setting is not empty, client will append the value to the HTTP request head.

If this setting is empty, client will ignore the specified head.

If this policy is not set, client will use the default setting.</string>
      <string id="PresentToRoomOptimizeVideo_Policy">Client will optimize screen sharing for video clip when user shares directly to a Zoom Room</string>
      <string id="PresentToRoomOptimizeVideo_Policy_Recommend">Client will optimize screen sharing for video clip when user shares directly to a Zoom Room (Recommendation Setting)</string>
      <string id="PresentToRoomOptimizeVideo_Explain">Default setting is enabled.

If this setting is enabled, client will optimize screen sharing for video clip when user shares directly to a Zoom Room.

If this setting is disabled, client will not optimize screen sharing for video clip when user shares directly to a Zoom Room.

If this policy is not set, client will use the default setting.</string>
      <string id="PresentToRoomOption_Policy">Set specified sharing option when user shares directly to a Zoom Room</string>
      <string id="PresentToRoomOption_Policy_Recommend">Set specified sharing option when user shares directly to a Zoom Room (Recommendation Setting)</string>
      <string id="PresentToRoomOption_Part">Set specified sharing option when user shares directly to a Zoom Room</string>
      <string id="PresentToRoomOption_Explain">Default policy is 1, client will use 'Automatically share desktop' option when user shares directly to a Zoom Room.

If this policy is a valid string, client will use the specified option listed as below:
0 - Show all sharing options
1 - Automatically share desktop

If this policy is not set, client will use the default setting.</string>
      <string id="PresentInMeetingOption_Policy">Set specified sharing option when user shares screen in a meeting</string>
      <string id="PresentInMeetingOption_Policy_Recommend">Set specified sharing option when user shares screen in a meeting (Recommendation Setting)</string>
      <string id="PresentInMeetingOption_Part">Set specified sharing option when user shares screen in a meeting</string>
      <string id="PresentInMeetingOption_Explain">Default policy is 0, client will use 'Show all sharing options' option when user shares screen in a meeting.

If this policy is a valid string, client will use the specified option listed as below:
0 - Show all sharing options
1 - Automatically share desktop

If this policy is not set, client will use the default setting.</string>
      <string id="SetScreenCaptureMode_Policy">Set the specified screen capture mode</string>
      <string id="SetScreenCaptureMode_Policy_Recommend">Set the specified screen capture mode (Recommendation Setting)</string>
      <string id="SetScreenCaptureMode_Part">Set the specified screen capture mode</string>
      <string id="SetScreenCaptureMode_Explain">Default policy is 0, client will use 'Auto' as screen capture mode.

If this policy is a valid string, client will use the specified mode listed as below:
0 - Auto
1 - Legacy operating systems
2 - Capture with window filtering
3 - Advanced share with window filtering
4 - Advanced share without window filtering
5 - Secure share with window filtering

If this policy is not set, client will use the default setting.</string>
      <string id="DisableVideoFilters_Policy">Set to disable virtual filters</string>
      <string id="DisableVideoFilters_Policy_Recommend">Set to disable virtual filters (Recommendation Setting)</string>
      <string id="DisableVideoFilters_Explain">Default policy is disabled.

If this setting is enabled, client will disable virtual filters for meetings.

If this setting is disabled, client will enable virtual filters for meetings.

If this policy is not set, client will use the default setting.</string>
      <string id="ProxyPac_Policy">Set proxy server to client with PAC URL</string>
      <string id="ProxyPac_Policy_Recommend">Set proxy server to client with PAC URL (Recommendation Setting)</string>
      <string id="ProxyPac_Part">Set proxy server to client with PAC URL</string>
      <string id="ProxyPac_Explain">Default policy is empty.

If this policy is a valid string, client will adopt the proxy setting as the PAC URL pointed.

If this setting is empty, client will use other proxy settings.

If this policy is not set, client will use the default setting.</string>
      <string id="ProxyServer_Policy">Set proxy server to client as named proxy like server:port</string>
      <string id="ProxyServer_Policy_Recommend">Set proxy server to client as named proxy like server:port (Recommendation Setting)</string>
      <string id="ProxyServer_Part">Set proxy server to client as named proxy like server:port</string>
      <string id="ProxyServer_Explain">Default policy is empty.

If this policy is a valid string, client will parse the string and use it as the proxy server.

If this setting is empty, client will use other proxy settings.

If this policy is not set, client will use the default setting.</string>
      <string id="ProxyBypass_Policy">Set proxy by-pass rule to client</string>
      <string id="ProxyBypass_Policy_Recommend">Set proxy by-pass rule to client (Recommendation Setting)</string>
      <string id="ProxyBypass_Part">Set proxy by-pass rule to client</string>
      <string id="ProxyBypass_Explain">Default policy is empty.

If this policy is a valid string, client will parse the string and use it as the proxy by-pass rule.

If this setting is empty, client will use other proxy settings.

If this policy is not set, client will use the default setting.</string>
      <string id="EnableDoNotDisturbInSharing_Policy">Set to silence system notifications when sharing desktop</string>
      <string id="EnableDoNotDisturbInSharing_Policy_Recommend">Set to silence system notifications when sharing desktop (Recommendation Setting)</string>
      <string id="EnableDoNotDisturbInSharing_Explain">Default policy is enabled.

If this setting is enabled, client will silence system notifications when sharing desktop.

If this setting is disabled, client will not silence system notifications when sharing desktop.

If this policy is not set, client will use the default setting.</string>
      <string id="EnableGPUAccWithSmartMode_Policy">Set to enable hardware acceleration for virtual background</string>
      <string id="EnableGPUAccWithSmartMode_Policy_Recommend">Set to enable hardware acceleration for virtual background (Recommendation Setting)</string>
      <string id="EnableGPUAccWithSmartMode_Explain">Default policy is enabled.

If this setting is enabled, client will enable hardware acceleration for virtual background.

If this setting is disabled, client will disable hardware acceleration for virtual background.

If this policy is not set, client will use the default setting.</string>
      <string id="SetDevicePolicyToken_Policy">Set device policy's token from web settings</string>
      <string id="SetDevicePolicyToken_Policy_Recommend">Set device policy's token from web settings (Recommendation Setting)</string>
      <string id="SetDevicePolicyToken_Part">Set device policy's token from web settings</string>
      <string id="SetDevicePolicyToken_Explain">Default policy is empty.

If this setting is a valid string, client will append the value to the web request and get policies from web settings.

If this setting is empty, client will not append the value.

If this setting is not set, client will use the default setting.</string>
      <string id="DisableKeepSignedInWithSSO_Policy">Disable keep signed in if signing in via SSO</string>
      <string id="DisableKeepSignedInWithSSO_Policy_Recommend">Disable keep signed in if signing in via SSO (Recommendation Setting)</string>
      <string id="DisableKeepSignedInWithSSO_Explain">Default policy is false.

If this policy is true, user needs to input SSO credential for every time of Zoom application launch.

If this policy is false, client will keep signed in if signing in via SSO.

If this policy is not set, client will use the default setting.</string>
      <string id="DisableKeepSignedInWithGoogle_Policy">Disable keep signed in if signing in via Google</string>
      <string id="DisableKeepSignedInWithGoogle_Policy_Recommend">Disable keep signed in if signing in via Google (Recommendation Setting)</string>
      <string id="DisableKeepSignedInWithGoogle_Explain">Default policy is false.

If this policy is true, user needs to input Google credential for every time of Zoom application launch.

If this policy is false, client will keep signed in if signing in via Google.

If this policy is not set, client will use the default setting.</string>
      <string id="DisableKeepSignedInWithFacebook_Policy">Disable keep signed in if signing in via Facebook</string>
      <string id="DisableKeepSignedInWithFacebook_Policy_Recommend">Disable keep signed in if signing in via Facebook (Recommendation Setting)</string>
      <string id="DisableKeepSignedInWithFacebook_Explain">Default policy is false.

If this policy is true, user needs to input Facebook credential for every time of Zoom application launch.

If this policy is false, client will keep signed in if signing in via Facebook.

If this policy is not set, client will use the default setting.</string>
      <string id="SetSuppressBackgroundNoiseLevel_Policy">Set a level for suppressing background noise</string>
      <string id="SetSuppressBackgroundNoiseLevel_Policy_Recommend">Set a level for suppressing background noise (Recommendation Setting)</string>
      <string id="SetSuppressBackgroundNoiseLevel_Part">Set a level for suppressing background noise</string>
      <string id="SetSuppressBackgroundNoiseLevel_Explain">Default policy is 0, client will use 'Auto' by default.

If this policy is a valid string, client will use the specified type listed as below:
0 - Auto
1 - Low
2 - Medium
3 - High

The High option requires the audio enhancement package, and if not present, the client will default to Auto.

If this policy is not set, client will use the default setting.</string>
      <string id="SetAudioSignalProcessType_Policy">Set to enable 'signal processing by windows audio device drivers' for windows</string>
      <string id="SetAudioSignalProcessType_Policy_Recommend">Set to enable 'signal processing by windows audio device drivers' for windows (Recommendation Setting)</string>
      <string id="SetAudioSignalProcessType_Part">Set to enable 'signal processing by windows audio device drivers' for windows</string>
      <string id="SetAudioSignalProcessType_Explain">This policy is exactly same as the manual setting: "Settings"-"Audio"-"Signal processing by windows audio device drivers". Its default policy is 0, client will default to Auto.

If this policy is a valid string, client will use the specified type listed as below:
0 - Auto
1 - Off(Windows - Raw)
2 - On(Windows - Default)

If this policy is not set, client will use the default setting.</string>
      <string id="HidePhoneInComingCallWhileInMeeting_Policy">Set to hide incoming calls while in a Zoom meeting</string>
      <string id="HidePhoneInComingCallWhileInMeeting_Policy_Recommend">Set to hide incoming calls while in a Zoom meeting (Recommendation Setting)</string>
      <string id="HidePhoneInComingCallWhileInMeeting_Explain">Default setting is disabled.

If this setting is enabled, client will hide incoming calls while in a Zoom meeting.

If this setting is disabled, client will show incoming calls while in a Zoom meeting.

If this setting is not set, client will use the default setting.</string>
      <string id="EnableShareClipboardWhenRemoteControl_Policy">Set to enable share clipboard when user is screen sharing by default</string>
      <string id="EnableShareClipboardWhenRemoteControl_Policy_Recommend">Set to enable share clipboard when user is screen sharing by default (Recommendation Setting)</string>
      <string id="EnableShareClipboardWhenRemoteControl_Explain">Default setting is disabled.

If this setting is enabled, client will enable share clipboard when user is screen sharing by default.

If this setting is disabled, client will disable share clipboard when user is screen sharing by default.

If this setting is not set, client will use the default setting.</string>
      <string id="IgnoreBandwidthLimits_Policy">Set to ignore bandwidth limits</string>
      <string id="IgnoreBandwidthLimits_Policy_Recommend">Set to ignore bandwidth limits (Recommendation Setting)</string>
      <string id="IgnoreBandwidthLimits_Explain">Default setting is disabled.

If this setting is enabled, client will ignore bandwidth limits which set by web or GPO/MSI.

If this setting is disabled, client will not ignore bandwidth limits which set by web or GPO/MSI.

If this setting is not set, client will use the default setting.</string>
      <string id="AlwaysShowIMNotificationBanner_Policy">Set to show notification banner on screen util dismissed</string>
      <string id="AlwaysShowIMNotificationBanner_Policy_Recommend">Set to show notification banner on screen util dismissed (Recommendation Setting)</string>
      <string id="AlwaysShowIMNotificationBanner_Explain">Default setting is disabled.

If this setting is enabled, client will show notification banner on screen util dismissed.

If this setting is disabled, client will not show notification banner on screen util dismissed.

If this setting is not set, client will use the default setting.</string>
      <string id="DisableZoomApps_Policy">Set to disable Zoom Apps feature</string>
      <string id="DisableZoomApps_Policy_Recommend">Set to disable Zoom Apps feature (Recommendation Setting)</string>
      <string id="DisableZoomApps_Explain">Default policy is disabled.

If this policy is enabled, client will disable Zoom Apps feature.

If this policy is disabled, client will enable Zoom Apps feature.

If this policy is not set, client will use the default setting.</string>
      <string id="EnableSilentAutoUpdate_Policy">Enable client to auto update silently</string>
      <string id="EnableSilentAutoUpdate_Policy_Recommend">Enable client to auto update silently (Recommendation Setting)</string>
      <string id="EnableSilentAutoUpdate_Explain">This is an old policy for auto update. It is now recommended to use the new AU2 series policies.

Default policy is enabled.

This policy depends on EnableClientAutoUpdate, if EnableClientAutoUpdate is disabled, EnableSilentAutoUpdate will not work, even if it is enabled. (For msi package, EnableClientAutoUpdate is disabled by default. For exe, it is enabled)

If this policy is enabled, client will auto update itself silently.

If this policy is disabled, client will auto update itself and prompt users the update dialog.

If this policy is not set, client will use the default setting.</string>
      <string id="SetNoRevocationCheckUrls_Policy">Set a whitelist to ignore the revocation check error</string>
      <string id="SetNoRevocationCheckUrls_Policy_Recommend">Set a whitelist to ignore the revocation check error (Recommendation Setting)</string>
      <string id="SetNoRevocationCheckUrls_Part">Set a whitelist to ignore the revocation check error</string>
      <string id="SetNoRevocationCheckUrls_Explain">Default policy is empty.

If this policy is empty, client will ignore this policy.

If this policy is a valid string, which means the whitelist domain has no protocol, path, params and is divided by ";", client will ignore the revocation error for the whitelist domain.

Example settings "foo.com;bar.com"

If this setting is not set, client will use the default setting.</string>
      <string id="EnforceAppSignInToJoin_Policy">Set to enforce app local sign in to join Zoom meeting</string>
      <string id="EnforceAppSignInToJoin_Policy_Recommend">Set to enforce app local sign in to join Zoom meeting (Recommendation Setting)</string>
      <string id="EnforceAppSignInToJoin_Explain">Default policy is no sign in restriction to join Zoom meeting.

If this policy is enabled, Zoom app cannot join meeting before signing in locally.

If this policy is disabled, Zoom app can join meeting without signing in locally.

If this policy is not set, client will use the default setting.</string>
      <string id="AlwaysCheckLatestVersion_Policy">Enable client to check the latest version instead of the stable version</string>
      <string id="AlwaysCheckLatestVersion_Policy_Recommend">Enable client to check the latest version instead of the stable version (Recommendation Setting)</string>
      <string id="AlwaysCheckLatestVersion_Explain">This is an old policy for auto update. It is now recommended to use the new AU2 series policies.

Default policy is disabled.

This policy depends on EnableClientAutoUpdate, if EnableClientAutoUpdate is disabled, AlwaysCheckLatestVersion will not work, even if it is enabled. (For msi package, EnableClientAutoUpdate is disabled by default. For exe, it is enabled)

If EnableSilentAutoUpdate is enabled(default is enabled), it's better to use SetUpdatingChannel instead of this policy.

If this policy is enabled, client will check the latest version in the background.

If this policy is disabled, client will check the stable version in the background.

If this policy is not set, client will use the default setting.</string>
      <string id="DisableClosedCaptioning_Policy">Set to disable Closed Captioning</string>
      <string id="DisableClosedCaptioning_Policy_Recommend">Set to disable Closed Captioning (Recommendation Setting)</string>
      <string id="DisableClosedCaptioning_Explain">Default setting is disabled.

If this setting is enabled, client will disable closed captioning.

If this setting is disabled, client will not disable closed captioning.

If this policy is not set, client will use the default setting.</string>
      <string id="DisableQnA_Policy">Set to disable QnA in the webinar</string>
      <string id="DisableQnA_Policy_Recommend">Set to disable QnA in the webinar (Recommendation Setting)</string>
      <string id="DisableQnA_Explain">Default setting is disabled.

If this setting is enabled, client will disable QnA in the webinar.

If this setting is disabled, client will not disable QnA in the webinar.

If this policy is not set, client will use the default setting.</string>
      <string id="PlaySoundForIMMessage_Policy">Set to play sound when receive a new message</string>
      <string id="PlaySoundForIMMessage_Policy_Recommend">Set to play sound when receive a new message (Recommendation Setting)</string>
      <string id="PlaySoundForIMMessage_Explain">Default setting is enabled.

If this setting is enabled, client will play sound when receive a new message.

If this setting is disabled, client will not play sound when receive a new message.

If this policy is not set, client will use the default setting.</string>
      <string id="ShowIMMessagePreview_Policy">Set to show message preview</string>
      <string id="ShowIMMessagePreview_Policy_Recommend">Set to show message preview (Recommendation Setting)</string>
      <string id="ShowIMMessagePreview_Explain">Default setting is enabled.

If this setting is enabled, client will show message preview.

If this setting is disabled, client will not show message preview.

If this policy is not set, client will use the default setting.</string>
      <string id="MuteIMNotificationWhenInMeeting_Policy">Set to mute chat notifications while in a meeting or internal call</string>
      <string id="MuteIMNotificationWhenInMeeting_Policy_Recommend">Set to mute chat notifications while in a meeting or internal call (Recommendation Setting)</string>
      <string id="MuteIMNotificationWhenInMeeting_Explain">Default setting is enabled.

If this setting is enabled, client will mute chat notifications while in a meeting or internal call.

If this setting is disabled, client will not mute chat notifications while in a meeting or internal call.

If this policy is not set, client will use the default setting.</string>
      <string id="ProxyDetectInterval_Policy">Set the proxy detect interval in seconds</string>
      <string id="ProxyDetectInterval_Policy_Recommend">Set the proxy detect interval in seconds (Recommendation Setting)</string>
      <string id="ProxyDetectInterval_Part">Set the proxy detect interval in seconds</string>
      <string id="ProxyDetectInterval_Explain">Default setting value is 0.

If this policy is set, client will use to set the proxy detect interval and will enable PAC cache.

If this policy is 0, client will use the hardcode detect interval 30 min.

If this policy is not set, client will use the default setting.</string>
      <string id="SetEnrollToken4CloudMDM_Policy">Set enrollment token for cloud-based device management</string>
      <string id="SetEnrollToken4CloudMDM_Policy_Recommend">Set enrollment token for cloud-based device management (Recommendation Setting)</string>
      <string id="SetEnrollToken4CloudMDM_Part">Set enrollment token for cloud-based device management</string>
      <string id="SetEnrollToken4CloudMDM_Explain">Default policy is empty.

If this policy is empty, client will ignore this policy.

If this policy is a valid string, client will use this string to enroll to cloud-based device management.

If this setting is not set, client will use the default setting.</string>
      <string id="DisableAutoLaunchSSO_Policy">Disable client to launch SSO login web page automatically</string>
      <string id="DisableAutoLaunchSSO_Policy_Recommend">Disable client to launch SSO login web page automatically (Recommendation Setting)</string>
      <string id="DisableAutoLaunchSSO_Explain">Default setting is enabled.

If this policy is enabled, client will not launch SSO login web page automatically.

If this policy is disabled, client will launch SSO login web page automatically.

If this policy is not set, client will use the default setting.</string>
      <string id="DisableSlideControl_Policy">Set to disable slide control during a presention</string>
      <string id="DisableSlideControl_Policy_Recommend">Set to disable slide control during a presention (Recommendation Setting)</string>
      <string id="DisableSlideControl_Explain">Default setting is disabled.

If this setting is enabled, client will disable slide control during a presention.

If this setting is disabled, client will not disable slide control during a presention.

If this policy is not set, client will use the default setting.</string>
      <string id="SetUpdatingChannel_Policy">Set the specified update channel when silent auto update is enabled</string>
      <string id="SetUpdatingChannel_Policy_Recommend">Set the specified update channel when silent auto update is enabled (Recommendation Setting)</string>
      <string id="SetUpdatingChannel_Part">Set the specified update channel when silent auto update is enabled</string>
      <string id="SetUpdatingChannel_Explain">This is an old policy for auto update. It is now recommended to use the new AU2 series policies.

Default policy is 0, client will use 'Slow' as updating channel when the client auto updates silently.

This policy depends on EnableSilentAutoUpdate, if EnableSilentAutoUpdate is disabled, SetUpdatingChannel will not work.

If this policy is a valid integer, client will use the specified channel listed as below:
0 - Slow
1 - Fast

If this policy is not set, client will use the default setting.</string>
      <string id="DisableUpdateTo64Bit_Policy">Disable client update from 32 bit to 64 bit</string>
      <string id="DisableUpdateTo64Bit_Policy_Recommend">Disable client update from 32 bit to 64 bit (Recommendation Setting)</string>
      <string id="DisableUpdateTo64Bit_Explain">Default policy is disabled.

If this policy is enabled, client will not update from 32 bit to 64 bit.

If this policy is disabled, client will update from 32 bit to 64 bit.

If this policy is not set, client will use the default setting.</string>
      <string id="DisableDoubleCheckDirect_Policy">Disable double-checking winhttp proxy resolver query results</string>
      <string id="DisableDoubleCheckDirect_Policy_Recommend">Disable double-checking winhttp proxy resolver query results (Recommendation Setting)</string>
      <string id="DisableDoubleCheckDirect_Explain">Default policy is disabled.

If this policy is enabled, winhttp proxy resolver query will skip the step for double check result via wininet.

If this policy is disabled, it will have no effect.

If this policy is not set, client will use the default setting.</string>
      <string id="DisableManualClosedCaptioning_Policy">Set to disable manual captions</string>
      <string id="DisableManualClosedCaptioning_Policy_Recommend">Set to disable manual captions (Recommendation Setting)</string>
      <string id="DisableManualClosedCaptioning_Explain">Default setting is disabled.

If this setting is enabled, client will disable manual captions.

If this setting is disabled, client will not disable manual captions.

If this policy is not set, client will use the default setting.</string>
      <string id="DisableMeetingReactions_Policy">Set to disable meeting reactions</string>
      <string id="DisableMeetingReactions_Policy_Recommend">Set to disable meeting reactions (Recommendation Setting)</string>
      <string id="DisableMeetingReactions_Explain">Default setting is disabled.

If this setting is enabled, client will disable meeting reactions.

If this setting is disabled, client will not disable meeting reactions.

If this setting is not set, client will use the default setting.</string>
      <string id="DisableNonVerbalFeedback_Policy">Set to disable non-verbal feedback</string>
      <string id="DisableNonVerbalFeedback_Policy_Recommend">Set to disable non-verbal feedback (Recommendation Setting)</string>
      <string id="DisableNonVerbalFeedback_Explain">Default setting is disabled.

If this setting is enabled, client will disable non-verbal feedback.

If this setting is disabled, client will not disable non-verbal feedback.

If this policy is not set, client will use the default setting.</string>
      <string id="EnforceAppSignInToJoinForWebinar_Policy">Set to enforce app local sign in to join Zoom webinar</string>
      <string id="EnforceAppSignInToJoinForWebinar_Policy_Recommend">Set to enforce app local sign in to join Zoom webinar (Recommendation Setting)</string>
      <string id="EnforceAppSignInToJoinForWebinar_Explain">Default policy is no sign in restriction to join Zoom webinar.

If this policy is enabled, Zoom app cannot join webinar before signing in locally.

If this policy is disabled, Zoom app can join webinar without signing in locally.

If this policy is not set, client will use the default setting.</string>
      <string id="EnforceSignInToJoinForWebinar_Policy">Set to enforce sign in to join Zoom webinar</string>
      <string id="EnforceSignInToJoinForWebinar_Policy_Recommend">Set to enforce sign in to join Zoom webinar (Recommendation Setting)</string>
      <string id="EnforceSignInToJoinForWebinar_Explain">Default policy is no sign in restriction to join Zoom webinar.

If this setting is true, Zoom app cannot join webinar before signing in.

If this setting is false, Zoom app can join webinar without signing in.

If this policy is not set, client will use the default setting.</string>
      <string id="EnableHardwareOptimizeVideoSharing_Policy">Set to use hardware acceleration to optimize video sharing</string>
      <string id="EnableHardwareOptimizeVideoSharing_Policy_Recommend">Set to use hardware acceleration to optimize video sharing (Recommendation Setting)</string>
      <string id="EnableHardwareOptimizeVideoSharing_Explain">Default setting is enabled.

If this setting is enabled, client will use hardware acceleration to optimize video sharing.

If this setting is disabled, client will not use hardware acceleration to optimize video sharing.

If this policy is not set, client will use the default setting.</string>
      <string id="EnableLightAdaption_Policy">Set to adjust for low light</string>
      <string id="EnableLightAdaption_Policy_Recommend">Set to adjust for low light (Recommendation Setting)</string>
      <string id="EnableLightAdaption_Explain">Default setting is disabled.

If this setting is enabled, client will adjust for low light in the user's own video.

If this setting is disabled, client will not adjust for low light in the user's own video.

If this policy is not set, client will use the default setting.</string>
      <string id="EnableAutoLightAdaption_Policy">Set to adjust for low light automatically</string>
      <string id="EnableAutoLightAdaption_Policy_Recommend">Set to adjust for low light automatically (Recommendation Setting)</string>
      <string id="EnableAutoLightAdaption_Explain">Default setting is enabled.

This policy depends on EnableLightAdaption, if EnableLightAdaption is disabled, EnableAutoLightAdaption will not work.

If this setting is enabled, client will adjust for low light in the user's own video automatically.

If this setting is disabled, client will not adjust for low light in the user's own video automatically.

If this policy is not set, client will use the default setting.</string>
      <string id="EnableAutoReverseVirtualBkgnd_Policy">Set to reset virtual backgrounds to default after each meeting</string>
      <string id="EnableAutoReverseVirtualBkgnd_Policy_Recommend">Set to reset virtual backgrounds to default after each meeting (Recommendation Setting)</string>
      <string id="EnableAutoReverseVirtualBkgnd_Explain">Default setting is disabled.

If this setting is enabled, client will reset virtual backgrounds to default after each meeting.

If this setting is disabled, client will not reset virtual backgrounds to default after each meeting.

If this policy is not set, client will use the default setting.</string>
      <string id="DisableWebinarReactions_Policy">Set to disable webinar reactions</string>
      <string id="DisableWebinarReactions_Policy_Recommend">Set to disable webinar reactions (Recommendation Setting)</string>
      <string id="DisableWebinarReactions_Explain">Default setting is disabled.

If this setting is enabled, client will disable webinar reactions.

If this setting is disabled, client will not disable webinar reactions.

If this setting is not set, client will use the default setting.</string>
      <string id="ShowVideoMessageButton_Policy">Set to show video message button</string>
      <string id="ShowVideoMessageButton_Policy_Recommend">Set to show video message button (Recommendation Setting)</string>
      <string id="ShowVideoMessageButton_Explain">Default setting is enabled.

If this setting is enabled, client will show video message button.

If this setting is disabled, client will not show video message button.

If this setting is not set, client will use the default setting.</string>
      <string id="ShowProfilePhotosInChat_Policy">Set to show profile photos next to direct messages</string>
      <string id="ShowProfilePhotosInChat_Policy_Recommend">Set to show profile photos next to direct messages (Recommendation Setting)</string>
      <string id="ShowProfilePhotosInChat_Explain">Default setting is enabled.

If this setting is enabled, client will show profile photos next to direct messages.

If this setting is disabled, client will not show profile photos next to direct messages.

If this setting is not set, client will use the default setting.</string>
      <string id="EnableAppleLogin_Policy">Set to enable login via Apple OAuth</string>
      <string id="EnableAppleLogin_Policy_Recommend">Set to enable login via Apple OAuth (Recommendation Setting)</string>
      <string id="EnableAppleLogin_Explain">Default setting is enabled.

If this setting is enabled, login with Apple will be enabled.

If this setting is disabled, login with Apple will be disabled.

If this setting is not set, client will use the default setting.</string>
      <string id="AU2_EnableAutoUpdate_Policy">Set to enable the auto-update feature</string>
      <string id="AU2_EnableAutoUpdate_Policy_Recommend">Set to enable the auto-update feature (Recommendation Setting)</string>
      <string id="AU2_EnableAutoUpdate_Explain">Default policy is enabled.

If this policy is enabled, client will auto update itself.

If this policy is disabled, client will not auto update itself.

If this policy is not set, client will use the default setting.</string>
      <string id="AU2_SetUpdateChannel_Policy">Set the specified update channel when auto-update feature is enabled</string>
      <string id="AU2_SetUpdateChannel_Policy_Recommend">Set the specified update channel when auto-update feature is enabled (Recommendation Setting)</string>
      <string id="AU2_SetUpdateChannel_Part">Set the specified update channel when auto-update feature is enabled</string>
      <string id="AU2_SetUpdateChannel_Explain">Default policy is '0', client will subscribe 'Slow' as update channel when the auto-update feature is enabled.

This policy depends on AU2_EnableAutoUpdate, if AU2_EnableAutoUpdate is disabled, AU2_SetUpdateChannel will not work.

If this policy is a valid string, client will use the specified channel listed as below:
'0' - Slow
'1' - Fast

If this policy is not set, client will use the default setting.</string>
      <string id="AU2_EnableShowZoomUpdates_Policy">Set to show 'Zoom Updates' in the general settings</string>
      <string id="AU2_EnableShowZoomUpdates_Policy_Recommend">Set to show 'Zoom Updates' in the general settings (Recommendation Setting)</string>
      <string id="AU2_EnableShowZoomUpdates_Explain">Default policy is enabled.

If this policy is enabled, client will show 'Zoom Updates' in the general settings.

If this policy is disabled, client will hide 'Zoom Updates' in the general settings.

If this policy is not set, client will use the default setting.</string>
      <string id="AU2_EnableUpdateAvailableBanner_Policy">Set to show a banner on the homepage when updates are available</string>
      <string id="AU2_EnableUpdateAvailableBanner_Policy_Recommend">Set to show a banner on the homepage when updates are available (Recommendation Setting)</string>
      <string id="AU2_EnableUpdateAvailableBanner_Explain">Default policy is enabled.

If this policy is enabled, client will show a banner on the homepage when updates are available.

If this policy is disabled, client will not show a banner on the homepage when updates are available.

If this policy is not set, client will use the default setting.</string>
      <string id="AU2_EnablePromptUpdateForAU2_Policy">Set to prompt the user to update when exiting a meeting or webinar if an update is available</string>
      <string id="AU2_EnablePromptUpdateForAU2_Policy_Recommend">Set to prompt the user to update when exiting a meeting or webinar if an update is available (Recommendation Setting)</string>
      <string id="AU2_EnablePromptUpdateForAU2_Explain">Default setting is disabled.

If this policy is enabled, client will prompt the user to update when exiting a meeting or webinar if an update is available.

If this policy is disabled, client will not prompt the user to update when exiting a meeting or webinar if an update is available.

If this policy is not set, client will use the default setting.</string>
      <string id="AU2_EnableUpdateSuccessNotification_Policy">Set to show a toast indicating that an update has been successfully applied</string>
      <string id="AU2_EnableUpdateSuccessNotification_Policy_Recommend">Set to show a toast indicating that an update has been successfully applied (Recommendation Setting)</string>
      <string id="AU2_EnableUpdateSuccessNotification_Explain">Default policy is enabled.

If this policy is enabled, client will show a toast indicating that an update has been successfully applied on the next launch after an update has been applied.

If this policy is disabled, client will not show a toast indicating that an update has been successfully applied on the next launch after an update has been applied.

If this policy is not set, client will use the default setting.</string>
      <string id="AU2_EnableManualUpdate_Policy">Set to enable the manual 'Check for Updates' option</string>
      <string id="AU2_EnableManualUpdate_Policy_Recommend">Set to enable the manual 'Check for Updates' option (Recommendation Setting)</string>
      <string id="AU2_EnableManualUpdate_Explain">Default policy is enabled.

If this policy is enabled, client will enable the 'Check for Updates' option.

If this policy is disabled, client will disable the 'Check for Updates' option.

If this policy is not set, client will use the default setting.</string>
      <string id="DisableBroadcastBOMessage_Policy">Set to disable the ability of the host to broadcast messages to breakout rooms</string>
      <string id="DisableBroadcastBOMessage_Policy_Recommend">Set to disable the ability of the host to broadcast messages to breakout rooms (Recommendation Setting)</string>
      <string id="DisableBroadcastBOMessage_Explain">Default setting is disabled.

If this setting is enabled, client will disable the ability of the host to broadcast messages to breakout rooms.

If this setting is disabled, client will not disable the ability of the host to broadcast messages to breakout rooms.

If this policy is not set, client will use the default setting.</string>
      <string id="OverrideEnforceSigninIntercloud_Policy">Set to allow users to join other cloud's meetings without login if the EnforceSignInToJoin flag is set</string>
      <string id="OverrideEnforceSigninIntercloud_Policy_Recommend">Set to allow users to join other cloud's meetings without login if the EnforceSignInToJoin flag is set (Recommendation Setting)</string>
      <string id="OverrideEnforceSigninIntercloud_Explain">Default setting is disabled.

If this setting is enabled, client will allow users to join other cloud's meetings(e.g. ZFG) without login even if the EnforceSignInToJoin flag is set.

If this setting is disabled, client will respect EnforceSignInToJoin's logic.

If this policy is not set, client will use the default setting.</string>
      <string id="Intercloud_DisableAllFeatures_Policy">Set to disable all intercloud features when joining other cloud's meetings</string>
      <string id="Intercloud_DisableAllFeatures_Policy_Recommend">Set to disable all intercloud features when joining other cloud's meetings (Recommendation Setting)</string>
      <string id="Intercloud_DisableAllFeatures_Explain">Default setting is disabled.

If this setting is enabled, when joining other cloud's meetings, client will disable all intercloud features if the EnforceSignInToJoin and OverrideEnforceSigninIntercloud flags are set.

If this setting is disabled, when joining other cloud's meetings, client will not disable all intercloud features.

If this policy is not set, client will use the default setting.</string>
      <string id="Intercloud_DisableMeetingChat_Policy">Set to disable meeting chat when joining other cloud's meetings</string>
      <string id="Intercloud_DisableMeetingChat_Policy_Recommend">Set to disable meeting chat when joining other cloud's meetings (Recommendation Setting)</string>
      <string id="Intercloud_DisableMeetingChat_Explain">Default setting is disabled.

If this setting is enabled, when joining other cloud's meetings, client will disable meeting chat if the EnforceSignInToJoin and OverrideEnforceSigninIntercloud flags are set.

If this setting is disabled, when joining other cloud's meetings, client will not disable meeting chat.

If this policy is not set, client will use the default setting.</string>
      <string id="Intercloud_DisableShareScreen_Policy">Set to disable screen share when joining other cloud's meetings</string>
      <string id="Intercloud_DisableShareScreen_Policy_Recommend">Set to disable screen share when joining other cloud's meetings (Recommendation Setting)</string>
      <string id="Intercloud_DisableShareScreen_Explain">Default setting is disabled.

If this setting is enabled, when joining other cloud's meetings, client will disable screen share if the EnforceSignInToJoin and OverrideEnforceSigninIntercloud flags are set.

If this setting is disabled, when joining other cloud's meetings, client will not disable screen share.

If this policy is not set, client will use the default setting.</string>
      <string id="Intercloud_DisableMeetingReactions_Policy">Set to disable meeting reactions when joining other cloud's meetings</string>
      <string id="Intercloud_DisableMeetingReactions_Policy_Recommend">Set to disable meeting reactions when joining other cloud's meetings (Recommendation Setting)</string>
      <string id="Intercloud_DisableMeetingReactions_Explain">Default setting is disabled.

If this setting is enabled, when joining other cloud's meetings, client will disable meeting reactions if the EnforceSignInToJoin and OverrideEnforceSigninIntercloud flags are set.

If this setting is disabled, when joining other cloud's meetings, client will not disable meeting reactions.

If this policy is not set, client will use the default setting.</string>
      <string id="Intercloud_DisableMeetingFileTransfer_Policy">Set to disable computer file-transfer when joining other cloud's meetings</string>
      <string id="Intercloud_DisableMeetingFileTransfer_Policy_Recommend">Set to disable computer file-transfer when joining other cloud's meetings (Recommendation Setting)</string>
      <string id="Intercloud_DisableMeetingFileTransfer_Explain">Default setting is disabled.

If this setting is enabled, when joining other cloud's meetings, client will disable computer file-transfer if the EnforceSignInToJoin and OverrideEnforceSigninIntercloud flags are set.

If this setting is disabled, when joining other cloud's meetings, client will not disable computer file-transfer.

If this policy is not set, client will use the default setting.</string>
      <string id="Intercloud_DisableAnnotation_Policy">Set to disable annotation when joining other cloud's meetings</string>
      <string id="Intercloud_DisableAnnotation_Policy_Recommend">Set to disable annotation when joining other cloud's meetings (Recommendation Setting)</string>
      <string id="Intercloud_DisableAnnotation_Explain">Default setting is disabled.

If this setting is enabled, when joining other cloud's meetings, client will disable annotation if the EnforceSignInToJoin and OverrideEnforceSigninIntercloud flags are set.

If this setting is disabled, when joining other cloud's meetings, client will not disable annotation.

If this policy is not set, client will use the default setting.</string>
      <string id="Intercloud_DisableWhiteBoard_Policy">Set to disable whiteboard when joining other cloud's meetings</string>
      <string id="Intercloud_DisableWhiteBoard_Policy_Recommend">Set to disable whiteboard when joining other cloud's meetings (Recommendation Setting)</string>
      <string id="Intercloud_DisableWhiteBoard_Explain">Default setting is disabled.

If this setting is enabled, when joining other cloud's meetings, client will disable whiteboard if the EnforceSignInToJoin and OverrideEnforceSigninIntercloud flags are set.

If this setting is disabled, when joining other cloud's meetings, client will not disable whiteboard.

If this policy is not set, client will use the default setting.</string>
      <string id="Intercloud_DisableLocalRecording_Policy">Set to disable local recording when joining other cloud's meetings</string>
      <string id="Intercloud_DisableLocalRecording_Policy_Recommend">Set to disable local recording when joining other cloud's meetings (Recommendation Setting)</string>
      <string id="Intercloud_DisableLocalRecording_Explain">Default setting is disabled.

If this setting is enabled, when joining other cloud's meetings, client will disable local recording if the EnforceSignInToJoin and OverrideEnforceSigninIntercloud flags are set.

If this setting is disabled, when joining other cloud's meetings, client will not disable local recording.

If this policy is not set, client will use the default setting.</string>
      <string id="Intercloud_DisableClosedCaptioning_Policy">Set to disable closed captioning when joining other cloud's meetings</string>
      <string id="Intercloud_DisableClosedCaptioning_Policy_Recommend">Set to disable closed captioning when joining other cloud's meetings (Recommendation Setting)</string>
      <string id="Intercloud_DisableClosedCaptioning_Explain">Default setting is disabled.

If this setting is enabled, when joining other cloud's meetings, client will disable closed captioning if the EnforceSignInToJoin and OverrideEnforceSigninIntercloud flags are set.

If this setting is disabled, when joining other cloud's meetings, client will not disable closed captioning.

If this policy is not set, client will use the default setting.</string>
      <string id="Intercloud_DisableRemoteControl_Policy">Set to disable remote control when joining other cloud's meetings</string>
      <string id="Intercloud_DisableRemoteControl_Policy_Recommend">Set to disable remote control when joining other cloud's meetings (Recommendation Setting)</string>
      <string id="Intercloud_DisableRemoteControl_Explain">Default setting is disabled.

If this setting is enabled, when joining other cloud's meetings, client will disable remote control if the EnforceSignInToJoin and OverrideEnforceSigninIntercloud flags are set.

If this setting is disabled, when joining other cloud's meetings, client will not disable remote control.

If this policy is not set, client will use the default setting.</string>
      <string id="Intercloud_DisableMeetingPolls_Policy">Set to disable meeting polls when joining other cloud's meetings</string>
      <string id="Intercloud_DisableMeetingPolls_Policy_Recommend">Set to disable meeting polls when joining other cloud's meetings (Recommendation Setting)</string>
      <string id="Intercloud_DisableMeetingPolls_Explain">Default setting is disabled.

If this setting is enabled, when joining other cloud's meetings, client will disable meeting polls if the EnforceSignInToJoin and OverrideEnforceSigninIntercloud flags are set.

If this setting is disabled, when joining other cloud's meetings, client will not disable meeting polls.

If this policy is not set, client will use the default setting.</string>
      <string id="Intercloud_DisableComputerAudio_Policy">Set to disable computer audio when joining other cloud's meetings</string>
      <string id="Intercloud_DisableComputerAudio_Policy_Recommend">Set to disable computer audio when joining other cloud's meetings (Recommendation Setting)</string>
      <string id="Intercloud_DisableComputerAudio_Explain">Default setting is disabled.

If this setting is enabled, when joining other cloud's meetings, client will disable computer audio if the EnforceSignInToJoin and OverrideEnforceSigninIntercloud flags are set.

If this setting is disabled, when joining other cloud's meetings, client will not disable computer audio.

If this policy is not set, client will use the default setting.</string>
      <string id="DisableZoomAppsGuestAccess_Policy">Set to disable Zoom Apps for users who are not authenticated</string>
      <string id="DisableZoomAppsGuestAccess_Policy_Recommend">Set to disable Zoom Apps for users who are not authenticated (Recommendation Setting)</string>
      <string id="DisableZoomAppsGuestAccess_Explain">Default policy is disabled.

This policy works independently of old flag 'DisableZoomApps'.

If this policy is enabled, client will disable Zoom Apps for users who are not authenticated.

If this policy is disabled, client will enable Zoom Apps for users who are not authenticated.

If this policy is not set, client will use the default setting.</string>
      <string id="AU2_DeploySpecificVersion_Policy">Specify the update target version</string>
      <string id="AU2_DeploySpecificVersion_Policy_Recommend">Specify the update target version (Recommendation Setting)</string>
      <string id="AU2_DeploySpecificVersion_Part">Specify the update target version</string>
      <string id="AU2_DeploySpecificVersion_Explain">Default policy is empty.

If this policy is empty or invalid, client will ignore this policy.

If this policy is a valid string, client will use this string as the update target version.

If the Zoom's version is lower than the specific version, the client will auto update to the specific version. If the Zoom's version is higher than the specific version, the client will not do anything.

The format of this string should be major.minor.patch.build, for example: "5.10.4.5035"

If this policy is not set, client will use the default setting.</string>
      <string id="AU2_Update3rdStorageUrl_Policy">Set a local storage url for update</string>
      <string id="AU2_Update3rdStorageUrl_Policy_Recommend">Set a local storage url for update (Recommendation Setting)</string>
      <string id="AU2_Update3rdStorageUrl_Part">Set a local storage url for update</string>
      <string id="AU2_Update3rdStorageUrl_Explain">Default policy is empty.

This policy depends on AU2_DeploySpecificVersion, if AU2_DeploySpecificVersion is empty, AU2_Update3rdStorageUrl will not work.

Stored installation package needs to be named according to the following rules: ZoomInstallerFull.msi, x64_ZoomInstallerFull.msi, winarm64_ZoomInstallerFull.msi.

If the user's installation package can be downloaded through such a link: "http://127.0.0.1/x64_ZoomInstallerFull.msi", this string should be "http://127.0.0.1".

If this policy is a valid string, client will use this string as the update download url when the target version of the update is specified.

If this policy is not set, client will use the default setting.</string>
      <string id="AU2_SetUpdateSchedule_Policy">Set auto update schedule</string>
      <string id="AU2_SetUpdateSchedule_Policy_Recommend">Set auto update schedule (Recommendation Setting)</string>
      <string id="AU2_SetUpdateSchedule_Part">Set the specified update channel when auto-update feature is enabled</string>
      <string id="AU2_SetUpdateSchedule_Explain">Default policy is empty.

If this policy is empty or invalid, client will download the update package at anytime.

If this policy is a valid string, client will download the update package within the specified time period.

The format of this string should be HHMM-HHMM, for example: "0900-1800" means 09:00 to 18:00, "1800-0400" means 18:00 to the next day 04:00.

If this setting is not set, client will use the default setting.</string>
      <string id="EnableLaunchApp4IncomingCalls_Policy">Set to enable launching an external app or a URL for incoming calls</string>
      <string id="EnableLaunchApp4IncomingCalls_Policy_Recommend">Set to enable launching an external app or a URL for incoming calls (Recommendation Setting)</string>
      <string id="EnableLaunchApp4IncomingCalls_Explain">Default setting is disabled.

If this setting is enabled, client will enable launching an external app or a URL for incoming calls.

If this setting is disabled, client will disable launching an external app or a URL for incoming calls.

If this setting is not set, client will use the default setting.

</string>
      <string id="SetCommand4IncomingCalls_Part">Set the commands to launch an external app or a URL for incoming calls</string>
      <string id="SetLightAdaptionManualValue_Policy">Set the manual value of "Adjust for low light"</string>
      <string id="SetLightAdaptionManualValue_Policy_Recommend">Set the manual value of "Adjust for low light" (Recommendation Setting)</string>
      <string id="SetLightAdaptionManualValue_Part">Set the manual value of "Adjust for low light"</string>
      <string id="SetLightAdaptionManualValue_Explain">Default policy is 20.

This policy depends on EnableLightAdaption and EnableAutoLightAdaption, if EnableFaceBeauty is enabled and EnableAutoLightAdaption is disabled, SetLightAdaptionManualValue will take effect.

If this policy is a valid integer within 0 to 100, client will use the integer as the the value of "Adjust for low light".

If this policy is not set, client will use the default setting.</string>
      <string id="SetFaceBeautyValue_Policy">Set the value of "Touch up my appearance"</string>
      <string id="SetFaceBeautyValue_Policy_Recommend">Set the value of "Touch up my appearance" (Recommendation Setting)</string>
      <string id="SetFaceBeautyValue_Part">Set the value of "Touch up my appearance"</string>
      <string id="SetFaceBeautyValue_Explain">Default policy is 25.

This policy depends on EnableFaceBeauty, if EnableFaceBeauty is disabled, SetFaceBeautyValue will not work.

If this policy is a valid integer within 0 to 100, client will use the integer as the the value of "Touch up my appearance".

If this policy is not set, client will use the default setting.</string>
      <string id="AU2_InstallAtIdleTime_Policy">Set to enable auto update installation when idle</string>
      <string id="AU2_InstallAtIdleTime_Policy_Recommend">Set to enable auto update installation when idle (Recommendation Setting)</string>
      <string id="AU2_InstallAtIdleTime_Explain">Default policy is disabled.

This policy depends on AU2_EnableAutoUpdate, if AU2_EnableAutoUpdate is disabled, AU2_InstallAtIdleTime will not work.

If this policy is enabled, client will enable auto update installation when idle.

If this policy is disabled, client will disable auto update installation when idle.

If this policy is not set, client will use the default setting.</string>
      <string id="AU2_SafeUpgradePeriod_Policy">Set to install auto updates within a specified time period</string>
      <string id="AU2_SafeUpgradePeriod_Policy_Recommend">Set to install auto updates within a specified time period (Recommendation Setting)</string>
      <string id="AU2_SafeUpgradePeriod_Part">Set to install auto updates within a specified time period</string>
      <string id="AU2_SafeUpgradePeriod_Explain">Default policy is "0000-0400".

This policy depends on AU2_InstallAtIdleTime, if AU2_InstallAtIdleTime is disabled, AU2_SafeUpgradePeriod will not work.

If this policy is empty or invalid, client will install auto updates within the default time period when idle.

If this policy is a valid string, client will install auto updates within the specified time period when idle.

The format of this string should be HHMM-HHMM, for example: "0900-1800" means 09:00 to 18:00, "1800-0400" means 18:00 to the next day 04:00.

If this setting is not set, client will use the default setting.</string>
      <string id="DisableInMeetingWhiteBoard_Policy">Set to disable in-meeting whiteboard(New)</string>
      <string id="DisableInMeetingWhiteBoard_Policy_Recommend">Set to disable in-meeting whiteboard(New) (Recommendation Setting)</string>
      <string id="DisableInMeetingWhiteBoard_Explain">Default policy is disabled.

If this policy is enabled, client will disable in-meeting whiteboard.

If this policy is disabled, client will enable in-meeting whiteboard.

If this policy is not set, client will use the default setting.</string>
      <string id="HideSelfView_Policy">Set to hide self view in the meeting</string>
      <string id="HideSelfView_Policy_Recommend">Set to hide self view in the meeting (Recommendation Setting)</string>
      <string id="HideSelfView_Explain">Default policy is disabled.

If this policy is enabled, client will hide self view in the meeting.

If this policy is disabled, client will not hide self view in the meeting.

If this policy is not set, client will use the default setting.</string>
      <string id="PreproxyDetectPolicy_Policy">Set up to use the different policy to do proxy pre-detection</string>
      <string id="PreproxyDetectPolicy_Policy_Recommend">Set up to use the different policy to do proxy pre-detection (Recommendation Setting)</string>
      <string id="PreproxyDetectPolicy_Part">Set up to use the different policy to do proxy pre-detection</string>
      <string id="PreproxyDetectPolicy_Explain">Default policy is 0.

If this policy is 0, use the default policy to do pre-detection.

If this policy is 1, use wininet to do pre-detection(In some PAC cases, it will be faster).

If this policy is not set, client will use the default setting.</string>
      <string id="SetVideoRenderingPostProcessing_Policy">Set to enable video rendering post processing</string>
      <string id="SetVideoRenderingPostProcessing_Policy_Recommend">Set to enable video rendering post processing (Recommendation Setting)</string>
      <string id="SetVideoRenderingPostProcessing_Part">Set to enable video rendering post processing</string>
      <string id="SetVideoRenderingPostProcessing_Explain">This policy is exactly same as the manual setting: "Settings"-"Video"-"Advanced"-"Video Rendering Post Processing". Its default policy is 0, client will default to Auto.

If this policy is a valid integer, client will use the specified type listed as below:
0 - Auto
1 - Enable
2 - Disable

If this policy is not set, client will use the default setting.</string>
      <string id="SetVideoCapturingMethod_Policy">Set video capturing method</string>
      <string id="SetVideoCapturingMethod_Policy_Recommend">Set video capturing method (Recommendation Setting)</string>
      <string id="SetVideoCapturingMethod_Part">Set video capturing method</string>
      <string id="SetVideoCapturingMethod_Explain">This policy is exactly same as the manual setting: "Settings"-"Video"-"Advanced"-"Video Capturing Method". Its default policy is 0, client will default to Auto.

If this policy is a valid integer, client will use the specified type listed as below:
0 - Auto
1 - Direct Show
2 - Media Foundation

If this policy is not set, client will use the default setting.</string>
      <string id="NotifyCMRAvailable_Policy">Set to show notification when a new recording is available</string>
      <string id="NotifyCMRAvailable_Policy_Recommend">Set to show notification when a new recording is available (Recommendation Setting)</string>
      <string id="NotifyCMRAvailable_Explain">Default policy is enabled.

If this setting is enabled, client will show notification when a new cloud recording is available.

If this setting is disabled, client will not show notification when a new cloud recording is available.

If this policy is not set, client will use the default setting.</string>
      <string id="DisableSideCar_Policy">Set to disable webinar resources</string>
      <string id="DisableSideCar_Policy_Recommend">Set to disable webinar resources (Recommendation Setting)</string>
      <string id="DisableSideCar_Explain">Default policy is disabled.

If this setting is enabled, client will disable webinar resources.

If this setting is disabled, client will not disable webinar resources.

If this setting is not set, client will use the default setting.</string>
      <string id="EnableWinExtendProtectedAuth_Policy">Set to support Windows extend protection for NTLM authentication</string>
      <string id="EnableWinExtendProtectedAuth_Policy_Recommend">Set to support Windows extend protection for NTLM authentication (Recommendation Setting)</string>
      <string id="EnableWinExtendProtectedAuth_Explain">Default policy is disabled.

If this policy is enabled, client will support Windows extend protection for NTLM authentication.

If this policy is disabled, client will not support Windows extend protection for NTLM authentication.

If this policy is not set, client will use the default setting.</string>
      <string id="AU2_UpdateChannelCandidates_Policy">Set the update channel list</string>
      <string id="AU2_UpdateChannelCandidates_Policy_Recommend">Set the update channel list (Recommendation Setting)</string>
      <string id="AU2_UpdateChannelCandidates_Part">Set the update channel list</string>
      <string id="AU2_UpdateChannelCandidates_Explain">Default policy is empty.

If this policy is empty or invalid, client will set Slow and Fast as the default update channel list.

If this policy is a valid string, client will set the update channel list according to the string.

The format of this string should be {channel id}:{channel name} and use semicolon to separate different channels, for example: "0:Slow" will add Slow to the update channel list, "0:Slow;1:Fast" will add Slow and Fast to the update channel list.

The following are the two public update channels:
"0" - Slow
"1" - Fast

Note:
1.Slow will be added to the list even if it is not written to string.

If this setting is not set, client will use the default setting.</string>
      <string id="AU2_LimitManualUpdateVersion_Policy">Set manual check for updates to the version defined by Auto Update</string>
      <string id="AU2_LimitManualUpdateVersion_Policy_Recommend">Set manual check for updates to the version defined by Auto Update (Recommendation Setting)</string>
      <string id="AU2_LimitManualUpdateVersion_Explain">Default policy is disabled.

This policy depends on AU2_EnableAutoUpdate and AU2_EnableManualUpdate, if AU2_EnableAutoUpdate or AU2_EnableManualUpdate is disabled, AU2_LimitManualUpdateVersion will not work.

If this policy is enabled, client will set manual check for updates to the version defined by Auto Update.

If this policy is disabled, client will set manual check for updates to the latest version.

If this policy is not set, client will use the default setting.</string>
      <string id="ClickToCallDefault_Policy">Set the default dialer for click-to-dial calls</string>
      <string id="ClickToCallDefault_Policy_Recommend">Set the default dialer for click-to-dial calls (Recommendation Setting)</string>
      <string id="ClickToCallDefault_Part">Set the default dialer for click-to-dial calls</string>
      <string id="ClickToCallDefault_Explain">Default setting is 0.

If this policy is a valid integer, client will use the specified dialer listed as below:
0 - Zoom Phone
1 - Zoom Contact Center

If this policy is not set, client will use the default setting.</string>
      <string id="EnableDiagnostic_Policy">Set to enable the diagnostic tool and basic detection of some services</string>
      <string id="EnableDiagnostic_Policy_Recommend">Set to enable the diagnostic tool and basic detection of some services (Recommendation Setting)</string>
      <string id="EnableDiagnostic_Explain">Default policy is enabled.

If this setting is enabled, client will enable the diagnostic tool and basic detection of some services.

If this setting is disabled, client will not enable the diagnostic tool and basic detection of some services.

If this setting is not set, client will use the default setting.</string>
      <string id="EnableZCCNativeVideo_Policy">Force to enable the native video feature of Zoom Contact Center</string>
      <string id="EnableZCCNativeVideo_Policy_Recommend">Force to enable the native video feature of Zoom Contact Center (Recommendation Setting)</string>
      <string id="EnableZCCNativeVideo_Explain">Default policy is disabled.

If this setting is enabled, client will force enable the native video feature of Zoom Contact Center.

If this setting is disabled, client will not force enable the native video feature of Zoom Contact Center.

If this setting is not set, client will use the default setting.</string>
      <string id="ZCCMsgAudioSetting_Policy">Setting up message notifications for Zoom Contact Center</string>
      <string id="ZCCMsgAudioSetting_Policy_Recommend">Setting up message notifications for Zoom Contact Center (Recommendation Setting)</string>
      <string id="ZCCMsgAudioSetting_Part">Setting up message notifications for Zoom Contact Center</string>
      <string id="ZCCMsgAudioSetting_Explain">This policy is exactly same as the manual setting: "Settings"-"Audio"-"Contact Center message notifications". Its default policy is 1, client will default to Always play notifications.

If this policy is a valid integer, client will use the specified type listed as below:
0 - No effect
1 - Always play notifications
2 - Mute during meetings and calls
3 - Always mute notifications

If this policy is not set, client will use the default setting.</string>
      <string id="AudioCapturePlaybackMode_Policy">Set audio capture and playback API</string>
      <string id="AudioCapturePlaybackMode_Policy_Recommend">Set audio capture and playback API (Recommendation Setting)</string>
      <string id="AudioCapturePlaybackMode_Part">Set audio capture and playback API</string>
      <string id="AudioCapturePlaybackMode_Explain">This policy is exactly the same as the manual setting: "Settings"-"Audio"-"Advanced"-"Audio capture and playback API". Its default policy is 0.

0 - Auto: Default value, using synchronous Windows API for audio capture and playback.
1 - Windows Audio Session API: Uses synchronous Windows API for audio capture and playback.
2 - Windows Runtime API: Uses asynchronous Windows Runtime API for audio capture and playback.

If this policy is not set, client will use the default setting.</string>
      <string id="MeshMulticastIP_Policy">Set IP address for Zoom Mesh local detection</string>
      <string id="MeshMulticastIP_Policy_Recommend">Set IP address for Zoom Mesh local detection (Recommendation Setting)</string>
      <string id="MeshMulticastIP_Part">Set IP address for Zoom Mesh local detection</string>
      <string id="MeshMulticastIP_Explain">Default policy is empty.

If this policy is a valid IP address, this policy will allow admins to specify a valid IP address to be a UDP multicast IP for Zoom apps to declare themselves and detect each other in their local sub-network (255.255.255.0). Admins can choose other IP addresses within the range of [224.0.0.1, 239.255.255.255].

If this policy is empty or invalid, this policy will set as 224.0.0.1 by default.

If this policy is not set, client will use the default setting.</string>
      <string id="MeshMulticastPort_Policy">Set network port for for Zoom Mesh nodes</string>
      <string id="MeshMulticastPort_Policy_Recommend">Set network port for for Zoom Mesh nodes (Recommendation Setting)</string>
      <string id="MeshMulticastPort_Part">Set network port for for Zoom Mesh nodes</string>
      <string id="MeshMulticastPort_Explain">Default policy is 0.

If this policy is a valid port, client will use this port as the UDP multicast port to communicate with other Zoom Mesh nodes on the network.

If this policy is invalid or 0, this policy will set 36699 as the default port.

If this policy is not set, client will use the default setting.</string>
      <string id="MeshListenPortRange_Policy">Set network port range for Zoom Mesh parent-child node communication</string>
      <string id="MeshListenPortRange_Policy_Recommend">Set network port range for Zoom Mesh parent-child node communication (Recommendation Setting)</string>
      <string id="MeshListenPortRange_Part">Set network port range for Zoom Mesh parent-child node communication</string>
      <string id="MeshListenPortRange_Explain">Default policy is empty.

If this policy is a valid port range address, the client will use this range to set up listen sockets for connection requests between Mesh parents and children nodes. The nodes will also use this range to send signals and media data.

If this policy is invalid or empty, the client will use "18801-19800" as the default port range.

The format of this string should be "port-port", for example: "18801-19800".

If this policy is not set, client will use the default setting.</string>
      <string id="EnableGuestMesh_Policy">Allows users to join an external Webinar as a guest through another account's local Zoom Mesh-enabled network</string>
      <string id="EnableGuestMesh_Policy_Recommend">Allows users to join an external Webinar as a guest through another account's local Zoom Mesh-enabled network (Recommendation Setting)</string>
      <string id="EnableGuestMesh_Explain">Default policy is disabled.

If this setting is enabled, this policy will allow users (not on your account) to join an external Webinar through the local Zoom Mesh-enabled network. Other requirements must be met, such as the device having the minimum supported client version for Mesh connections and the associated account setting in the web portal also enabled.

If this setting is disabled, this policy will not allow external users (not on your account) to join an external Webinar through the local Zoom Mesh-enabled network.

If this policy is not set, client will use the default setting.</string>
      <string id="DisableMultipleAccountsSwitch_Policy">Set to disable the ability to sign into multiple Zoom accounts and switch accounts</string>
      <string id="DisableMultipleAccountsSwitch_Policy_Recommend">Set to disable the ability to sign into multiple Zoom accounts and switch accounts (Recommendation Setting)</string>
      <string id="DisableMultipleAccountsSwitch_Explain">Default policy is disabled.

If this policy is enabled, client will disable the ability to sign into multiple Zoom accounts and switch accounts.

If this policy is disabled, client will not disable the ability to sign into multiple Zoom accounts and switch accounts.

If this policy is not set, the client will use the default setting.</string>
      <string id="EnableMeshNetworking_Policy">Set to enable mesh feature</string>
      <string id="EnableMeshNetworking_Policy_Recommend">Set to enable mesh feature (Recommendation Setting)</string>
      <string id="EnableMeshNetworking_Explain">Default policy is enabled.

If this policy is enabled, this policy will allow the users to use mesh feature.

If this policy is disabled, this policy will not allow the users to use mesh feature even if they have a mesh plan.

If this policy is not set, the client will use the default setting.</string>
      <string id="DisableUserSignUp_Policy">Set to hide the sign up button</string>
      <string id="DisableUserSignUp_Policy_Recommend">Set to hide the sign up button (Recommendation Setting)</string>
      <string id="DisableUserSignUp_Explain">Default policy is disabled.

If this policy is enabled, the client will hide the sign up button on the login dialog.

If this policy is disabled, the client will not hide the sign up button on the login dialog.

If this policy is not set, the client will use the default setting.</string>
      <string id="DisableZoomOnboarding_Policy">Set to hide the onboarding process for new users</string>
      <string id="DisableZoomOnboarding_Policy_Recommend">Set to hide the onboarding process for new users (Recommendation Setting)</string>
      <string id="DisableZoomOnboarding_Explain">Default policy is disabled.

If this policy is enabled, the client will hide the onboarding process for new users.

If this policy is disabled, the client will not hide the onboarding process for new users.

If this policy is not set, the client will use the default setting.</string>
      <string id="HideLogoutBtn_Policy">Set to hide 'Sign out' button</string>
      <string id="HideLogoutBtn_Policy_Recommend">Set to hide 'Sign out' butto (Recommendation Setting)</string>
      <string id="HideLogoutBtn_Explain">Default policy is disabled.

If this policy is enabled, the client will hide the 'Sign out' button.

If this policy is disabled, the client will not hide the 'Sign Out' button.

If this policy is not set, the client will use the default setting.</string>
      <string id="HideCallQueue_Policy">Set to hide 'Call Queues'</string>
      <string id="HideCallQueue_Policy_Recommend">Set to hide 'Call Queues' (Recommendation Setting)</string>
      <string id="HideCallQueue_Explain">Default policy is disabled.

If this policy is enabled, this policy will hide the 'Call Queues' in settings.

If this policy is disabled, this policy will not hide the 'Call Queues' in settings.

If this policy is not set, the client will use the default setting.</string>
      <string id="HideBlockNumber_Policy">Set to hide 'Block Number' feature</string>
      <string id="HideBlockNumber_Policy_Recommend">Set to hide 'Block Number' feature (Recommendation Setting)</string>
      <string id="HideBlockNumber_Explain">Default policy is disabled.

If this policy is enabled, this policy will hide the 'Block Number' feature.

If this policy is disabled, this policy will not hide the 'Block Number' feature.

If this policy is not set, the client will use the default setting.</string>
      <string id="DisableInMeetingZoomNotes_Policy">Disable Zoom Notes for Meetings</string>
      <string id="DisableInMeetingZoomNotes_Policy_Recommend">Disable Zoom Notes for Meetings (Recommendation Setting)</string>
      <string id="DisableInMeetingZoomNotes_Explain">Default policy is disabled.

If this policy is enabled, this policy will disable Zoom Notes for Meetings.

If this policy is disabled, this policy will not disable Zoom Notes for Meetings.

If this policy is not set, the client will use the default setting.</string>
      <string id="DisableSmartMeetingSummaries_Policy">Disable Meeting Summary with AI Companion</string>
      <string id="DisableSmartMeetingSummaries_Policy_Recommend">Disable Meeting Summary with AI Companion (Recommendation Setting)</string>
      <string id="DisableSmartMeetingSummaries_Explain">Default policy is disabled.

If this policy is enabled, this policy will disable meeting summary with AI companion.

If this policy is disabled, this policy will not disable meeting summary with AI companion.

If this policy is not set, the client will use the default setting.</string>
      <string id="DisableAICQueries_Policy">Disable AI Companion Questions</string>
      <string id="DisableAICQueries_Policy_Recommend">Disable AI Companion Questions (Recommendation Setting)</string>
      <string id="DisableAICQueries_Explain">Default policy is disabled.

If this policy is enabled, this policy will disable AI Companion questions.

If this policy is disabled, this policy will not disable AI Companion questions.

If this policy is not set, the client will use the default setting.</string>
      <string id="DisableDiscoverWhatsNew_Policy">Set to hide the 'Discover What's New' menu</string>
      <string id="DisableDiscoverWhatsNew_Policy_Recommend">Set to hide the 'Discover What's New' menu (Recommendation Setting)</string>
      <string id="DisableDiscoverWhatsNew_Explain">Default policy is disabled.

If this policy is enabled, the client will hide the 'Discover What's New' menu.

If this policy is disabled, the client will not hide the 'Discover What's New' menu.

If this policy is not set, the client will use the default setting.</string>
      <string id="EnableAutoCopyConfInvitationURL_Policy">Enable Automatically copy invite link once the meeting starts</string>
      <string id="EnableAutoCopyConfInvitationURL_Policy_Recommend">Enable Automatically copy invite link once the meeting starts (Recommendation Setting)</string>
      <string id="EnableAutoCopyConfInvitationURL_Explain">Default setting is disabled.
If this setting is enabled, client will automatically copy invite link once the meeting starts.
If this setting is disabled, client will not automatically copy invite link once the meeting starts.
If this policy is not set, client will use the default setting.</string>
      <string id="DisableAssignTypist_Policy">Disable Allow host to type or assign a participant to type</string>
      <string id="DisableAssignTypist_Policy_Recommend">Disable Allow host to type or assign a participant to type(Recommendation Setting)</string>
      <string id="DisableAssignTypist_Explain">Default setting is disabled.
If this setting is enabled, client will disable allow host to type or assign a participant to type.
If this setting is disabled,  client will not disable allow host to type or assign a participant to type.
If this policy is not set, client will use the default setting.</string>
      <string id="DisableP2PStunTraffic_Policy">Disable P2P Stun Traffic</string>
      <string id="DisableP2PStunTraffic_Policy_Recommend">Disable P2P Stun Traffic (Recommendation Setting)</string>
      <string id="DisableP2PStunTraffic_Explain">Default policy is disabled.
If this policy is enabled, the client will disable p2p stun traffic.
If this policy is disabled, the client will not disable p2p stun traffic.
If this policy is not set, client will use the default setting.</string>
      <string id="DisableZoomIfNotZDMManaged_Policy">Disable app if ZDM enrollment fails</string>
      <string id="DisableZoomIfNotZDMManaged_Policy_Recommend">Disable app if ZDM enrollment fails (Recommendation Setting)</string>
      <string id="DisableZoomIfNotZDMManaged_Explain">Default policy is disabled.
If this policy is enabled, the client will disable the Zoom app if enrollment of this device into Zoom Device Management fails.
If this policy is disabled, client will not disable the Zoom app if enrollment of this device into Zoom Device Management fails.
If this policy is not set, client will use the default setting.</string>
      <string id="KeepOnlyOneSectionOpenInChat_Policy">Keep only one section open in Team Chat</string>
      <string id="KeepOnlyOneSectionOpenInChat_Policy_Recommend">Keep only one section open in Team Chat (Recommendation Setting)</string>
      <string id="KeepOnlyOneSectionOpenInChat_Explain">Default policy is disabled.
If this policy is enabled, the client only allow one section opened at a time.
If this policy is disabled, the client will not limit sections
If this policy is not set, the client will use the default setting.</string>
      <string id="SeparateIMChatAndChannel_Policy">Organize chats by section</string>
      <string id="SeparateIMChatAndChannel_Policy_Recommend">Organize chats by section (Recommendation Setting)</string>
      <string id="SeparateIMChatAndChannel_Explain">Default policy is disabled.
If this policy is enabled, the client organize chats by section.
If this policy is disabled, the client will not Organize chats by section
If this policy is not set, the client will use the default setting.</string>
      <string id="DisableIMFileTransfer_Policy">Disable IM file transfer</string>
      <string id="DisableIMFileTransfer_Policy_Recommend">Disable IM file transfer (Recommendation Setting)</string>
      <string id="DisableIMFileTransfer_Explain">Default policy is disabled.
If this policy is enabled, the client will disable IM file transfer feature when current domain is not exist in the list of AllowedIMFileTransferDomain.
If this policy is disabled, the client will use the default setting.
If this policy is not set, the client will use the default setting.</string>
      <string id="AllowedIMFileTransferDomain_Policy">Allowed IM file transfer domain list</string>
      <string id="AllowedIMFileTransferDomain_Policy_Recommend">Allowed IM file transfer domain list (Recommendation Setting)</string>
      <string id="AllowedIMFileTransferDomain_Explain">Default policy is empty.
If this policy is a valid string(for example:zoom1.us),and DisableIMFileTransfer is enabled, the client will only allow the domain zoom1.us to IM transfer feature. Multiple domains can be separated with &amp; (for example: zoom1.us&amp;zoom2.us)
If this setting is empty, and DisableIMFileTransfer is enabled, client will disable IM transfer feature for all domains.

If this policy is not set, client will use default setting.</string>
      <string id="AllowedIMFileTransferDomain_Part">Allowed IM file transfer domain list</string>
      <string id="MessageNotificationPreference_Policy">Setting up message notifications preferences for Team Chat</string>
      <string id="MessageNotificationPreference_Policy_Recommend">Setting up message notifications preferences for Team Chat (Recommendation Setting)</string>
      <string id="MessageNotificationPreference_Explain">This policy is exactly same as the manual setting: "Settings"-"Team Chat"-"Message Preferences". Its default policy is 1, client will default to notify direct messages, mentions, and replies.

If this policy is a valid integer, client will use the specified type listed as below:
0 - All messages
1 - Direct messages, mentions, and replies
2 - Off

If this policy is not set, client will use the default setting.</string>
      <string id="MessageNotificationPreference_Part">Setting up message notifications preferences for Team Chat</string>
      <string id="KeepUnreadMessagesOnTop_Policy">Keep all unread messages at the top of recent chats</string>
      <string id="KeepUnreadMessagesOnTop_Policy_Recommend">Keep all unread messages at the top of recent chats (Recommendation Setting)</string>
      <string id="KeepUnreadMessagesOnTop_Explain">Default policy is disabled.
If this setting is true, client will keep all unread messages at the top of recent chats.

If this setting is false, client will not keep all unread messages at the top of recent chats.

If this policy is not set, client will use the default setting.</string>
      <string id="ShowUnreadCountForChannel_Policy">Show unread message count for channels</string>
      <string id="ShowUnreadCountForChannel_Policy_Recommend">Show unread message count for channels (Recommendation Setting)</string>
      <string id="ShowUnreadCountForChannel_Explain">Default policy is disabled.
If this setting is true, client will show unread message count for channels.

If this setting is false, client will not show unread message count for channels.

If this policy is not set, client will use the default setting.</string>
      <string id="ShowUnreadCountForMeetingChat_Policy">Show unread message count for meeting chats</string>
      <string id="ShowUnreadCountForMeetingChat_Policy_Recommend">Show unread message count for meeting chats (Recommendation Setting)</string>
      <string id="ShowUnreadCountForMeetingChat_Explain">Default policy is disabled.
If this setting is true, client will show unread message count for meeting chats.

If this setting is false, client will not show unread message count for meeting chats.

If this policy is not set, client will use the default setting.</string>
      <string id="UnreadViewOrder_Policy">Where to start when viewing unread messages in a channel</string>
      <string id="UnreadViewOrder_Policy_Recommend">Where to start when viewing unread messages in a channel (Recommendation Setting)</string>
      <string id="UnreadViewOrder_Explain">Its default policy is 0, client will default to start viewing unread messages at the first unread message.

If this policy is a valid integer, client will use the specified type listed as below:
0 - Start at the first unread message
1 - Start at the latest unread message

If this policy is not set, client will use the default setting.</string>
      <string id="UnreadViewOrder_Part">Where to start when viewing unread messages in a channel</string>
      <string id="ReceiveNotificationsByKeyword_Policy">Setting keywords as the basis for triggering message notifications</string>
      <string id="ReceiveNotificationsByKeyword_Policy_Recommend">Setting keywords as the basis for triggering message notifications (Recommendation Setting)</string>
      <string id="ReceiveNotificationsByKeyword_Explain">Default policy is empty.
If this policy is a valid string, the client will trigger message notifications based on these keywords.
If this setting is empty, client will trigger message notifications normally.

If this policy is not set, client will use default setting.</string>
      <string id="ReceiveNotificationsByKeyword_Part">Setting keywords as the basis for triggering message notifications</string>
      <string id="PreferredLanguage_Policy">Use this language when translating messages</string>
      <string id="PreferredLanguage_Policy_Recommend">Use this language when translating messages (Recommendation Setting)</string>
      <string id="PreferredLanguage_Explain">Default policy is empty.
If this policy is a valid string(for example:en), the client will use this language when translating messages
If this setting is empty, the client will use the default language when translating messages.

If this policy is not set, client will use default setting.</string>
      <string id="PreferredLanguage_Part">Use this language when translating messages</string>
      <string id="EnableDumpTPStatInfo_Policy">Enable saving meeting statistics data to local log file</string>
      <string id="EnableDumpTPStatInfo_Policy_Recommend">Enable saving meeting statistics data to local log file (Recommendation Setting)</string>
      <string id="EnableDumpTPStatInfo_Explain">Default policy is disabled.

If this setting is true, client will save meeting statistics data to local log file.

If this setting is false, client will not save meeting statistics data to local log file.

If this policy is not set, client will use the default setting.</string>
      <string id="DisableInMeetingZoomDocs_Policy">Disable Zoom Docs for Meetings</string>
      <string id="DisableInMeetingZoomDocs_Policy_Recommend">Disable Zoom Docs for Meetings (Recommendation Setting)</string>
      <string id="DisableInMeetingZoomDocs_Explain">Default policy is disabled.

If this policy is enabled, this policy will disable Zoom Docs for Meetings.

If this policy is disabled, this policy will not disable Zoom Docs for Meetings.

If this policy is not set, the client will use the default setting.</string>
      <string id="AllowedMeetingSurvivability_Policy">Allow the client to switch to survivable mode</string>
      <string id="AllowedMeetingSurvivability_Policy_Recommend">Allow the client to switch to survivable mode (Recommendation Setting)</string>
      <string id="AllowedMeetingSurvivability_Explain">Default policy is empty.
If this policy is a valid survivability info string, the client can switch to survivable mode.
If this policy is empty, the client does not support survivable mode.

If this policy is not set, client will use default setting.</string>
      <string id="AllowedMeetingSurvivability_Part">Allow the client to switch to survivable mode</string>
      <string id="DisableReportProblem_Policy">Disable reporting of problems on the client</string>
      <string id="DisableReportProblem_Policy_Recommend">Disable reporting of problems on the client (Recommendation Setting)</string>
      <string id="DisableReportProblem_Explain">Default policy is disabled.
If this policy is enabled, the client will not be able to report problems.
If this policy is disabled, the client can report problems.
If this policy is not set, client will use the default setting.</string>
      <string id="DisableWindowsGenFullDump_Policy">Disable full dump generation on windows platform client</string>
      <string id="DisableWindowsGenFullDump_Policy_Recommend">Disable full dump generation on windows platform client (Recommendation Setting)</string>
      <string id="DisableWindowsGenFullDump_Explain">Default policy is disabled.
If this policy is enabled, the client will not be able to generate full dump.
If this policy is disabled, the client can generate full dump.
If this policy is not set, client will use the default setting.</string>
      <string id="DisablePrompt32bitWarning_Policy">Disable warning prompts for 32-bit clients</string>
      <string id="DisablePrompt32bitWarning_Policy_Recommend">Disable warning prompts for 32-bit clients (Recommendation Setting)</string>
      <string id="DisablePrompt32bitWarning_Explain">Default policy is disabled.
If this policy is enabled, the 32-bit client will prompt a warning.
If this policy is disabled, the 32-bit client do not prompt a warning.
If this policy is not set, client will use the default setting.</string>
      <string id="DisableNewSetting_Policy">Disable the new setting UI</string>
      <string id="DisableNewSetting_Policy_Recommend">Disable the new setting UI (Recommendation Setting)</string>
      <string id="DisableNewSetting_Explain">Default policy is disabled.
If this policy is enabled, the client will not use the new setting UI.
If this policy is disabled, the client will use the new setting UI.
If this policy is not set, client will use the default setting.</string>
      <string id="EnableProxyDetectForSpecialCases_Policy">Enable ProxyDetect logic for 30 mins refresh and networkchange</string>
      <string id="EnableProxyDetectForSpecialCases_Policy_Recommend">Enable ProxyDetect logic for 30 mins refresh and networkchange (Recommendation Setting)</string>
      <string id="EnableProxyDetectForSpecialCases_Explain">Default policy is disabled.
If this policy is enabled, the Windows client will trigger proxy detect logic for 30 mins and network change situation.
If this policy is disabled, the Windows client will not trigger proxy detect logic for 30 mins and network change situation.
If this policy is not set, the Windows client will not trigger proxy detect logic for 30 mins and network change situation.</string>
      <string id="KeepMeetingOnTop_Policy">Force Zoom Meetings on top of other apps during meetings</string>
      <string id="KeepMeetingOnTop_Policy_Recommend">Force Zoom Meetings on top of other apps during meetings (Recommendation Setting)</string>
      <string id="KeepMeetingOnTop_Explain">Default policy is disabled.

If this policy is enabled, Zoom Meetings will be forced to sit on top of other apps during meetings.

If this policy is disabled, Zoom Meetings will not be forced to sit on top of other apps during meetings.

If this policy is not set, the client will use the default setting.</string>
      <string id="EnableNewSigninUI_Policy">Enable the new login UI</string>
      <string id="EnableNewSigninUI_Policy_Recommend">Enable the new login UI (Recommendation Setting)</string>
      <string id="EnableNewSigninUI_Explain">Default policy is enabled.
If this policy is enabled, the client will use the new login UI.
If this policy is disabled, the client will not use the new login UI.
If this policy is not set, client will use the default setting.</string>
      <string id="ADMXMigrator_UnresolvedString">ADMX Migrator encountered a string that is not present in the source ADM string table.</string>
      <string id="ADMXMigrator_NoSupportedOn">ADMX Migrator encountered a policy that does not have a supportedOn value.</string>
    </stringTable>
    <presentationTable>
      <presentation id="EnableClientAutoUpdate_Policy" />
      <presentation id="DisableCreatingDesktopShortcut_Policy" />
      <presentation id="AutoStartAfterReboot_Policy" />
      <presentation id="AutoStartInSystemTray_Policy" />
      <presentation id="UseWinINetResolveProxy_Policy" />
      <presentation id="SetSSOURL_Policy">
        <textBox refId="SetSSOURL_Part">
          <label>Set SSO host</label>
        </textBox>
      </presentation>
      <presentation id="ForceLoginWithSSO_Policy" />
      <presentation id="DisableGoogleLogin_Policy" />
      <presentation id="DisableFacebookLogin_Policy" />
      <presentation id="DisableLoginWithSSO_Policy" />
      <presentation id="DisableLoginWithMicrosoft_Policy" />
      <presentation id="DisableLoginWithEmail_Policy" />
      <presentation id="SetAccountIDsRestrictedToJoin_Policy">
        <textBox refId="SetAccountIDsRestrictedToJoin_Part">
          <label>Set account IDs that client is restricted to join meeting hosted by</label>
        </textBox>
      </presentation>
      <presentation id="CloseToSystemTray_Policy" />
      <presentation id="SetEmailDomainsRestrictedToLogin_Policy">
        <textBox refId="SetEmailDomainsRestrictedToLogin_Part">
          <label>Set email domains that client is restricted to log in with</label>
        </textBox>
      </presentation>
      <presentation id="AlwaysUsePersonalMeetingID_Policy" />
      <presentation id="BlockUntrustedSSLCert_Policy" />
      <presentation id="EnableCloudSwitch_Policy" />
      <presentation id="EnableEmbedBrowserForSSO_Policy" />
      <presentation id="EnableNewWebView2SSO_Policy" />
      <presentation id="ForceSSOURL_Policy">
        <textBox refId="ForceSSOURL_Part">
          <label>Set and lock the default SSO URL for client login</label>
        </textBox>
      </presentation>
      <presentation id="KeepSignedIn_Policy" />
      <presentation id="SetWebDomain_Policy">
        <textBox refId="SetWebDomain_Part">
          <label>Set default web domain for client login and join meeting</label>
        </textBox>
      </presentation>
      <presentation id="EnforceSignInToJoin_Policy" />
      <presentation id="EnableWeChatLogin_Policy" />
      <presentation id="EnablePhoneLogin_Policy" />
      <presentation id="EnableAliPayLogin_Policy" />
      <presentation id="EnableQQLogin_Policy" />
      <presentation id="EnableAppleLogin_Policy" />
      <presentation id="DefaultUsePortraitView_Policy" />
      <presentation id="EmbedUserAgentString_Policy">
        <textBox refId="EmbedUserAgentString_Part">
          <label>Set to embed one specified user agent string for all HTTP requests from Zoom client application; this piece of string will be appended to the end of regular user agent string</label>
        </textBox>
      </presentation>
      <presentation id="EmbedDeviceTag_Policy">
        <textBox refId="EmbedDeviceTag_Part">
          <label>Set to embed one specified device tag string for all HTTP requests from Zoom client application; this piece of string will be appended to the head of the regular HTTP requests</label>
        </textBox>
      </presentation>
      <presentation id="EnableAutoUploadDumps_Policy" />
      <presentation id="EnableAutoUploadMemlogs_Policy" />
      <presentation id="SetAccEventsOptions_Policy">
        <textBox refId="SetAccEventsOptions_Part">
          <label>Set screen reader alerts</label>
        </textBox>
      </presentation>
      <presentation id="IntegrateZoomWithOutlook_Policy" />
      <presentation id="DisableDirectConnectionPK_Policy" />
      <presentation id="DisableDirectConnection2Web_Policy" />
      <presentation id="ProxyPac_Policy">
        <textBox refId="ProxyPac_Part">
          <label>Set proxy server to client with PAC URL</label>
        </textBox>
      </presentation>
      <presentation id="ProxyServer_Policy">
        <textBox refId="ProxyServer_Part">
          <label>Set proxy server to client as named proxy like server:port</label>
        </textBox>
      </presentation>
      <presentation id="ProxyBypass_Policy">
        <textBox refId="ProxyBypass_Part">
          <label>Set proxy by-pass rule to client</label>
        </textBox>
      </presentation>
      <presentation id="SetDevicePolicyToken_Policy">
        <textBox refId="SetDevicePolicyToken_Part">
          <label>Set device policy's token from web settings</label>
        </textBox>
      </presentation>
      <presentation id="DisableKeepSignedInWithSSO_Policy" />
      <presentation id="DisableKeepSignedInWithGoogle_Policy" />
      <presentation id="DisableKeepSignedInWithFacebook_Policy" />
      <presentation id="DisableZoomApps_Policy" />
      <presentation id="EnableSilentAutoUpdate_Policy" />
      <presentation id="SetNoRevocationCheckUrls_Policy">
        <textBox refId="SetNoRevocationCheckUrls_Part">
          <label>Set a whitelist to ignore the revocation check error</label>
        </textBox>
      </presentation>
      <presentation id="ProxyDetectInterval_Policy">
        <decimalTextBox refId="ProxyDetectInterval_Part" defaultValue="0" spinStep="1">Set the proxy detect interval in seconds</decimalTextBox>
      </presentation>
      <presentation id="EnforceAppSignInToJoin_Policy" />
      <presentation id="AlwaysCheckLatestVersion_Policy" />
      <presentation id="SetEnrollToken4CloudMDM_Policy">
        <textBox refId="SetEnrollToken4CloudMDM_Part">
          <label>Set enrollment token for cloud-based device management</label>
        </textBox>
      </presentation>
      <presentation id="DisableAutoLaunchSSO_Policy" />
      <presentation id="SetUpdatingChannel_Policy">
        <decimalTextBox refId="SetUpdatingChannel_Part" defaultValue="0" spinStep="1">Set the specified update channel when silent auto update is enabled</decimalTextBox>
      </presentation>
      <presentation id="DisableUpdateTo64Bit_Policy" />
      <presentation id="DisableZoomAppsGuestAccess_Policy" />
      <presentation id="PreproxyDetectPolicy_Policy">
        <decimalTextBox refId="PreproxyDetectPolicy_Part" defaultValue="0" spinStep="1">Set up to use the different policy to do proxy pre-detection</decimalTextBox>
      </presentation>
      <presentation id="DisableDoubleCheckDirect_Policy" />
      <presentation id="EnableWinExtendProtectedAuth_Policy" />
      <presentation id="DisableMultipleAccountsSwitch_Policy" />
      <presentation id="DisableUserSignUp_Policy" />
      <presentation id="DisableZoomOnboarding_Policy" />
      <presentation id="HideLogoutBtn_Policy" />
      <presentation id="DisableDiscoverWhatsNew_Policy" />
      <presentation id="DisableP2PStunTraffic_Policy" />
      <presentation id="DisableZoomIfNotZDMManaged_Policy" />
      <presentation id="EnableDumpTPStatInfo_Policy" />
      <presentation id="DisableReportProblem_Policy" />
      <presentation id="DisableWindowsGenFullDump_Policy" />
      <presentation id="DisablePrompt32bitWarning_Policy" />
      <presentation id="EnableProxyDetectForSpecialCases_Policy" />
      <presentation id="DisableNewSetting_Policy" />
      <presentation id="EnableNewSigninUI_Policy" />
      <presentation id="AU2_EnableAutoUpdate_Policy" />
      <presentation id="AU2_SetUpdateChannel_Policy">
        <decimalTextBox refId="AU2_SetUpdateChannel_Part" defaultValue="0" spinStep="1">Set the specified update channel when auto-update feature is enabled</decimalTextBox>
      </presentation>
      <presentation id="AU2_EnableShowZoomUpdates_Policy" />
      <presentation id="AU2_EnableUpdateAvailableBanner_Policy" />
      <presentation id="AU2_EnablePromptUpdateForAU2_Policy" />
      <presentation id="AU2_EnableUpdateSuccessNotification_Policy" />
      <presentation id="AU2_EnableManualUpdate_Policy" />
      <presentation id="AU2_DeploySpecificVersion_Policy">
        <textBox refId="AU2_DeploySpecificVersion_Part">
          <label>Specify the update target version</label>
        </textBox>
      </presentation>
      <presentation id="AU2_Update3rdStorageUrl_Policy">
        <textBox refId="AU2_Update3rdStorageUrl_Part">
          <label>Set a local storage url for update</label>
        </textBox>
      </presentation>
      <presentation id="AU2_SetUpdateSchedule_Policy">
        <textBox refId="AU2_SetUpdateSchedule_Part">
          <label>Set the specified update channel when auto-update feature is enabled</label>
        </textBox>
      </presentation>
      <presentation id="AU2_InstallAtIdleTime_Policy" />
      <presentation id="AU2_SafeUpgradePeriod_Policy">
        <textBox refId="AU2_SafeUpgradePeriod_Part">
          <label>Set to install auto updates within a specified time period</label>
        </textBox>
      </presentation>
      <presentation id="AU2_UpdateChannelCandidates_Policy">
        <textBox refId="AU2_UpdateChannelCandidates_Part">
          <label>Set the update channel list</label>
        </textBox>
      </presentation>
      <presentation id="AU2_LimitManualUpdateVersion_Policy" />
      <presentation id="DisableLinkPreviewInChat_Policy" />
      <presentation id="SetMessengerDoNotDropThread_Policy" />
      <presentation id="ShowVoiceMessageButton_Policy" />
      <presentation id="AlwaysShowIMNotificationBanner_Policy" />
      <presentation id="PlaySoundForIMMessage_Policy" />
      <presentation id="ShowIMMessagePreview_Policy" />
      <presentation id="MuteIMNotificationWhenInMeeting_Policy" />
      <presentation id="ShowVideoMessageButton_Policy" />
      <presentation id="ShowProfilePhotosInChat_Policy" />
      <presentation id="KeepOnlyOneSectionOpenInChat_Policy" />
      <presentation id="SeparateIMChatAndChannel_Policy" />
      <presentation id="DisableIMFileTransfer_Policy" />
      <presentation id="AllowedIMFileTransferDomain_Policy">
        <textBox refId="AllowedIMFileTransferDomain_Part">
          <label>Allowed IM file transfer domain list</label>
        </textBox>
      </presentation>
      <presentation id="MessageNotificationPreference_Policy">
        <decimalTextBox refId="MessageNotificationPreference_Part" defaultValue="1" spinStep="1">Setting up message notifications preferences for Team Chat</decimalTextBox>
      </presentation>
      <presentation id="KeepUnreadMessagesOnTop_Policy" />
      <presentation id="ShowUnreadCountForChannel_Policy" />
      <presentation id="ShowUnreadCountForMeetingChat_Policy" />
      <presentation id="UnreadViewOrder_Policy">
        <decimalTextBox refId="UnreadViewOrder_Part" defaultValue="0" spinStep="1">Where to start when viewing unread messages in a channel</decimalTextBox>
      </presentation>
      <presentation id="ReceiveNotificationsByKeyword_Policy">
        <textBox refId="ReceiveNotificationsByKeyword_Part">
          <label>Setting keywords as the basis for triggering message notifications</label>
        </textBox>
      </presentation>
      <presentation id="PreferredLanguage_Policy">
        <textBox refId="PreferredLanguage_Part">
          <label>Use this language when translating messages</label>
        </textBox>
      </presentation>
      <presentation id="TurnOffVideoCameraOnJoin_Policy" />
      <presentation id="AutoJoinVoIP_Policy" />
      <presentation id="AutoEnableDualMonitor_Policy" />
      <presentation id="EnterFullScreenWhenViewingSharedScreen_Policy" />
      <presentation id="FitContentWhenViewingSharedScreen_Policy" />
      <presentation id="EnableHDVideo_Policy" />
      <presentation id="ControlAllAppsWhenRemoteControl_Policy" />
      <presentation id="RecordingFilePath_Policy">
        <textBox refId="RecordingFilePath_Part">
          <label>Set path for local meeting recording files</label>
        </textBox>
      </presentation>
      <presentation id="DisableAeroModeDuringShareScreen_Policy" />
      <presentation id="AlwaysShowMeetingControls_Policy" />
      <presentation id="EnterFullScreenWhenJoinMeeting_Policy" />
      <presentation id="PromptConfirmWhenLeaveMeeting_Policy" />
      <presentation id="AlwaysShowConnectedTime_Policy" />
      <presentation id="MuteVoipWhenJoinMeeting_Policy" />
      <presentation id="AutoHideNoVideoUsers_Policy" />
      <presentation id="AutoAdjustAudioSettings_Policy" />
      <presentation id="DisableShareScreen_Policy" />
      <presentation id="DisableMeetingChat_Policy" />
      <presentation id="DisableMeetingFileTransfer_Policy" />
      <presentation id="DisableMeeting3rdPartyFileStorage_Policy" />
      <presentation id="DisableLocalRecording_Policy" />
      <presentation id="DisableCloudRecording_Policy" />
      <presentation id="DisableVideoCamera_Policy" />
      <presentation id="DisableReceiveVideo_Policy" />
      <presentation id="DisableAnnotation_Policy" />
      <presentation id="EnableMirrorEffect_Policy" />
      <presentation id="EnableHIDControl_Policy" />
      <presentation id="AlwaysShowVideoPreviewDialog_Policy" />
      <presentation id="DisableComputerAudio_Policy" />
      <presentation id="EnableSplitScreen_Policy" />
      <presentation id="DisableRemoteControl_Policy" />
      <presentation id="DisableRemoteSupport_Policy" />
      <presentation id="EnableOriginalSound_Policy" />
      <presentation id="EnableFaceBeauty_Policy" />
      <presentation id="SetFaceBeautyValue_Policy">
        <decimalTextBox refId="SetFaceBeautyValue_Part" defaultValue="25" spinStep="1">Set the value of "Touch up my appearance"</decimalTextBox>
      </presentation>
      <presentation id="DisableVirtualBkgnd_Policy" />
      <presentation id="DisableWhiteBoard_Policy" />
      <presentation id="EnableShareAudio_Policy" />
      <presentation id="EnableShareVideo_Policy" />
      <presentation id="DisableDirectShare_Policy" />
      <presentation id="DisableDesktopShare_Policy" />
      <presentation id="DisableAudioOverProxy_Policy" />
      <presentation id="DisableVideoOverProxy_Policy" />
      <presentation id="DisableSharingOverProxy_Policy" />
      <presentation id="SetUseSystemDefaultMicForVOIP_Policy" />
      <presentation id="SetUseSystemDefaultSpeakerForVOIP_Policy" />
      <presentation id="SetUseSystemCommunicationSpeakerForVOIP_Policy" />
      <presentation id="SetUseSystemCommunicationMicForVOIP_Policy" />
      <presentation id="ShowZoomWinWhenSharing_Policy" />
      <presentation id="BandwidthLimitUp_Policy">
        <textBox refId="BandwidthLimitUp_Part">
          <label>Set bandwidth limit up value, like "800" unit Kbps; if it's lower than 800Kbps, the value will be 800Kbps</label>
        </textBox>
      </presentation>
      <presentation id="BandwidthLimitDown_Policy">
        <textBox refId="BandwidthLimitDown_Part">
          <label>Set bandwidth limit down value, like "800" unit Kbps; if it's lower than 800Kbps, the value will be 800Kbps</label>
        </textBox>
      </presentation>
      <presentation id="IgnoreBandwidthLimits_Policy" />
      <presentation id="EnableIndependentDataPort_Policy" />
      <presentation id="LegacyCaptureMode_Policy" />
      <presentation id="EnableStartMeetingWithRoomSystem_Policy" />
      <presentation id="MuteWhenLockScreen_Policy" />
      <presentation id="AppendCallerNameForRoomSystem_Policy" />
      <presentation id="EnableTemporalDeNoise_Policy" />
      <presentation id="EnableGPUComputeUtilization_Policy" />
      <presentation id="EnableHardwareAccForVideoSend_Policy" />
      <presentation id="EnableHardwareAccForVideoReceive_Policy" />
      <presentation id="ShareSessionDisableUDP_Policy" />
      <presentation id="EnableSpotlightSelf_Policy" />
      <presentation id="Enable49video_Policy" />
      <presentation id="EnableRemindMeetingTime_Policy" />
      <presentation id="VideoRenderMethod_Policy">
        <decimalTextBox refId="VideoRenderMethod_Part" defaultValue="0" spinStep="1">Set specified video rendering method</decimalTextBox>
      </presentation>
      <presentation id="PresentToRoomOptimizeVideo_Policy" />
      <presentation id="PresentToRoomOption_Policy">
        <decimalTextBox refId="PresentToRoomOption_Part" defaultValue="1" spinStep="1">Set specified sharing option when user shares directly to a Zoom Room</decimalTextBox>
      </presentation>
      <presentation id="PresentInMeetingOption_Policy">
        <decimalTextBox refId="PresentInMeetingOption_Part" defaultValue="0" spinStep="1">Set specified sharing option when user shares screen in a meeting</decimalTextBox>
      </presentation>
      <presentation id="SetScreenCaptureMode_Policy">
        <decimalTextBox refId="SetScreenCaptureMode_Part" defaultValue="0" spinStep="1">Set the specified screen capture mode</decimalTextBox>
      </presentation>
      <presentation id="DisableVideoFilters_Policy" />
      <presentation id="EnableDoNotDisturbInSharing_Policy" />
      <presentation id="EnableGPUAccWithSmartMode_Policy" />
      <presentation id="SetSuppressBackgroundNoiseLevel_Policy">
        <decimalTextBox refId="SetSuppressBackgroundNoiseLevel_Part" defaultValue="0" spinStep="1">Set a level for suppressing background noise</decimalTextBox>
      </presentation>
      <presentation id="SetAudioSignalProcessType_Policy">
        <decimalTextBox refId="SetAudioSignalProcessType_Part" defaultValue="0" spinStep="1">Set to enable 'signal processing by windows audio device drivers' for windows</decimalTextBox>
      </presentation>
      <presentation id="HidePhoneInComingCallWhileInMeeting_Policy" />
      <presentation id="EnableShareClipboardWhenRemoteControl_Policy" />
      <presentation id="DisableClosedCaptioning_Policy" />
      <presentation id="DisableQnA_Policy" />
      <presentation id="DisableSlideControl_Policy" />
      <presentation id="DisableManualClosedCaptioning_Policy" />
      <presentation id="DisableMeetingReactions_Policy" />
      <presentation id="DisableWebinarReactions_Policy" />
      <presentation id="DisableNonVerbalFeedback_Policy" />
      <presentation id="EnforceAppSignInToJoinForWebinar_Policy" />
      <presentation id="EnforceSignInToJoinForWebinar_Policy" />
      <presentation id="EnableHardwareOptimizeVideoSharing_Policy" />
      <presentation id="EnableLightAdaption_Policy" />
      <presentation id="EnableAutoLightAdaption_Policy" />
      <presentation id="SetLightAdaptionManualValue_Policy">
        <decimalTextBox refId="SetLightAdaptionManualValue_Part" defaultValue="20" spinStep="1">Set the manual value of "Adjust for low light"</decimalTextBox>
      </presentation>
      <presentation id="EnableAutoReverseVirtualBkgnd_Policy" />
      <presentation id="DisableBroadcastBOMessage_Policy" />
      <presentation id="OverrideEnforceSigninIntercloud_Policy" />
      <presentation id="Intercloud_DisableAllFeatures_Policy" />
      <presentation id="Intercloud_DisableMeetingChat_Policy" />
      <presentation id="Intercloud_DisableShareScreen_Policy" />
      <presentation id="Intercloud_DisableMeetingReactions_Policy" />
      <presentation id="Intercloud_DisableMeetingFileTransfer_Policy" />
      <presentation id="Intercloud_DisableAnnotation_Policy" />
      <presentation id="Intercloud_DisableWhiteBoard_Policy" />
      <presentation id="Intercloud_DisableLocalRecording_Policy" />
      <presentation id="Intercloud_DisableClosedCaptioning_Policy" />
      <presentation id="Intercloud_DisableRemoteControl_Policy" />
      <presentation id="Intercloud_DisableMeetingPolls_Policy" />
      <presentation id="Intercloud_DisableComputerAudio_Policy" />
      <presentation id="EnableLaunchApp4IncomingCalls_Policy">
        <textBox refId="SetCommand4IncomingCalls_Part">
          <label>Set the commands to launch an external app or a URL for incoming calls</label>
        </textBox>
      </presentation>
      <presentation id="DisableInMeetingWhiteBoard_Policy" />
      <presentation id="HideSelfView_Policy" />
      <presentation id="SetVideoRenderingPostProcessing_Policy">
        <decimalTextBox refId="SetVideoRenderingPostProcessing_Part" defaultValue="0" spinStep="1">Set to enable video rendering post processing</decimalTextBox>
      </presentation>
      <presentation id="SetVideoCapturingMethod_Policy">
        <decimalTextBox refId="SetVideoCapturingMethod_Part" defaultValue="0" spinStep="1">Set video capturing method</decimalTextBox>
      </presentation>
      <presentation id="NotifyCMRAvailable_Policy" />
      <presentation id="DisableSideCar_Policy" />
      <presentation id="ClickToCallDefault_Policy">
        <decimalTextBox refId="ClickToCallDefault_Part" defaultValue="0" spinStep="1">Set the default dialer for click-to-dial calls</decimalTextBox>
      </presentation>
      <presentation id="EnableDiagnostic_Policy" />
      <presentation id="EnableZCCNativeVideo_Policy" />
      <presentation id="ZCCMsgAudioSetting_Policy">
        <decimalTextBox refId="ZCCMsgAudioSetting_Part" defaultValue="1" spinStep="1">Setting up message notifications for Zoom Contact Center</decimalTextBox>
      </presentation>
      <presentation id="AudioCapturePlaybackMode_Policy">
        <decimalTextBox refId="AudioCapturePlaybackMode_Part" defaultValue="0" spinStep="1">Set audio capture and playback API</decimalTextBox>
      </presentation>
      <presentation id="EnableMeshNetworking_Policy" />
      <presentation id="MeshMulticastIP_Policy">
        <textBox refId="MeshMulticastIP_Part">
          <label>Set IP address for Zoom Mesh local detection</label>
        </textBox>
      </presentation>
      <presentation id="MeshMulticastPort_Policy">
        <decimalTextBox refId="MeshMulticastPort_Part" defaultValue="36699" spinStep="0">Set network port for for Zoom Mesh nodes</decimalTextBox>
      </presentation>
      <presentation id="MeshListenPortRange_Policy">
        <textBox refId="MeshListenPortRange_Part">
          <label>Set network port range for Zoom Mesh parent-child node communication</label>
        </textBox>
      </presentation>
      <presentation id="EnableGuestMesh_Policy" />
      <presentation id="HideCallQueue_Policy" />
      <presentation id="HideBlockNumber_Policy" />
      <presentation id="DisableInMeetingZoomNotes_Policy" />
      <presentation id="DisableSmartMeetingSummaries_Policy" />
      <presentation id="DisableAICQueries_Policy" />
      <presentation id="EnableAutoCopyConfInvitationURL_Policy" />
      <presentation id="DisableAssignTypist_Policy" />
      <presentation id="DisableInMeetingZoomDocs_Policy" />
      <presentation id="AllowedMeetingSurvivability_Policy">
        <textBox refId="AllowedMeetingSurvivability_Part">
          <label>Allow the client to switch to survivable mode</label>
        </textBox>
      </presentation>
      <presentation id="KeepMeetingOnTop_Policy" />
      <presentation id="EnableClientAutoUpdate_Policy_Recommend" />
      <presentation id="DisableCreatingDesktopShortcut_Policy_Recommend" />
      <presentation id="AutoStartAfterReboot_Policy_Recommend" />
      <presentation id="AutoStartInSystemTray_Policy_Recommend" />
      <presentation id="UseWinINetResolveProxy_Policy_Recommend" />
      <presentation id="SetSSOURL_Policy_Recommend">
        <textBox refId="SetSSOURL_Part">
          <label>Set SSO host</label>
        </textBox>
      </presentation>
      <presentation id="ForceLoginWithSSO_Policy_Recommend" />
      <presentation id="DisableGoogleLogin_Policy_Recommend" />
      <presentation id="DisableFacebookLogin_Policy_Recommend" />
      <presentation id="DisableLoginWithSSO_Policy_Recommend" />
      <presentation id="DisableLoginWithMicrosoft_Policy_Recommend" />
      <presentation id="DisableLoginWithEmail_Policy_Recommend" />
      <presentation id="SetAccountIDsRestrictedToJoin_Policy_Recommend">
        <textBox refId="SetAccountIDsRestrictedToJoin_Part">
          <label>Set account IDs that client is restricted to join meeting hosted by</label>
        </textBox>
      </presentation>
      <presentation id="CloseToSystemTray_Policy_Recommend" />
      <presentation id="SetEmailDomainsRestrictedToLogin_Policy_Recommend">
        <textBox refId="SetEmailDomainsRestrictedToLogin_Part">
          <label>Set email domains that client is restricted to log in with</label>
        </textBox>
      </presentation>
      <presentation id="AlwaysUsePersonalMeetingID_Policy_Recommend" />
      <presentation id="BlockUntrustedSSLCert_Policy_Recommend" />
      <presentation id="EnableCloudSwitch_Policy_Recommend" />
      <presentation id="EnableEmbedBrowserForSSO_Policy_Recommend" />
      <presentation id="EnableNewWebView2SSO_Policy_Recommend" />
      <presentation id="ForceSSOURL_Policy_Recommend">
        <textBox refId="ForceSSOURL_Part">
          <label>Set and lock the default SSO URL for client login</label>
        </textBox>
      </presentation>
      <presentation id="KeepSignedIn_Policy_Recommend" />
      <presentation id="SetWebDomain_Policy_Recommend">
        <textBox refId="SetWebDomain_Part">
          <label>Set default web domain for client login and join meeting</label>
        </textBox>
      </presentation>
      <presentation id="EnforceSignInToJoin_Policy_Recommend" />
      <presentation id="EnableWeChatLogin_Policy_Recommend" />
      <presentation id="EnablePhoneLogin_Policy_Recommend" />
      <presentation id="EnableAliPayLogin_Policy_Recommend" />
      <presentation id="EnableQQLogin_Policy_Recommend" />
      <presentation id="EnableAppleLogin_Policy_Recommend" />
      <presentation id="DefaultUsePortraitView_Policy_Recommend" />
      <presentation id="EmbedUserAgentString_Policy_Recommend">
        <textBox refId="EmbedUserAgentString_Part">
          <label>Set to embed one specified user agent string for all HTTP requests from Zoom client application; this piece of string will be appended to the end of regular user agent string</label>
        </textBox>
      </presentation>
      <presentation id="EmbedDeviceTag_Policy_Recommend">
        <textBox refId="EmbedDeviceTag_Part">
          <label>Set to embed one specified device tag string for all HTTP requests from Zoom client application; this piece of string will be appended to the head of the regular HTTP requests</label>
        </textBox>
      </presentation>
      <presentation id="EnableAutoUploadDumps_Policy_Recommend" />
      <presentation id="EnableAutoUploadMemlogs_Policy_Recommend" />
      <presentation id="SetAccEventsOptions_Policy_Recommend">
        <textBox refId="SetAccEventsOptions_Part">
          <label>Set screen reader alerts</label>
        </textBox>
      </presentation>
      <presentation id="IntegrateZoomWithOutlook_Policy_Recommend" />
      <presentation id="DisableDirectConnectionPK_Policy_Recommend" />
      <presentation id="DisableDirectConnection2Web_Policy_Recommend" />
      <presentation id="ProxyPac_Policy_Recommend">
        <textBox refId="ProxyPac_Part">
          <label>Set proxy server to client with PAC URL</label>
        </textBox>
      </presentation>
      <presentation id="ProxyServer_Policy_Recommend">
        <textBox refId="ProxyServer_Part">
          <label>Set proxy server to client as named proxy like server:port</label>
        </textBox>
      </presentation>
      <presentation id="ProxyBypass_Policy_Recommend">
        <textBox refId="ProxyBypass_Part">
          <label>Set proxy by-pass rule to client</label>
        </textBox>
      </presentation>
      <presentation id="SetDevicePolicyToken_Policy_Recommend">
        <textBox refId="SetDevicePolicyToken_Part">
          <label>Set device policy's token from web settings</label>
        </textBox>
      </presentation>
      <presentation id="DisableKeepSignedInWithSSO_Policy_Recommend" />
      <presentation id="DisableKeepSignedInWithGoogle_Policy_Recommend" />
      <presentation id="DisableKeepSignedInWithFacebook_Policy_Recommend" />
      <presentation id="DisableZoomApps_Policy_Recommend" />
      <presentation id="EnableSilentAutoUpdate_Policy_Recommend" />
      <presentation id="SetNoRevocationCheckUrls_Policy_Recommend">
        <textBox refId="SetNoRevocationCheckUrls_Part">
          <label>Set a whitelist to ignore the revocation check error</label>
        </textBox>
      </presentation>
      <presentation id="ProxyDetectInterval_Policy_Recommend">
        <decimalTextBox refId="ProxyDetectInterval_Part" defaultValue="0" spinStep="1">Set the proxy detect interval in seconds</decimalTextBox>
      </presentation>
      <presentation id="EnforceAppSignInToJoin_Policy_Recommend" />
      <presentation id="AlwaysCheckLatestVersion_Policy_Recommend" />
      <presentation id="SetEnrollToken4CloudMDM_Policy_Recommend">
        <textBox refId="SetEnrollToken4CloudMDM_Part">
          <label>Set enrollment token for cloud-based device management</label>
        </textBox>
      </presentation>
      <presentation id="DisableAutoLaunchSSO_Policy_Recommend" />
      <presentation id="SetUpdatingChannel_Policy_Recommend">
        <decimalTextBox refId="SetUpdatingChannel_Part" defaultValue="0" spinStep="1">Set the specified update channel when silent auto update is enabled</decimalTextBox>
      </presentation>
      <presentation id="DisableUpdateTo64Bit_Policy_Recommend" />
      <presentation id="DisableZoomAppsGuestAccess_Policy_Recommend" />
      <presentation id="PreproxyDetectPolicy_Policy_Recommend">
        <decimalTextBox refId="PreproxyDetectPolicy_Part" defaultValue="0" spinStep="1">Set up to use the different policy to do proxy pre-detection</decimalTextBox>
      </presentation>
      <presentation id="DisableDoubleCheckDirect_Policy_Recommend" />
      <presentation id="EnableWinExtendProtectedAuth_Policy_Recommend" />
      <presentation id="DisableMultipleAccountsSwitch_Policy_Recommend" />
      <presentation id="DisableUserSignUp_Policy_Recommend" />
      <presentation id="DisableZoomOnboarding_Policy_Recommend" />
      <presentation id="HideLogoutBtn_Policy_Recommend" />
      <presentation id="DisableDiscoverWhatsNew_Policy_Recommend" />
      <presentation id="DisableP2PStunTraffic_Policy_Recommend" />
      <presentation id="DisableZoomIfNotZDMManaged_Policy_Recommend" />
      <presentation id="EnableDumpTPStatInfo_Policy_Recommend" />
      <presentation id="DisableReportProblem_Policy_Recommend" />
      <presentation id="DisableWindowsGenFullDump_Policy_Recommend" />
      <presentation id="DisablePrompt32bitWarning_Policy_Recommend" />
      <presentation id="EnableProxyDetectForSpecialCases_Policy_Recommend" />
      <presentation id="DisableNewSetting_Policy_Recommend" />
      <presentation id="EnableNewSigninUI_Policy_Recommend" />
      <presentation id="AU2_EnableAutoUpdate_Policy_Recommend" />
      <presentation id="AU2_SetUpdateChannel_Policy_Recommend">
        <decimalTextBox refId="AU2_SetUpdateChannel_Part" defaultValue="0" spinStep="1">Set the specified update channel when auto-update feature is enabled</decimalTextBox>
      </presentation>
      <presentation id="AU2_EnableShowZoomUpdates_Policy_Recommend" />
      <presentation id="AU2_EnableUpdateAvailableBanner_Policy_Recommend" />
      <presentation id="AU2_EnablePromptUpdateForAU2_Policy_Recommend" />
      <presentation id="AU2_EnableUpdateSuccessNotification_Policy_Recommend" />
      <presentation id="AU2_EnableManualUpdate_Policy_Recommend" />
      <presentation id="AU2_DeploySpecificVersion_Policy_Recommend">
        <textBox refId="AU2_DeploySpecificVersion_Part">
          <label>Specify the update target version</label>
        </textBox>
      </presentation>
      <presentation id="AU2_Update3rdStorageUrl_Policy_Recommend">
        <textBox refId="AU2_Update3rdStorageUrl_Part">
          <label>Set a local storage url for update</label>
        </textBox>
      </presentation>
      <presentation id="AU2_SetUpdateSchedule_Policy_Recommend">
        <textBox refId="AU2_SetUpdateSchedule_Part">
          <label>Set the specified update channel when auto-update feature is enabled</label>
        </textBox>
      </presentation>
      <presentation id="AU2_InstallAtIdleTime_Policy_Recommend" />
      <presentation id="AU2_SafeUpgradePeriod_Policy_Recommend">
        <textBox refId="AU2_SafeUpgradePeriod_Part">
          <label>Set to install auto updates within a specified time period</label>
        </textBox>
      </presentation>
      <presentation id="AU2_UpdateChannelCandidates_Policy_Recommend">
        <textBox refId="AU2_UpdateChannelCandidates_Part">
          <label>Set the update channel list</label>
        </textBox>
      </presentation>
      <presentation id="AU2_LimitManualUpdateVersion_Policy_Recommend" />
      <presentation id="DisableLinkPreviewInChat_Policy_Recommend" />
      <presentation id="SetMessengerDoNotDropThread_Policy_Recommend" />
      <presentation id="ShowVoiceMessageButton_Policy_Recommend" />
      <presentation id="AlwaysShowIMNotificationBanner_Policy_Recommend" />
      <presentation id="PlaySoundForIMMessage_Policy_Recommend" />
      <presentation id="ShowIMMessagePreview_Policy_Recommend" />
      <presentation id="MuteIMNotificationWhenInMeeting_Policy_Recommend" />
      <presentation id="ShowVideoMessageButton_Policy_Recommend" />
      <presentation id="ShowProfilePhotosInChat_Policy_Recommend" />
      <presentation id="KeepOnlyOneSectionOpenInChat_Policy_Recommend" />
      <presentation id="SeparateIMChatAndChannel_Policy_Recommend" />
      <presentation id="DisableIMFileTransfer_Policy_Recommend" />
      <presentation id="AllowedIMFileTransferDomain_Policy_Recommend">
        <textBox refId="AllowedIMFileTransferDomain_Part">
          <label>Allowed IM file transfer domain list</label>
        </textBox>
      </presentation>
      <presentation id="MessageNotificationPreference_Policy_Recommend">
        <decimalTextBox refId="MessageNotificationPreference_Part" defaultValue="1" spinStep="1">Setting up message notifications preferences for Team Chat</decimalTextBox>
      </presentation>
      <presentation id="KeepUnreadMessagesOnTop_Policy_Recommend" />
      <presentation id="ShowUnreadCountForChannel_Policy_Recommend" />
      <presentation id="ShowUnreadCountForMeetingChat_Policy_Recommend" />
      <presentation id="UnreadViewOrder_Policy_Recommend">
        <decimalTextBox refId="UnreadViewOrder_Part" defaultValue="0" spinStep="1">Where to start when viewing unread messages in a channel</decimalTextBox>
      </presentation>
      <presentation id="ReceiveNotificationsByKeyword_Policy_Recommend">
        <textBox refId="ReceiveNotificationsByKeyword_Part">
          <label>Setting keywords as the basis for triggering message notifications</label>
        </textBox>
      </presentation>
      <presentation id="PreferredLanguage_Policy_Recommend">
        <textBox refId="PreferredLanguage_Part">
          <label>Use this language when translating messages</label>
        </textBox>
      </presentation>
      <presentation id="TurnOffVideoCameraOnJoin_Policy_Recommend" />
      <presentation id="AutoJoinVoIP_Policy_Recommend" />
      <presentation id="AutoEnableDualMonitor_Policy_Recommend" />
      <presentation id="EnterFullScreenWhenViewingSharedScreen_Policy_Recommend" />
      <presentation id="FitContentWhenViewingSharedScreen_Policy_Recommend" />
      <presentation id="EnableHDVideo_Policy_Recommend" />
      <presentation id="ControlAllAppsWhenRemoteControl_Policy_Recommend" />
      <presentation id="RecordingFilePath_Policy_Recommend">
        <textBox refId="RecordingFilePath_Part">
          <label>Set path for local meeting recording files</label>
        </textBox>
      </presentation>
      <presentation id="DisableAeroModeDuringShareScreen_Policy_Recommend" />
      <presentation id="AlwaysShowMeetingControls_Policy_Recommend" />
      <presentation id="EnterFullScreenWhenJoinMeeting_Policy_Recommend" />
      <presentation id="PromptConfirmWhenLeaveMeeting_Policy_Recommend" />
      <presentation id="AlwaysShowConnectedTime_Policy_Recommend" />
      <presentation id="MuteVoipWhenJoinMeeting_Policy_Recommend" />
      <presentation id="AutoHideNoVideoUsers_Policy_Recommend" />
      <presentation id="AutoAdjustAudioSettings_Policy_Recommend" />
      <presentation id="DisableShareScreen_Policy_Recommend" />
      <presentation id="DisableMeetingChat_Policy_Recommend" />
      <presentation id="DisableMeeting3rdPartyFileStorage_Policy_Recommend" />
      <presentation id="DisableMeetingFileTransfer_Policy_Recommend" />
      <presentation id="DisableLocalRecording_Policy_Recommend" />
      <presentation id="DisableCloudRecording_Policy_Recommend" />
      <presentation id="DisableVideoCamera_Policy_Recommend" />
      <presentation id="DisableReceiveVideo_Policy_Recommend" />
      <presentation id="DisableAnnotation_Policy_Recommend" />
      <presentation id="EnableMirrorEffect_Policy_Recommend" />
      <presentation id="EnableHIDControl_Policy_Recommend" />
      <presentation id="AlwaysShowVideoPreviewDialog_Policy_Recommend" />
      <presentation id="DisableComputerAudio_Policy_Recommend" />
      <presentation id="EnableSplitScreen_Policy_Recommend" />
      <presentation id="DisableRemoteControl_Policy_Recommend" />
      <presentation id="DisableRemoteSupport_Policy_Recommend" />
      <presentation id="EnableOriginalSound_Policy_Recommend" />
      <presentation id="EnableFaceBeauty_Policy_Recommend" />
      <presentation id="SetFaceBeautyValue_Policy_Recommend">
        <decimalTextBox refId="SetFaceBeautyValue_Part" defaultValue="25" spinStep="1">Set the value of "Touch up my appearance"</decimalTextBox>
      </presentation>
      <presentation id="DisableVirtualBkgnd_Policy_Recommend" />
      <presentation id="DisableWhiteBoard_Policy_Recommend" />
      <presentation id="EnableShareAudio_Policy_Recommend" />
      <presentation id="EnableShareVideo_Policy_Recommend" />
      <presentation id="DisableDirectShare_Policy_Recommend" />
      <presentation id="DisableDesktopShare_Policy_Recommend" />
      <presentation id="DisableAudioOverProxy_Policy_Recommend" />
      <presentation id="DisableVideoOverProxy_Policy_Recommend" />
      <presentation id="DisableSharingOverProxy_Policy_Recommend" />
      <presentation id="SetUseSystemDefaultMicForVOIP_Policy_Recommend" />
      <presentation id="SetUseSystemDefaultSpeakerForVOIP_Policy_Recommend" />
      <presentation id="SetUseSystemCommunicationSpeakerForVOIP_Policy_Recommend" />
      <presentation id="SetUseSystemCommunicationMicForVOIP_Policy_Recommend" />
      <presentation id="ShowZoomWinWhenSharing_Policy_Recommend" />
      <presentation id="BandwidthLimitUp_Policy_Recommend">
        <textBox refId="BandwidthLimitUp_Part">
          <label>Set bandwidth limit up value, like "800" unit Kbps; if it's lower than 800Kbps, the value will be 800Kbps</label>
        </textBox>
      </presentation>
      <presentation id="BandwidthLimitDown_Policy_Recommend">
        <textBox refId="BandwidthLimitDown_Part">
          <label>Set bandwidth limit down value, like "800" unit Kbps; if it's lower than 800Kbps, the value will be 800Kbps</label>
        </textBox>
      </presentation>
      <presentation id="IgnoreBandwidthLimits_Policy_Recommend" />
      <presentation id="EnableIndependentDataPort_Policy_Recommend" />
      <presentation id="LegacyCaptureMode_Policy_Recommend" />
      <presentation id="EnableStartMeetingWithRoomSystem_Policy_Recommend" />
      <presentation id="MuteWhenLockScreen_Policy_Recommend" />
      <presentation id="AppendCallerNameForRoomSystem_Policy_Recommend" />
      <presentation id="EnableTemporalDeNoise_Policy_Recommend" />
      <presentation id="EnableGPUComputeUtilization_Policy_Recommend" />
      <presentation id="EnableHardwareAccForVideoSend_Policy_Recommend" />
      <presentation id="EnableHardwareAccForVideoReceive_Policy_Recommend" />
      <presentation id="ShareSessionDisableUDP_Policy_Recommend" />
      <presentation id="EnableSpotlightSelf_Policy_Recommend" />
      <presentation id="Enable49video_Policy_Recommend" />
      <presentation id="EnableRemindMeetingTime_Policy_Recommend" />
      <presentation id="VideoRenderMethod_Policy_Recommend">
        <decimalTextBox refId="VideoRenderMethod_Part" defaultValue="0" spinStep="1">Set specified video rendering method</decimalTextBox>
      </presentation>
      <presentation id="PresentToRoomOptimizeVideo_Policy_Recommend" />
      <presentation id="PresentToRoomOption_Policy_Recommend">
        <decimalTextBox refId="PresentToRoomOption_Part" defaultValue="1" spinStep="1">Set specified sharing option when user shares directly to a Zoom Room</decimalTextBox>
      </presentation>
      <presentation id="PresentInMeetingOption_Policy_Recommend">
        <decimalTextBox refId="PresentInMeetingOption_Part" defaultValue="0" spinStep="1">Set specified sharing option when user shares screen in a meeting</decimalTextBox>
      </presentation>
      <presentation id="SetScreenCaptureMode_Policy_Recommend">
        <decimalTextBox refId="SetScreenCaptureMode_Part" defaultValue="0" spinStep="1">Set the specified screen capture mode</decimalTextBox>
      </presentation>
      <presentation id="DisableVideoFilters_Policy_Recommend" />
      <presentation id="EnableDoNotDisturbInSharing_Policy_Recommend" />
      <presentation id="EnableGPUAccWithSmartMode_Policy_Recommend" />
      <presentation id="SetSuppressBackgroundNoiseLevel_Policy_Recommend">
        <decimalTextBox refId="SetSuppressBackgroundNoiseLevel_Part" defaultValue="0" spinStep="1">Set a level for suppressing background noise</decimalTextBox>
      </presentation>
      <presentation id="SetAudioSignalProcessType_Policy_Recommend">
        <decimalTextBox refId="SetAudioSignalProcessType_Part" defaultValue="0" spinStep="1">Set to enable 'signal processing by windows audio device drivers' for windows</decimalTextBox>
      </presentation>
      <presentation id="HidePhoneInComingCallWhileInMeeting_Policy_Recommend" />
      <presentation id="EnableShareClipboardWhenRemoteControl_Policy_Recommend" />
      <presentation id="DisableClosedCaptioning_Policy_Recommend" />
      <presentation id="DisableQnA_Policy_Recommend" />
      <presentation id="DisableSlideControl_Policy_Recommend" />
      <presentation id="DisableManualClosedCaptioning_Policy_Recommend" />
      <presentation id="DisableMeetingReactions_Policy_Recommend" />
      <presentation id="DisableWebinarReactions_Policy_Recommend" />
      <presentation id="DisableNonVerbalFeedback_Policy_Recommend" />
      <presentation id="EnforceAppSignInToJoinForWebinar_Policy_Recommend" />
      <presentation id="EnforceSignInToJoinForWebinar_Policy_Recommend" />
      <presentation id="EnableHardwareOptimizeVideoSharing_Policy_Recommend" />
      <presentation id="EnableLightAdaption_Policy_Recommend" />
      <presentation id="EnableAutoLightAdaption_Policy_Recommend" />
      <presentation id="SetLightAdaptionManualValue_Policy_Recommend">
        <decimalTextBox refId="SetLightAdaptionManualValue_Part" defaultValue="20" spinStep="1">Set the manual value of "Adjust for low light"</decimalTextBox>
      </presentation>
      <presentation id="EnableAutoReverseVirtualBkgnd_Policy_Recommend" />
      <presentation id="DisableBroadcastBOMessage_Policy_Recommend" />
      <presentation id="OverrideEnforceSigninIntercloud_Policy_Recommend" />
      <presentation id="Intercloud_DisableAllFeatures_Policy_Recommend" />
      <presentation id="Intercloud_DisableMeetingChat_Policy_Recommend" />
      <presentation id="Intercloud_DisableShareScreen_Policy_Recommend" />
      <presentation id="Intercloud_DisableMeetingReactions_Policy_Recommend" />
      <presentation id="Intercloud_DisableMeetingFileTransfer_Policy_Recommend" />
      <presentation id="Intercloud_DisableAnnotation_Policy_Recommend" />
      <presentation id="Intercloud_DisableWhiteBoard_Policy_Recommend" />
      <presentation id="Intercloud_DisableLocalRecording_Policy_Recommend" />
      <presentation id="Intercloud_DisableClosedCaptioning_Policy_Recommend" />
      <presentation id="Intercloud_DisableRemoteControl_Policy_Recommend" />
      <presentation id="Intercloud_DisableMeetingPolls_Policy_Recommend" />
      <presentation id="Intercloud_DisableComputerAudio_Policy_Recommend" />
      <presentation id="EnableLaunchApp4IncomingCalls_Policy_Recommend">
        <textBox refId="SetCommand4IncomingCalls_Part">
          <label>Set the commands to launch an external app or a URL for incoming calls</label>
        </textBox>
      </presentation>
      <presentation id="DisableInMeetingWhiteBoard_Policy_Recommend" />
      <presentation id="HideSelfView_Policy_Recommend" />
      <presentation id="SetVideoRenderingPostProcessing_Policy_Recommend">
        <decimalTextBox refId="SetVideoRenderingPostProcessing_Part" defaultValue="0" spinStep="1">Set to enable video rendering post processing</decimalTextBox>
      </presentation>
      <presentation id="SetVideoCapturingMethod_Policy_Recommend">
        <decimalTextBox refId="SetVideoCapturingMethod_Part" defaultValue="0" spinStep="1">Set video capturing method</decimalTextBox>
      </presentation>
      <presentation id="NotifyCMRAvailable_Policy_Recommend" />
      <presentation id="DisableSideCar_Policy_Recommend" />
      <presentation id="ClickToCallDefault_Policy_Recommend">
        <decimalTextBox refId="ClickToCallDefault_Part" defaultValue="0" spinStep="1">Set the default dialer for click-to-dial calls</decimalTextBox>
      </presentation>
      <presentation id="EnableDiagnostic_Policy_Recommend" />
      <presentation id="EnableZCCNativeVideo_Policy_Recommend" />
      <presentation id="ZCCMsgAudioSetting_Policy_Recommend">
        <decimalTextBox refId="ZCCMsgAudioSetting_Part" defaultValue="1" spinStep="1">Setting up message notifications for Zoom Contact Center</decimalTextBox>
      </presentation>
      <presentation id="AudioCapturePlaybackMode_Policy_Recommend">
        <decimalTextBox refId="AudioCapturePlaybackMode_Part" defaultValue="0" spinStep="1">Set audio capture and playback API</decimalTextBox>
      </presentation>
      <presentation id="MeshMulticastIP_Policy_Recommend">
        <textBox refId="MeshMulticastIP_Part">
          <label>Set IP address for Zoom Mesh local detection</label>
        </textBox>
      </presentation>
      <presentation id="EnableMeshNetworking_Policy_Recommend" />
      <presentation id="MeshMulticastPort_Policy_Recommend">
        <decimalTextBox refId="MeshMulticastPort_Part" defaultValue="36699" spinStep="0">Set network port for for Zoom Mesh nodes</decimalTextBox>
      </presentation>
      <presentation id="MeshListenPortRange_Policy_Recommend">
        <textBox refId="MeshListenPortRange_Part">
          <label>Set network port range for Zoom Mesh parent-child node communication</label>
        </textBox>
      </presentation>
      <presentation id="EnableGuestMesh_Policy_Recommend" />
      <presentation id="HideCallQueue_Policy_Recommend" />
      <presentation id="HideBlockNumber_Policy_Recommend" />
      <presentation id="DisableInMeetingZoomNotes_Policy_Recommend" />
      <presentation id="DisableSmartMeetingSummaries_Policy_Recommend" />
      <presentation id="DisableAICQueries_Policy_Recommend" />
      <presentation id="EnableAutoCopyConfInvitationURL_Policy_Recommend" />
      <presentation id="DisableAssignTypist_Policy_Recommend" />
      <presentation id="DisableInMeetingZoomDocs_Policy_Recommend" />
      <presentation id="AllowedMeetingSurvivability_Policy_Recommend">
        <textBox refId="AllowedMeetingSurvivability_Part">
          <label>Allow the client to switch to survivable mode</label>
        </textBox>
      </presentation>
      <presentation id="KeepMeetingOnTop_Policy_Recommend" />
    </presentationTable>
  </resources>
</policyDefinitionResources>
