<?xml version="1.0" encoding="utf-16"?>
<policyDefinitions revision="1.0" schemaVersion="1.0">
  <policyNamespaces>
    <target prefix="ppt16" namespace="ppt16.Office.Microsoft.Policies.Windows" />
    <using prefix="windows" namespace="Microsoft.Policies.Windows" />
  </policyNamespaces>
  <supersededAdm fileName="ppt16" />
  <resources minRequiredRevision="1.0" />
  <categories>
    <category name="L_MicrosoftOfficePowerPointMachine" displayName="$(string.L_MicrosoftOfficePowerPointMachine)" />
    <category name="L_ConvertersMachinePPT" displayName="$(string.L_ConvertersMachinePPT)">
      <parentCategory ref="L_MicrosoftOfficePowerPointMachine" />
    </category>
    <category name="L_MicrosoftOfficePowerPoint" displayName="$(string.L_MicrosoftOfficePowerPoint)" />
    <category name="L_PowerPointOptions" displayName="$(string.L_PowerPointOptions)">
      <parentCategory ref="L_MicrosoftOfficePowerPoint" />
    </category>
    <category name="L_FileTab" displayName="$(string.L_FileTab)">
      <parentCategory ref="L_MicrosoftOfficePowerPoint" />
    </category>
    <category name="L_CheckAccessibility" displayName="$(string.L_CheckAccessibility)">
      <parentCategory ref="L_FileTab" />
    </category>
    <category name="L_OptionsGeneral" displayName="$(string.L_OptionsGeneral)">
      <parentCategory ref="L_PowerPointOptions" />
    </category>
    <category name="L_PowerPointDesigner" displayName="$(string.L_PowerPointDesigner)">
      <parentCategory ref="L_PowerPointOptions" />
    </category>
    <category name="L_Proofing" displayName="$(string.L_Proofing)">
      <parentCategory ref="L_PowerPointOptions" />
    </category>
    <category name="L_AutoFormatasyoutype" displayName="$(string.L_AutoFormatasyoutype)">
      <parentCategory ref="L_Proofing" />
    </category>
    <category name="L_Save" displayName="$(string.L_Save)">
      <parentCategory ref="L_PowerPointOptions" />
    </category>
    <category name="L_Advanced" displayName="$(string.L_Advanced)">
      <parentCategory ref="L_PowerPointOptions" />
    </category>
    <category name="L_OptionsCustomizeRibbon" displayName="$(string.L_OptionsCustomizeRibbon)">
      <parentCategory ref="L_PowerPointOptions" />
    </category>
    <category name="L_WebOptions" displayName="$(string.L_WebOptions)">
      <parentCategory ref="L_Advanced" />
    </category>
    <category name="L_General" displayName="$(string.L_General)">
      <parentCategory ref="L_WebOptions" />
    </category>
    <category name="L_Security" displayName="$(string.L_Security)">
      <parentCategory ref="L_PowerPointOptions" />
    </category>
    <category name="L_Cryptography" displayName="$(string.L_Cryptography)">
      <parentCategory ref="L_Security" />
    </category>
    <category name="L_TrustCenter" displayName="$(string.L_TrustCenter)">
      <parentCategory ref="L_Security" />
    </category>
    <category name="L_ProtectedView" displayName="$(string.L_ProtectedView)">
      <parentCategory ref="L_TrustCenter" />
    </category>
    <category name="L_FileBlockSettings" displayName="$(string.L_FileBlockSettings)">
      <parentCategory ref="L_TrustCenter" />
    </category>
    <category name="L_TrustedLocations" displayName="$(string.L_TrustedLocations)">
      <parentCategory ref="L_TrustCenter" />
    </category>
    <category name="L_Customizableerrormessages" displayName="$(string.L_Customizableerrormessages)">
      <parentCategory ref="L_MicrosoftOfficePowerPoint" />
    </category>
    <category name="L_Disableitemsinuserinterface" displayName="$(string.L_Disableitemsinuserinterface)">
      <parentCategory ref="L_MicrosoftOfficePowerPoint" />
    </category>
    <category name="L_Predefined" displayName="$(string.L_Predefined)">
      <parentCategory ref="L_Disableitemsinuserinterface" />
    </category>
    <category name="L_Custom" displayName="$(string.L_Custom)">
      <parentCategory ref="L_Disableitemsinuserinterface" />
    </category>
    <category name="L_CollaborationSettings" displayName="$(string.L_CollaborationSettings)">
      <parentCategory ref="L_MicrosoftOfficePowerPoint" />
    </category>
    <category name="L_Coauthoring" displayName="$(string.L_Coauthoring)">
      <parentCategory ref="L_CollaborationSettings" />
    </category>
    <category name="L_miscellaneous160" displayName="$(string.L_miscellaneous160)">
      <parentCategory ref="L_MicrosoftOfficePowerPoint" />
    </category>
    <category name="L_ServerSettings" displayName="$(string.L_ServerSettings)">
      <parentCategory ref="L_miscellaneous160" />
    </category>
  </categories>
  <policies>
    <policy name="L_externalConverterAsDefaultForFileExtensionPPT" class="Machine" displayName="$(string.L_externalConverterAsDefaultForFileExtensionPPT)" explainText="$(string.L_externalConverterAsDefaultForFileExtensionPPTExplain)" presentation="$(presentation.L_externalConverterAsDefaultForFileExtensionPPT)" key="software\policies\microsoft\office\16.0\powerpoint\presentation converters\defaults">
      <parentCategory ref="L_ConvertersMachinePPT" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <list id="L_listOfExternalConvertersPPT" explicitValue="true" />
      </elements>
    </policy>
    <policy name="L_StopCheckingAltTextAccessibilityInformation" class="User" displayName="$(string.L_StopCheckingAltTextAccessibilityInformation)" explainText="$(string.L_StopCheckingAltTextAccessibilityInformationExplain)" key="software\policies\microsoft\office\16.0\powerpoint\accchecker" valueName="alttext">
      <parentCategory ref="L_CheckAccessibility" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_StopCheckingTableAltTextAccessibilityInformation" class="User" displayName="$(string.L_StopCheckingTableAltTextAccessibilityInformation)" explainText="$(string.L_StopCheckingTableAltTextAccessibilityInformationExplain)" key="software\policies\microsoft\office\16.0\powerpoint\accchecker" valueName="tablealttext">
      <parentCategory ref="L_CheckAccessibility" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_StopCheckingToEnsureHyperlinkTextIsMeaningful" class="User" displayName="$(string.L_StopCheckingToEnsureHyperlinkTextIsMeaningful)" explainText="$(string.L_StopCheckingToEnsureHyperlinkTextIsMeaningfulExplain)" key="software\policies\microsoft\office\16.0\powerpoint\accchecker" valueName="hyperlinktext">
      <parentCategory ref="L_CheckAccessibility" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_StopCheckingForMediaFilesCaptions" class="User" displayName="$(string.L_StopCheckingForMediaFilesCaptions)" explainText="$(string.L_StopCheckingForMediaFilesCaptionsExplain)" key="software\policies\microsoft\office\16.0\powerpoint\accchecker" valueName="closedcaptions">
      <parentCategory ref="L_CheckAccessibility" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_StopCheckingSectionName" class="User" displayName="$(string.L_StopCheckingSectionName)" explainText="$(string.L_StopCheckingSectionNameExplain)" key="software\policies\microsoft\office\16.0\powerpoint\accchecker" valueName="hassectionname">
      <parentCategory ref="L_CheckAccessibility" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_StopCheckingUniqueSectionName" class="User" displayName="$(string.L_StopCheckingUniqueSectionName)" explainText="$(string.L_StopCheckingUniqueSectionNameExplain)" key="software\policies\microsoft\office\16.0\powerpoint\accchecker" valueName="msoridpptacccheckerhasuniquesectionname">
      <parentCategory ref="L_CheckAccessibility" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_StopCheckingTextContrast" class="User" displayName="$(string.L_StopCheckingTextContrast)" explainText="$(string.L_StopCheckingTextContrastExplain)" key="software\policies\microsoft\office\16.0\powerpoint\accchecker" valueName="textcontrast">
      <parentCategory ref="L_CheckAccessibility" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_StopCheckingTableHeaderAccessibilityInformation" class="User" displayName="$(string.L_StopCheckingTableHeaderAccessibilityInformation)" explainText="$(string.L_StopCheckingTableHeaderAccessibilityInformationExplain)" key="software\policies\microsoft\office\16.0\powerpoint\accchecker" valueName="headerrow">
      <parentCategory ref="L_CheckAccessibility" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_StopCheckingForBlankTableRowsAndColumns" class="User" displayName="$(string.L_StopCheckingForBlankTableRowsAndColumns)" explainText="$(string.L_StopCheckingForBlankTableRowsAndColumnsExplain)" key="software\policies\microsoft\office\16.0\powerpoint\accchecker" valueName="blankrowcol">
      <parentCategory ref="L_CheckAccessibility" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_StopCheckingForMergedAndSplitCells" class="User" displayName="$(string.L_StopCheckingForMergedAndSplitCells)" explainText="$(string.L_StopCheckingForMergedAndSplitCellsExplain)" key="software\policies\microsoft\office\16.0\powerpoint\accchecker" valueName="simplestructure">
      <parentCategory ref="L_CheckAccessibility" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_StopCheckingThatSlideTitlesExist" class="User" displayName="$(string.L_StopCheckingThatSlideTitlesExist)" explainText="$(string.L_StopCheckingThatSlideTitlesExistExplain)" key="software\policies\microsoft\office\16.0\powerpoint\accchecker" valueName="hastitle">
      <parentCategory ref="L_CheckAccessibility" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_StopCheckingToEnsureEachSlideHasAUniqueTitle" class="User" displayName="$(string.L_StopCheckingToEnsureEachSlideHasAUniqueTitle)" explainText="$(string.L_StopCheckingToEnsureEachSlideHasAUniqueTitleExplain)" key="software\policies\microsoft\office\16.0\powerpoint\accchecker" valueName="uniquetitle">
      <parentCategory ref="L_CheckAccessibility" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_StopCheckingMeaningfulOrderOfObjectsOnSlides" class="User" displayName="$(string.L_StopCheckingMeaningfulOrderOfObjectsOnSlides)" explainText="$(string.L_StopCheckingMeaningfulOrderOfObjectsOnSlidesExplain)" key="software\policies\microsoft\office\16.0\powerpoint\accchecker" valueName="nonplaceholdershapes">
      <parentCategory ref="L_CheckAccessibility" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_StopCheckingPresentationsAllowProgrammaticAccess" class="User" displayName="$(string.L_StopCheckingPresentationsAllowProgrammaticAccess)" explainText="$(string.L_StopCheckingPresentationsAllowProgrammaticAccessExplain)" key="software\policies\microsoft\office\16.0\powerpoint\accchecker" valueName="irm">
      <parentCategory ref="L_CheckAccessibility" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_BackgroundAccessibilityCheckerInformation" class="User" displayName="$(string.L_BackgroundAccessibilityCheckerInformation)" explainText="$(string.L_BackgroundAccessibilityCheckerInformationExplain)" key="software\policies\microsoft\office\16.0\powerpoint\options" valueName="enableaccchecker">
      <parentCategory ref="L_CheckAccessibility" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_DisableGalleryPreviews" class="User" displayName="$(string.L_DisableGalleryPreviews)" explainText="$(string.L_DisableGalleryPreviewsExplain)" key="software\policies\microsoft\office\16.0\powerpoint\options" valueName="livepreview">
      <parentCategory ref="L_OptionsGeneral" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_AllowSelectionFloaties" class="User" displayName="$(string.L_AllowSelectionFloaties)" explainText="$(string.L_AllowSelectionFloatiesExplain)" key="software\policies\microsoft\office\16.0\common\toolbars\powerpoint" valueName="allowselectionfloaties">
      <parentCategory ref="L_OptionsGeneral" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Replacestraightquoteswithsmartquotes" class="User" displayName="$(string.L_Replacestraightquoteswithsmartquotes)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\powerpoint\options" valueName="smartquotes">
      <parentCategory ref="L_AutoFormatasyoutype" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_AutoFittitletexttoplaceholder" class="User" displayName="$(string.L_AutoFittitletexttoplaceholder)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\powerpoint\options" valueName="autofittexttitle">
      <parentCategory ref="L_AutoFormatasyoutype" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_AutoFitbodytexttoplaceholder" class="User" displayName="$(string.L_AutoFitbodytexttoplaceholder)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\powerpoint\options" valueName="autofittextbody">
      <parentCategory ref="L_AutoFormatasyoutype" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_EnablecontextualspellingPolicy" class="User" displayName="$(string.L_EnablecontextualspellingPolicy)" explainText="$(string.L_EnablecontextualspellingExplain)" key="software\policies\microsoft\shared tools\proofing tools\1.0\office" valueName="powerpointspellingoptions">
      <parentCategory ref="L_Proofing" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="5" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Checkspellingasyoutype" class="User" displayName="$(string.L_Checkspellingasyoutype)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\powerpoint\options" valueName="background spell checking">
      <parentCategory ref="L_Proofing" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_KeepLastAutoSavedVersions" class="User" displayName="$(string.L_KeepLastAutoSavedVersions)" explainText="$(string.L_KeepLastAutoSavedVersionsExplain)" key="software\policies\microsoft\office\16.0\powerpoint\options" valueName="keepunsavedchanges">
      <parentCategory ref="L_Save" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_DisablePackageforCD" class="User" displayName="$(string.L_DisablePackageforCD)" explainText="$(string.L_DisablePackageforCDExplain)" key="software\policies\microsoft\office\16.0\powerpoint\security" valueName="disablepackageforcd">
      <parentCategory ref="L_Save" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_TurnOffFileFormatCompatiblityDialogForODP" class="User" displayName="$(string.L_TurnOffFileFormatCompatiblityDialogForODP)" explainText="$(string.L_TurnOffFileFormatCompatiblityDialogForODPExplain)" key="software\policies\microsoft\office\16.0\powerpoint\options" valueName="disablesaveaslosswarningopendocumentpresentation">
      <parentCategory ref="L_Save" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Defaultfilelocation" class="User" displayName="$(string.L_Defaultfilelocation)" explainText="$(string.L_Specifiesthedefaultlocationforpresentationfiles)" presentation="$(presentation.L_Defaultfilelocation)" key="software\policies\microsoft\office\16.0\powerpoint\options">
      <parentCategory ref="L_Save" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_defaultfilelocation0" key="software\policies\microsoft\office\16.0\powerpoint\recentfolderlist" valueName="default" required="true" expandable="true" />
      </elements>
    </policy>
    <policy name="L_SaveAutoRecoverinfo" class="User" displayName="$(string.L_SaveAutoRecoverinfo)" explainText="$(string.L_CheckedCheckstheoptionSaveAutoRecoverinfoUncheckedUnchecksth)" presentation="$(presentation.L_SaveAutoRecoverinfo)" key="software\policies\microsoft\office\16.0\powerpoint\options">
      <parentCategory ref="L_Save" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <boolean id="L_EnablesaveAutoRecoverinfo" valueName="saveautorecoveryinfo">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
        <decimal id="L_AutoRecoversavefrequencyminutes" valueName="frequencytosaveautorecoveryinfo" minValue="1" maxValue="9999" />
        <text id="L_AutoRecoversavelocation" valueName="pathtoautorecoveryinfo" expandable="true" />
      </elements>
    </policy>
    <policy name="L_SavePowerPointfilesas" class="User" displayName="$(string.L_SavePowerPointfilesas)" explainText="$(string.L_SpecifiesthedefaultformatinwhichPowerPointsavespresentationf)" presentation="$(presentation.L_SavePowerPointfilesas)" key="software\policies\microsoft\office\16.0\powerpoint\options">
      <parentCategory ref="L_Save" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_savepowerpointfilesas1" valueName="defaultformat">
          <item displayName="$(string.L_PowerPointPresentationpptx)">
            <value>
              <decimal value="27" />
            </value>
          </item>
          <item displayName="$(string.L_PowerPointPresentationpptm)">
            <value>
              <decimal value="28" />
            </value>
          </item>
          <item displayName="$(string.L_PowerPointPresentationppt)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_ODP)">
            <value>
              <decimal value="52" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_DisplayDeveloperTab" class="User" displayName="$(string.L_DisplayDeveloperTab)" explainText="$(string.L_DisplayDeveloperTabExplain)" key="software\policies\microsoft\office\16.0\powerpoint\options" valueName="developertools">
      <parentCategory ref="L_OptionsCustomizeRibbon" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Whenselectingautomaticallyselectentireword" class="User" displayName="$(string.L_Whenselectingautomaticallyselectentireword)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\powerpoint\options" valueName="wordselection">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Draganddroptextediting" class="User" displayName="$(string.L_Draganddroptextediting)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\powerpoint\options" valueName="draganddrop">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Maximumnumberofundos" class="User" displayName="$(string.L_Maximumnumberofundos)" explainText="$(string.L_Specifiesthemaximumnumberofundolevels)" presentation="$(presentation.L_Maximumnumberofundos)" key="software\policies\microsoft\office\16.0\powerpoint\options">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <decimal id="L_maximumnumberofundos2" valueName="number of undos" minValue="3" maxValue="150" />
      </elements>
    </policy>
    <policy name="L_Usesmartcutandpaste" class="User" displayName="$(string.L_Usesmartcutandpaste)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\powerpoint\options" valueName="smartcutpaste">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Recentlyusedfilelist" class="User" displayName="$(string.L_Recentlyusedfilelist)" explainText="$(string.L_RecentlyusedfilelistExplain)" presentation="$(presentation.L_Recentlyusedfilelist)" key="software\policies\microsoft\office\16.0\powerpoint\file mru">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <decimal id="L_Sizeofrecentlyusedfilelist" valueName="max display" minValue="0" maxValue="50" />
      </elements>
    </policy>
    <policy name="L_WindowsinTaskbar" class="User" displayName="$(string.L_WindowsinTaskbar)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\powerpoint\options" valueName="showwindowsintaskbar">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Verticalruler" class="User" displayName="$(string.L_Verticalruler)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\powerpoint\options" valueName="verticalruler">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Popupmenuonrightmouseclick" class="User" displayName="$(string.L_Popupmenuonrightmouseclick)" explainText="$(string.L_CheckedCheckstheoptionShowmenuonrightmouseclickUncheckedUnch)" key="software\policies\microsoft\office\16.0\powerpoint\options" valueName="ssrightmouse">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Showpopupmenubutton" class="User" displayName="$(string.L_Showpopupmenubutton)" explainText="$(string.L_CheckedCheckstheoptionShowpopuptoolbarUncheckedUncheckstheop)" key="software\policies\microsoft\office\16.0\powerpoint\options" valueName="ssmenubutton">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Endwithblackslide" class="User" displayName="$(string.L_Endwithblackslide)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\powerpoint\options" valueName="ssendonblankslide">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Backgroundprinting" class="User" displayName="$(string.L_Backgroundprinting)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\powerpoint\options" valueName="backgroundprint">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PrintTrueTypefontsasgraphics" class="User" displayName="$(string.L_PrintTrueTypefontsasgraphics)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\powerpoint\options" valueName="send truetype fonts as bitmaps">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_SetNumberOfPlacesInTheRecentPlacesList" class="User" displayName="$(string.L_SetNumberOfPlacesInTheRecentPlacesList)" explainText="$(string.L_SetNumberOfPlacesInTheRecentPlacesListExplain)" presentation="$(presentation.L_SetNumberOfPlacesInTheRecentPlacesList)" key="software\policies\microsoft\office\16.0\powerpoint\place mru">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <decimal id="L_SetNumberOfPlacesInTheRecentPlacesListSpinID" valueName="max display" minValue="0" maxValue="20" />
      </elements>
    </policy>
    <policy name="L_Printinsertedobjectsatprinterresolution" class="User" displayName="$(string.L_Printinsertedobjectsatprinterresolution)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\powerpoint\options" valueName="send printer information to ole servers">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Slidenavigation" class="User" displayName="$(string.L_Slidenavigation)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" presentation="$(presentation.L_Slidenavigation)" key="software\policies\microsoft\office\16.0\powerpoint\internet">
      <parentCategory ref="L_General" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <boolean id="L_Addslidenavigationcontrols" valueName="hidenavigation">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <decimal value="1" />
          </falseValue>
        </boolean>
        <enum id="L_Colors" valueName="framecolors">
          <item displayName="$(string.L_Browsercolors)">
            <value>
              <string>BrowserColors</string>
            </value>
          </item>
          <item displayName="$(string.L_Presentationcolorstextcolor)">
            <value>
              <string>PresentationSchemeTextColor</string>
            </value>
          </item>
          <item displayName="$(string.L_Presentationcolorsaccentcolor)">
            <value>
              <string>PresentationSchemeAccentColor</string>
            </value>
          </item>
          <item displayName="$(string.L_Whitetextonblack)">
            <value>
              <string>WhiteTextOnBlack</string>
            </value>
          </item>
          <item displayName="$(string.L_Blacktextonwhite)">
            <value>
              <string>BlackTextOnWhite</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_Showslideanimationwhilebrowsing" class="User" displayName="$(string.L_Showslideanimationwhilebrowsing)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\powerpoint\internet" valueName="showslideanimation">
      <parentCategory ref="L_General" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Resizegraphicstofitbrowserwindow" class="User" displayName="$(string.L_Resizegraphicstofitbrowserwindow)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\powerpoint\internet" valueName="donotresizegraphics">
      <parentCategory ref="L_General" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_OpenFilesOnLocalIntranetUNCInProtectedView" class="User" displayName="$(string.L_OpenFilesOnLocalIntranetUNCInProtectedView)" explainText="$(string.L_OpenFilesOnLocalIntranetUNCInProtectedViewExplain)" key="software\policies\microsoft\office\16.0\powerpoint\security\protectedview" valueName="disableintranetcheck">
      <parentCategory ref="L_ProtectedView" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_DoNotOpenFilesInUnsafeLocationsInProtectedView" class="User" Area="Security Baseline" AreaCategory="File validation" displayName="$(string.L_DoNotOpenFilesInUnsafeLocationsInProtectedView)" explainText="$(string.L_DoNotOpenFilesInUnsafeLocationsInProtectedViewExplain)" key="software\policies\microsoft\office\16.0\powerpoint\security\protectedview" valueName="disableunsafelocationsinpv">
      <parentCategory ref="L_ProtectedView" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_DoNotOpenFilesFromTheInternetZoneInProtectedView" class="User" Area="Security Baseline" AreaCategory="File validation" displayName="$(string.L_DoNotOpenFilesFromTheInternetZoneInProtectedView)" explainText="$(string.L_DoNotOpenFilesFromTheInternetZoneInProtectedViewExplain)" key="software\policies\microsoft\office\16.0\powerpoint\security\protectedview" valueName="disableinternetfilesinpv">
      <parentCategory ref="L_ProtectedView" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_TurnOffProtectedViewForAttachmentsOpenedFromOutlook" class="User" Area="Security Baseline" AreaCategory="File validation" displayName="$(string.L_TurnOffProtectedViewForAttachmentsOpenedFromOutlook)" explainText="$(string.L_TurnOffProtectedViewForAttachmentsOpenedFromOutlookExplain)" key="software\policies\microsoft\office\16.0\powerpoint\security\protectedview" valueName="disableattachmentsinpv">
      <parentCategory ref="L_ProtectedView" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_SetDocumentBehaviorIfFileValidationFails" class="User" Area="Security Baseline" AreaCategory="File validation" displayName="$(string.L_SetDocumentBehaviorIfFileValidationFails)" explainText="$(string.L_SetDocumentBehaviorIfFileValidationFailsExplain)" presentation="$(presentation.L_SetDocumentBehaviorIfFileValidationFails)" key="software\policies\microsoft\office\16.0\powerpoint\security\filevalidation">
      <parentCategory ref="L_ProtectedView" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_SetDocumentBehaviorIfFileValidationFailsDropID" valueName="openinprotectedview">
          <item displayName="$(string.L_SetDocumentBehaviorIfFileValidationFailsStr1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_SetDocumentBehaviorIfFileValidationFailsStr2)">
            <value>
              <decimal value="1" />
            </value>
          </item>
        </enum>
        <boolean id="L_SetDocumentBehaviorIfFileValidationFailsStr3" key="software\policies\microsoft\office\16.0\powerpoint\security\filevalidation" valueName="disableeditfrompv">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <decimal value="1" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TurnOffFileValidation" class="User" Area="Security Baseline" AreaCategory="File validation" displayName="$(string.L_TurnOffFileValidation)" explainText="$(string.L_TurnOffFileValidationExplain)" key="software\policies\microsoft\office\16.0\powerpoint\security\filevalidation" valueName="enableonload">
      <parentCategory ref="L_Security" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_Determinewhethertoforceencryptedppt" class="User" Area="Security Baseline" AreaCategory="Macros" displayName="$(string.L_Determinewhethertoforceencryptedppt)" explainText="$(string.L_DeterminewhethertoforceencryptedpptExplain)" presentation="$(presentation.L_Determinewhethertoforceencryptedppt)" key="software\policies\microsoft\office\16.0\powerpoint\security">
      <parentCategory ref="L_Security" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_DeterminewhethertoforceencryptedpptDropID" valueName="powerpointbypassencryptedmacroscan">
          <item displayName="$(string.L_DeterminewhethertoforceencryptedpptStr1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_DeterminewhethertoforceencryptedpptStr2)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_DeterminewhethertoforceencryptedpptStr3)">
            <value>
              <decimal value="2" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_RunPrograms" class="User" Area="Security Baseline" AreaCategory="Add-ins and Extensibility" displayName="$(string.L_RunPrograms)" explainText="$(string.L_RunProgramsExplain)" presentation="$(presentation.L_RunPrograms)" key="software\policies\microsoft\office\16.0\powerpoint\security">
      <parentCategory ref="L_Security" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_Empty" valueName="runprograms">
          <item displayName="$(string.L_Disabledontrunanyprograms)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_Enablepromptuserbeforerunning)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_Enableallrunwithoutprompting)">
            <value>
              <decimal value="2" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_OLEActions" class="User" Area="Security Baseline" AreaCategory="Add-ins and Extensibility" displayName="$(string.L_OLEActions)" explainText="$(string.L_OLEActionsExplain)" presentation="$(presentation.L_OLEActions)" key="software\policies\microsoft\office\16.0\powerpoint\security">
      <parentCategory ref="L_Security" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_Empty" valueName="enableoleactions">
          <item displayName="$(string.L_Disabledoleactions)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_Enablepromptoleactions)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_Enablealloleactions)">
            <value>
              <decimal value="2" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_SetCNGCipherAlgorithm" class="User" displayName="$(string.L_SetCNGCipherAlgorithm)" explainText="$(string.L_SetCNGCipherAlgorithmExplain)" presentation="$(presentation.L_SetCNGCipherAlgorithm)" key="software\policies\microsoft\office\16.0\powerpoint\security\crypto">
      <parentCategory ref="L_Cryptography" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_SetCNGCipherAlgorithmID" valueName="cipheralgorithm" required="true" />
      </elements>
    </policy>
    <policy name="L_ConfigureCNGCipherChainingMode" class="User" displayName="$(string.L_ConfigureCNGCipherChainingMode)" explainText="$(string.L_ConfigureCNGCipherChainingModeExplain)" presentation="$(presentation.L_ConfigureCNGCipherChainingMode)" key="software\policies\microsoft\office\16.0\powerpoint\security\crypto">
      <parentCategory ref="L_Cryptography" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_ConfigureCNGCipherChainingModeDropID" valueName="cipherchaining">
          <item displayName="$(string.L_ConfigureCNGCipherChainingModeStr1)">
            <value>
              <string>ChainingModeCBC</string>
            </value>
          </item>
          <item displayName="$(string.L_ConfigureCNGCipherChainingModeStr2)">
            <value>
              <string>ChainingModeCFB</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_SetCNGCipherKeyLength" class="User" displayName="$(string.L_SetCNGCipherKeyLength)" explainText="$(string.L_SetCNGCipherKeyLengthExplain)" presentation="$(presentation.L_SetCNGCipherKeyLength)" key="software\policies\microsoft\office\16.0\powerpoint\security\crypto">
      <parentCategory ref="L_Cryptography" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <decimal id="L_SetCNGCipherKeyLengthSpinID" valueName="cipherkeybits" minValue="0" maxValue="1000000" />
      </elements>
    </policy>
    <policy name="L_SpecifyEncryptionCompatibility" class="User" displayName="$(string.L_SpecifyEncryptionCompatibility)" explainText="$(string.L_SpecifyEncryptionCompatibilityExplain)" presentation="$(presentation.L_SpecifyEncryptionCompatibility)" key="software\policies\microsoft\office\16.0\powerpoint\security\crypto">
      <parentCategory ref="L_Cryptography" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_SpecifyEncryptionCompatibilityDropID" valueName="compatmode">
          <item displayName="$(string.L_SpecifyEncryptionCompatibilityStr1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_SpecifyEncryptionCompatibilityStr2)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_SpecifyEncryptionCompatibilityStr3)">
            <value>
              <decimal value="2" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_SetParametersForCNGContext" class="User" displayName="$(string.L_SetParametersForCNGContext)" explainText="$(string.L_SetParametersForCNGContextExplain)" presentation="$(presentation.L_SetParametersForCNGContext)" key="software\policies\microsoft\office\16.0\powerpoint\security\crypto">
      <parentCategory ref="L_Cryptography" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_SetParametersForCNGContextID" valueName="context" required="true" />
      </elements>
    </policy>
    <policy name="L_SpecifyCNGHashAlgorithm" class="User" displayName="$(string.L_SpecifyCNGHashAlgorithm)" explainText="$(string.L_SpecifyCNGHashAlgorithmExplain)" presentation="$(presentation.L_SpecifyCNGHashAlgorithm)" key="software\policies\microsoft\office\16.0\powerpoint\security\crypto">
      <parentCategory ref="L_Cryptography" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_SpecifyCNGHashAlgorithmDropID" valueName="hashalgorithm">
          <item displayName="$(string.L_SpecifyCNGHashAlgorithmStr1)">
            <value>
              <string>SHA1</string>
            </value>
          </item>
          <item displayName="$(string.L_SpecifyCNGHashAlgorithmStr2)">
            <value>
              <string>SHA256</string>
            </value>
          </item>
          <item displayName="$(string.L_SpecifyCNGHashAlgorithmStr3)">
            <value>
              <string>SHA384</string>
            </value>
          </item>
          <item displayName="$(string.L_SpecifyCNGHashAlgorithmStr4)">
            <value>
              <string>SHA512</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_UseNewKeyOnPasswordChange" class="User" displayName="$(string.L_UseNewKeyOnPasswordChange)" explainText="$(string.L_UseNewKeyOnPasswordChangeExplain)" key="software\policies\microsoft\office\16.0\powerpoint\security\crypto" valueName="newkeyonpwdchange">
      <parentCategory ref="L_Cryptography" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_SetCNGPasswordSpinCount" class="User" displayName="$(string.L_SetCNGPasswordSpinCount)" explainText="$(string.L_SetCNGPasswordSpinCountExplain)" presentation="$(presentation.L_SetCNGPasswordSpinCount)" key="software\policies\microsoft\office\16.0\powerpoint\security\crypto">
      <parentCategory ref="L_Cryptography" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <decimal id="L_SetCNGPasswordSpinCountSpinID" valueName="passwordspincount" minValue="0" maxValue="10000000" />
      </elements>
    </policy>
    <policy name="L_SpecifyCNGRandomNumberGeneratorAlgorithm" class="User" displayName="$(string.L_SpecifyCNGRandomNumberGeneratorAlgorithm)" explainText="$(string.L_SpecifyCNGRandomNumberGeneratorAlgorithmExplain)" presentation="$(presentation.L_SpecifyCNGRandomNumberGeneratorAlgorithm)" key="software\policies\microsoft\office\16.0\powerpoint\security\crypto">
      <parentCategory ref="L_Cryptography" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_SpecifyCNGRandomNumberGeneratorAlgorithmID" valueName="rngalgorithm" required="true" />
      </elements>
    </policy>
    <policy name="L_SpecifyCNGSaltLength" class="User" displayName="$(string.L_SpecifyCNGSaltLength)" explainText="$(string.L_SpecifyCNGSaltLengthExplain)" presentation="$(presentation.L_SpecifyCNGSaltLength)" key="software\policies\microsoft\office\16.0\powerpoint\security\crypto">
      <parentCategory ref="L_Cryptography" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <decimal id="L_SpecifyCNGSaltLengthSpinID" valueName="saltbytes" minValue="0" maxValue="5000" />
      </elements>
    </policy>
    <policy name="L_TurnOffTrustedDocumentsOnTheNetwork" class="User" displayName="$(string.L_TurnOffTrustedDocumentsOnTheNetwork)" explainText="$(string.L_TurnOffTrustedDocumentsOnTheNetworkExplain)" key="software\policies\microsoft\office\16.0\powerpoint\security\trusted documents" valueName="disablenetworktrusteddocuments">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_TurnOffTrustedDocuments" class="User" displayName="$(string.L_TurnOffTrustedDocuments)" explainText="$(string.L_TurnOffTrustedDocumentsExplain)" key="software\policies\microsoft\office\16.0\powerpoint\security\trusted documents" valueName="disabletrusteddocuments">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_BlockMacroExecutionFromInternet" class="User" Area="Security Baseline" AreaCategory="Macros" displayName="$(string.L_BlockMacroExecutionFromInternet)" explainText="$(string.L_BlockMacroExecutionFromInternetExplain)" key="software\policies\microsoft\office\16.0\powerpoint\security" valueName="blockcontentexecutionfrominternet">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_SetMaximumNumberOfTrustedDocuments" class="User" displayName="$(string.L_SetMaximumNumberOfTrustedDocuments)" explainText="$(string.L_SetMaximumNumberOfTrustedDocumentsExplain)" presentation="$(presentation.L_SetMaximumNumberOfTrustedDocuments)" key="software\policies\microsoft\office\16.0\powerpoint\security\trusted documents">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <decimal id="L_SetMaximumNumberOfTrustedDocumentsSpinID" valueName="maxtrusteddocuments" minValue="0" maxValue="20000" />
      </elements>
    </policy>
    <policy name="L_SetMaximumNumberOfTrustRecordsToPreserve" class="User" displayName="$(string.L_SetMaximumNumberOfTrustRecordsToPreserve)" explainText="$(string.L_SetMaximumNumberOfTrustRecordsToPreserveExplain)" presentation="$(presentation.L_SetMaximumNumberOfTrustRecordsToPreserve)" key="software\policies\microsoft\office\16.0\powerpoint\security\trusted documents">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <decimal id="L_SetMaximumNumberOfTrustRecordsToPreserveSpinID" valueName="maxpreservetrusteddocuments" minValue="0" maxValue="20000" />
      </elements>
    </policy>
    <policy name="L_VBAWarningsPolicy" class="User" Area="Security Baseline" AreaCategory="Macros" displayName="$(string.L_VBAWarningsPolicy)" explainText="$(string.L_VBAWarningsExplain)" presentation="$(presentation.L_VBAWarningsPolicy)" key="software\policies\microsoft\office\16.0\powerpoint\security">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_empty3" valueName="vbawarnings">
          <item displayName="$(string.L_DisableAllWithNotification)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_DisableAllExceptDigitallySignedMacros)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_DisableAllWithoutNotification)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_EnableAllMacros)">
            <value>
              <decimal value="1" />
            </value>
          </item>
        </enum>
        <boolean id="L_VBADigSigTrustedPublishersStr" key="software\policies\microsoft\office\16.0\powerpoint\security" valueName="vbadigsigtrustedpublishers">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
        <boolean id="L_VBAOnlyAllowLMTrustedPublisherStr" key="software\policies\microsoft\office\16.0\powerpoint\security" valueName="vbarequirelmtrustedpublisher">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
        <boolean id="L_VBAOnlyAllowDigSigWithCodeSigningEKUStr" key="software\policies\microsoft\office\16.0\powerpoint\security" valueName="vbarequiredigsigwithcodesigningeku">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustaccesstoVisualBasicProject" class="User" displayName="$(string.L_TrustaccesstoVisualBasicProject)" explainText="$(string.L_TrustAccessToVisualBasicProjectExplain)" key="software\policies\microsoft\office\16.0\powerpoint\security" valueName="accessvbom">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Disableallapplicationextensions" class="User" displayName="$(string.L_Disableallapplicationextensions)" explainText="$(string.L_DisableallapplicationextensionsExplain)" key="software\policies\microsoft\office\16.0\powerpoint\security" valueName="disablealladdins">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_RequirethatApplicationExtensionsaresigned" class="User" Area="Security Baseline" AreaCategory="Add-ins and Extensibility" displayName="$(string.L_RequirethatApplicationExtensionsaresigned)" explainText="$(string.L_RequirethatApplicationExtensionsaresignedExplain)" key="software\policies\microsoft\office\16.0\powerpoint\security" valueName="requireaddinsig">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_DisableTrustBarNotificationforunsigned" class="User" Area="Security Baseline" AreaCategory="Add-ins and Extensibility" displayName="$(string.L_DisableTrustBarNotificationforunsigned)" explainText="$(string.L_DisableTrustBarNotificationforunsignedExplain)" key="software\policies\microsoft\office\16.0\powerpoint\security" valueName="notbpromptunsignedaddin">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_SetDefaultFileBlockBehavior" class="User" Area="Security Baseline" AreaCategory="Fileblock" displayName="$(string.L_SetDefaultFileBlockBehavior)" explainText="$(string.L_SetDefaultFileBlockBehaviorExplain)" presentation="$(presentation.L_SetDefaultFileBlockBehavior)" key="software\policies\microsoft\office\16.0\powerpoint\security\fileblock">
      <parentCategory ref="L_FileBlockSettings" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_SetDefaultFileBlockBehaviorDropID" valueName="openinprotectedview">
          <item displayName="$(string.L_SetDefaultFileBlockBehaviorStr1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_SetDefaultFileBlockBehaviorStr2)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_SetDefaultFileBlockBehaviorStr3)">
            <value>
              <decimal value="2" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_PowerPoint2007AndLaterPresentationsShowsTemplatesThemesAndAddInFiles" class="User" displayName="$(string.L_PowerPoint2007AndLaterPresentationsShowsTemplatesThemesAndAddInFiles)" explainText="$(string.L_PPTFileBlockExplain)" presentation="$(presentation.L_PowerPoint2007AndLaterPresentationsShowsTemplatesThemesAndAddInFiles)" key="software\policies\microsoft\office\16.0\powerpoint\security\fileblock">
      <parentCategory ref="L_FileBlockSettings" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_PowerPoint2007AndLaterPresentationsShowsTemplatesThemesAndAddInFilesDropID" valueName="openxmlfiles">
          <item displayName="$(string.L_PPTFileBlockStr1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr2)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr3)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr4)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr5)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr6)">
            <value>
              <decimal value="5" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_OpenDocumentPresentationFiles" class="User" Area="Security" AreaCategory="Fileblock" displayName="$(string.L_OpenDocumentPresentationFiles)" explainText="$(string.L_PPTFileBlockExplain)" presentation="$(presentation.L_OpenDocumentPresentationFiles)" key="software\policies\microsoft\office\16.0\powerpoint\security\fileblock">
      <parentCategory ref="L_FileBlockSettings" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_OpenDocumentPresentationFilesDropID" valueName="opendocumentpresentation">
          <item displayName="$(string.L_PPTFileBlockStr1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr2)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr3)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr4)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr5)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr6)">
            <value>
              <decimal value="5" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_PowerPoint972003PresentationsShowsTemplatesandAddInFiles" class="User" Area="Security Baseline" AreaCategory="Fileblock" displayName="$(string.L_PowerPoint972003PresentationsShowsTemplatesandAddInFiles)" explainText="$(string.L_PPTFileBlockExplain)" presentation="$(presentation.L_PowerPoint972003PresentationsShowsTemplatesandAddInFiles)" key="software\policies\microsoft\office\16.0\powerpoint\security\fileblock">
      <parentCategory ref="L_FileBlockSettings" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_PowerPoint972003PresentationsShowsTemplatesandAddInFilesDropID" valueName="binaryfiles">
          <item displayName="$(string.L_PPTFileBlockStr1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr2)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr3)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr4)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr5)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr6)">
            <value>
              <decimal value="5" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_WebPages" class="User" Area="Security" AreaCategory="Fileblock" displayName="$(string.L_WebPages)" explainText="$(string.L_PPTFileBlockExplain)" presentation="$(presentation.L_WebPages)" key="software\policies\microsoft\office\16.0\powerpoint\security\fileblock">
      <parentCategory ref="L_FileBlockSettings" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_WebPagesDropID" valueName="htmlfiles">
          <item displayName="$(string.L_PPTFileBlockStr1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr2)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr3)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr4)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr5)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr6)">
            <value>
              <decimal value="5" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_OutlineFiles" class="User" Area="Security" AreaCategory="Fileblock" displayName="$(string.L_OutlineFiles)" explainText="$(string.L_PPTFileBlockExplain)" presentation="$(presentation.L_OutlineFiles)" key="software\policies\microsoft\office\16.0\powerpoint\security\fileblock">
      <parentCategory ref="L_FileBlockSettings" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_OutlineFilesDropID" valueName="outlines">
          <item displayName="$(string.L_PPTFileBlockStr1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr2)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr3)">
            <value>
              <decimal value="2" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_LegacyConvertersForPowerPoint" class="User" Area="Security" AreaCategory="Fileblock" displayName="$(string.L_LegacyConvertersForPowerPoint)" explainText="$(string.L_PPTFileBlockExplain)" presentation="$(presentation.L_LegacyConvertersForPowerPoint)" key="software\policies\microsoft\office\16.0\powerpoint\security\fileblock">
      <parentCategory ref="L_FileBlockSettings" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_LegacyConvertersForPowerPointDropID" valueName="converters">
          <item displayName="$(string.L_PPTFileBlockStr1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr2)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr3)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr4)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr5)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr6)">
            <value>
              <decimal value="5" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_GraphicFilters" class="User" Area="Security" AreaCategory="Fileblock" displayName="$(string.L_GraphicFilters)" explainText="$(string.L_PPTFileBlockExplain)" presentation="$(presentation.L_GraphicFilters)" key="software\policies\microsoft\office\16.0\powerpoint\security\fileblock">
      <parentCategory ref="L_FileBlockSettings" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_GraphicFiltersDropID" valueName="graphicfilters">
          <item displayName="$(string.L_PPTFileBlockStr1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr2)">
            <value>
              <decimal value="1" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_MicrosoftOfficeOpenXMLConvertersForPowerPoint" class="User" Area="Security" AreaCategory="Fileblock" displayName="$(string.L_MicrosoftOfficeOpenXMLConvertersForPowerPoint)" explainText="$(string.L_PPTFileBlockExplain)" presentation="$(presentation.L_MicrosoftOfficeOpenXMLConvertersForPowerPoint)" key="software\policies\microsoft\office\16.0\powerpoint\security\fileblock">
      <parentCategory ref="L_FileBlockSettings" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_MicrosoftOfficeOpenXMLConvertersForPowerPointDropID" valueName="ooxmlconverters">
          <item displayName="$(string.L_PPTFileBlockStr1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr2)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr3)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr4)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr5)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr6)">
            <value>
              <decimal value="5" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_PowerPointBetaConverters" class="User" displayName="$(string.L_PowerPointBetaConverters)" explainText="$(string.L_PPTFileBlockExplain)" presentation="$(presentation.L_PowerPointBetaConverters)" key="software\policies\microsoft\office\16.0\powerpoint\security\fileblock">
      <parentCategory ref="L_FileBlockSettings" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_PowerPointBetaConvertersDropID" valueName="powerpoint12betafilesfromconverters">
          <item displayName="$(string.L_PPTFileBlockStr1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr2)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr3)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr4)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr5)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr6)">
            <value>
              <decimal value="5" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_PowerPointBetaFiles" class="User" displayName="$(string.L_PowerPointBetaFiles)" explainText="$(string.L_PPTFileBlockExplain)" presentation="$(presentation.L_PowerPointBetaFiles)" key="software\policies\microsoft\office\16.0\powerpoint\security\fileblock">
      <parentCategory ref="L_FileBlockSettings" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_PowerPointBetaFilesDropID" valueName="powerpoint12betafiles">
          <item displayName="$(string.L_PPTFileBlockStr1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr2)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr3)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr4)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr5)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_PPTFileBlockStr6)">
            <value>
              <decimal value="5" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_AllowTrustedLocationsOnTheNetwork" class="User" Area="Security Baseline" AreaCategory="Zones and Locations" displayName="$(string.L_AllowTrustedLocationsOnTheNetwork)" explainText="$(string.L_AllowTrustedLocationsOnTheNetworkExplain)" key="software\policies\microsoft\office\16.0\powerpoint\security\trusted locations" valueName="allownetworklocations">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_DisableTrustedLoc" class="User" displayName="$(string.L_DisableTrustedLoc)" explainText="$(string.L_DisableTrustedLocExplain)" key="software\policies\microsoft\office\16.0\powerpoint\security\trusted locations" valueName="alllocationsdisabled">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_TrustedLoc01" class="User" displayName="$(string.L_TrustedLoc01)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc01)" key="software\policies\microsoft\office\16.0\powerpoint\security\trusted locations\location1">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_Pathcolon" valueName="path" expandable="true" />
        <text id="L_Datecolon" valueName="date" />
        <text id="L_Descriptioncolon" valueName="description" />
        <boolean id="L_Allowsubfolders" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc02" class="User" displayName="$(string.L_TrustedLoc02)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc02)" key="software\policies\microsoft\office\16.0\powerpoint\security\trusted locations\location2">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon4" valueName="path" expandable="true" />
        <text id="L_datecolon5" valueName="date" />
        <text id="L_descriptioncolon6" valueName="description" />
        <boolean id="L_allowsubfolders7" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc03" class="User" displayName="$(string.L_TrustedLoc03)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc03)" key="software\policies\microsoft\office\16.0\powerpoint\security\trusted locations\location3">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon8" valueName="path" expandable="true" />
        <text id="L_datecolon9" valueName="date" />
        <text id="L_descriptioncolon10" valueName="description" />
        <boolean id="L_allowsubfolders11" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc04" class="User" displayName="$(string.L_TrustedLoc04)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc04)" key="software\policies\microsoft\office\16.0\powerpoint\security\trusted locations\location4">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon12" valueName="path" expandable="true" />
        <text id="L_datecolon13" valueName="date" />
        <text id="L_descriptioncolon14" valueName="description" />
        <boolean id="L_allowsubfolders15" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc05" class="User" displayName="$(string.L_TrustedLoc05)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc05)" key="software\policies\microsoft\office\16.0\powerpoint\security\trusted locations\location5">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon16" valueName="path" expandable="true" />
        <text id="L_datecolon17" valueName="date" />
        <text id="L_descriptioncolon18" valueName="description" />
        <boolean id="L_allowsubfolders19" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc06" class="User" displayName="$(string.L_TrustedLoc06)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc06)" key="software\policies\microsoft\office\16.0\powerpoint\security\trusted locations\location6">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon20" valueName="path" expandable="true" />
        <text id="L_datecolon21" valueName="date" />
        <text id="L_descriptioncolon22" valueName="description" />
        <boolean id="L_allowsubfolders23" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc07" class="User" displayName="$(string.L_TrustedLoc07)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc07)" key="software\policies\microsoft\office\16.0\powerpoint\security\trusted locations\location7">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon24" valueName="path" expandable="true" />
        <text id="L_datecolon25" valueName="date" />
        <text id="L_descriptioncolon26" valueName="description" />
        <boolean id="L_allowsubfolders27" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc08" class="User" displayName="$(string.L_TrustedLoc08)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc08)" key="software\policies\microsoft\office\16.0\powerpoint\security\trusted locations\location8">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon28" valueName="path" expandable="true" />
        <text id="L_datecolon29" valueName="date" />
        <text id="L_descriptioncolon30" valueName="description" />
        <boolean id="L_allowsubfolders31" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc09" class="User" displayName="$(string.L_TrustedLoc09)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc09)" key="software\policies\microsoft\office\16.0\powerpoint\security\trusted locations\location9">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon32" valueName="path" expandable="true" />
        <text id="L_datecolon33" valueName="date" />
        <text id="L_descriptioncolon34" valueName="description" />
        <boolean id="L_allowsubfolders35" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc10" class="User" displayName="$(string.L_TrustedLoc10)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc10)" key="software\policies\microsoft\office\16.0\powerpoint\security\trusted locations\location10">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon36" valueName="path" expandable="true" />
        <text id="L_datecolon37" valueName="date" />
        <text id="L_descriptioncolon38" valueName="description" />
        <boolean id="L_allowsubfolders39" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc11" class="User" displayName="$(string.L_TrustedLoc11)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc11)" key="software\policies\microsoft\office\16.0\powerpoint\security\trusted locations\location11">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon40" valueName="path" expandable="true" />
        <text id="L_datecolon41" valueName="date" />
        <text id="L_descriptioncolon42" valueName="description" />
        <boolean id="L_allowsubfolders43" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc12" class="User" displayName="$(string.L_TrustedLoc12)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc12)" key="software\policies\microsoft\office\16.0\powerpoint\security\trusted locations\location12">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon44" valueName="path" expandable="true" />
        <text id="L_datecolon45" valueName="date" />
        <text id="L_descriptioncolon46" valueName="description" />
        <boolean id="L_allowsubfolders47" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc13" class="User" displayName="$(string.L_TrustedLoc13)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc13)" key="software\policies\microsoft\office\16.0\powerpoint\security\trusted locations\location13">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon48" valueName="path" expandable="true" />
        <text id="L_datecolon49" valueName="date" />
        <text id="L_descriptioncolon50" valueName="description" />
        <boolean id="L_allowsubfolders51" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc14" class="User" displayName="$(string.L_TrustedLoc14)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc14)" key="software\policies\microsoft\office\16.0\powerpoint\security\trusted locations\location14">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon52" valueName="path" expandable="true" />
        <text id="L_datecolon53" valueName="date" />
        <text id="L_descriptioncolon54" valueName="description" />
        <boolean id="L_allowsubfolders55" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc15" class="User" displayName="$(string.L_TrustedLoc15)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc15)" key="software\policies\microsoft\office\16.0\powerpoint\security\trusted locations\location15">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon56" valueName="path" expandable="true" />
        <text id="L_datecolon57" valueName="date" />
        <text id="L_descriptioncolon58" valueName="description" />
        <boolean id="L_allowsubfolders59" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc16" class="User" displayName="$(string.L_TrustedLoc16)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc16)" key="software\policies\microsoft\office\16.0\powerpoint\security\trusted locations\location16">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon60" valueName="path" expandable="true" />
        <text id="L_datecolon61" valueName="date" />
        <text id="L_descriptioncolon62" valueName="description" />
        <boolean id="L_allowsubfolders63" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc17" class="User" displayName="$(string.L_TrustedLoc17)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc17)" key="software\policies\microsoft\office\16.0\powerpoint\security\trusted locations\location17">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon64" valueName="path" expandable="true" />
        <text id="L_datecolon65" valueName="date" />
        <text id="L_descriptioncolon66" valueName="description" />
        <boolean id="L_allowsubfolders67" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc18" class="User" displayName="$(string.L_TrustedLoc18)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc18)" key="software\policies\microsoft\office\16.0\powerpoint\security\trusted locations\location18">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon68" valueName="path" expandable="true" />
        <text id="L_datecolon69" valueName="date" />
        <text id="L_descriptioncolon70" valueName="description" />
        <boolean id="L_allowsubfolders71" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc19" class="User" displayName="$(string.L_TrustedLoc19)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc19)" key="software\policies\microsoft\office\16.0\powerpoint\security\trusted locations\location19">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon72" valueName="path" expandable="true" />
        <text id="L_datecolon73" valueName="date" />
        <text id="L_descriptioncolon74" valueName="description" />
        <boolean id="L_allowsubfolders75" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc20" class="User" displayName="$(string.L_TrustedLoc20)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc20)" key="software\policies\microsoft\office\16.0\powerpoint\security\trusted locations\location20">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon76" valueName="path" expandable="true" />
        <text id="L_datecolon77" valueName="date" />
        <text id="L_descriptioncolon78" valueName="description" />
        <boolean id="L_allowsubfolders79" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_Makehiddenmarkupvisible" class="User" displayName="$(string.L_Makehiddenmarkupvisible)" explainText="$(string.L_CheckedWhenopeningorsavingapresentationinstandardorHTMLforma)" key="software\policies\microsoft\office\16.0\powerpoint\options" valueName="markupopensave">
      <parentCategory ref="L_Security" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_DownloadImages" class="User" displayName="$(string.L_DownloadImages)" explainText="$(string.L_DownloadImagesExplain)" key="software\policies\microsoft\office\16.0\powerpoint\security" valueName="downloadimages">
      <parentCategory ref="L_Security" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Listoferrormessagestocustomize" class="User" displayName="$(string.L_Listoferrormessagestocustomize)" explainText="$(string.L_Specifiesthelistoferrormessagestocustomize)" presentation="$(presentation.L_Listoferrormessagestocustomize)" key="software\policies\microsoft\office\16.0\powerpoint\customizablealerts">
      <parentCategory ref="L_Customizableerrormessages" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledList>
        <item key="software\policies\microsoft\office\16.0\powerpoint\customizablealerts" valueName="policyon">
          <value>
            <decimal value="1" />
          </value>
        </item>
      </enabledList>
      <disabledList>
        <item key="software\policies\microsoft\office\16.0\powerpoint\customizablealerts" valueName="policyon">
          <value>
            <delete />
          </value>
        </item>
      </disabledList>
      <elements>
        <list id="L_listoferrormessagestocustomize80" explicitValue="true" />
      </elements>
    </policy>
    <policy name="L_Disablecommandbarbuttonsandmenuitems" class="User" displayName="$(string.L_Disablecommandbarbuttonsandmenuitems)" explainText="$(string.L_DisablesthecommandintheUI)" presentation="$(presentation.L_Disablecommandbarbuttonsandmenuitems)" key="software\policies\microsoft\office\16.0\powerpoint\disabledcmdbaritemscheckboxes">
      <parentCategory ref="L_Predefined" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <disabledList>
        <item key="software\policies\microsoft\office\16.0\powerpoint\disabledcmdbaritemscheckboxes" valueName="weboptions">
          <value>
            <delete />
          </value>
        </item>
        <item key="software\policies\microsoft\office\16.0\powerpoint\disabledcmdbaritemscheckboxes" valueName="filepublishaswebpage">
          <value>
            <delete />
          </value>
        </item>
        <item key="software\policies\microsoft\office\16.0\powerpoint\disabledcmdbaritemscheckboxes" valueName="fileopensearchtheweb">
          <value>
            <delete />
          </value>
        </item>
      </disabledList>
      <elements>
        <boolean id="L_FileWebPagePreview" valueName="filewebpagepreview">
          <trueValue>
            <string>3655</string>
          </trueValue>
          <falseValue>
            <string>0</string>
          </falseValue>
        </boolean>
        <boolean id="L_FileSendToMailRecipient" valueName="sendtomailrecipient">
          <trueValue>
            <string>18209</string>
          </trueValue>
          <falseValue>
            <string>0</string>
          </falseValue>
        </boolean>
        <boolean id="L_InsertHyperlinkPPT" valueName="inserthyperlink">
          <trueValue>
            <string>12599</string>
          </trueValue>
          <falseValue>
            <string>0</string>
          </falseValue>
        </boolean>
        <boolean id="L_ToolsLanguage" valueName="toolslanguage">
          <trueValue>
            <string>22144</string>
          </trueValue>
          <falseValue>
            <string>0</string>
          </falseValue>
        </boolean>
        <boolean id="L_ToolsMacroMacrosPPT" valueName="toolsmacromacros">
          <trueValue>
            <string>186</string>
          </trueValue>
          <falseValue>
            <string>0</string>
          </falseValue>
        </boolean>
        <boolean id="L_ToolsMacroSecurity" valueName="toolsmacrosecurity">
          <trueValue>
            <string>3627</string>
          </trueValue>
          <falseValue>
            <string>0</string>
          </falseValue>
        </boolean>
        <boolean id="L_ToolsMacroVisualBasicEditorPPT" valueName="toolsmacrovbe">
          <trueValue>
            <string>1695</string>
          </trueValue>
          <falseValue>
            <string>0</string>
          </falseValue>
        </boolean>
        <boolean id="L_WebAddressPPT" valueName="webaddress">
          <trueValue>
            <string>1740</string>
          </trueValue>
          <falseValue>
            <string>0</string>
          </falseValue>
        </boolean>
        <boolean id="L_BroadcastSlideShow" valueName="slideshowbroadcast">
          <trueValue>
            <string>16461</string>
          </trueValue>
          <falseValue>
            <string>0</string>
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_Disableshortcutkeys" class="User" displayName="$(string.L_Disableshortcutkeys)" explainText="$(string.L_Disablestheshortcutkey)" presentation="$(presentation.L_Disableshortcutkeys)" key="software\policies\microsoft\office\16.0\powerpoint\disabledshortcutkeyscheckboxes">
      <parentCategory ref="L_Predefined" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <boolean id="L_CtrlFFindPPT" valueName="find">
          <trueValue>
            <string>70,8</string>
          </trueValue>
          <falseValue>
            <string>0</string>
          </falseValue>
        </boolean>
        <boolean id="L_CtrlKInsertHyperlinkPPT" valueName="inserthyperlink">
          <trueValue>
            <string>75,8</string>
          </trueValue>
          <falseValue>
            <string>0</string>
          </falseValue>
        </boolean>
        <boolean id="L_AltF8ToolsMacroMacros" valueName="toolsmacromacros">
          <trueValue>
            <string>119,16</string>
          </trueValue>
          <falseValue>
            <string>0</string>
          </falseValue>
        </boolean>
        <boolean id="L_AltF11ToolsMacroVisualBasicEditorPPT" valueName="toolsmacrovbe">
          <trueValue>
            <string>122,16</string>
          </trueValue>
          <falseValue>
            <string>0</string>
          </falseValue>
        </boolean>
        <boolean id="L_CtrlF5BroadcastSlideShow" valueName="slideshowbroadcast">
          <trueValue>
            <string>116,8</string>
          </trueValue>
          <falseValue>
            <string>0</string>
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_Hidebuiltintablestyles" class="User" displayName="$(string.L_Hidebuiltintablestyles)" explainText="$(string.L_HidebuiltintablestylesExplain)" key="software\policies\microsoft\office\16.0\powerpoint\options" valueName="hidebuiltintablestyles">
      <parentCategory ref="L_Predefined" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_ForceAutoAdvanceInitiallyOff" class="User" displayName="$(string.L_ForceAutoAdvanceInitiallyOff)" explainText="$(string.L_ForceAutoAdvanceInitiallyOffExplain)" key="software\policies\microsoft\office\16.0\powerpoint\options" valueName="forceautoadvanceinitiallyoff">
      <parentCategory ref="L_Predefined" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_disablecommandbarbuttonsandmenuitems157" class="User" displayName="$(string.L_disablecommandbarbuttonsandmenuitems157)" explainText="$(string.L_SpecifytheIDforacommandbartodisable)" presentation="$(presentation.L_disablecommandbarbuttonsandmenuitems157)" key="software\policies\microsoft\office\16.0\powerpoint\disabledcmdbaritemslist">
      <parentCategory ref="L_Custom" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <list id="L_EnteracommandbarIDtodisable" valuePrefix="TCID" />
      </elements>
    </policy>
    <policy name="L_disableshortcutkeys158" class="User" displayName="$(string.L_disableshortcutkeys158)" explainText="$(string.L_Specifythevirtualkeycodeandmodifierfortheshortcutkeytodisabl)" presentation="$(presentation.L_disableshortcutkeys158)" key="software\policies\microsoft\office\16.0\powerpoint\disabledshortcutkeyslist">
      <parentCategory ref="L_Custom" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <list id="L_Enterakeyandmodifiertodisable" valuePrefix="KeyMod" />
      </elements>
    </policy>
    <policy name="L_PreventCoAuthoring" class="User" displayName="$(string.L_PreventCoAuthoring)" explainText="$(string.L_PreventCoAuthoringExplain)" key="software\policies\microsoft\office\16.0\powerpoint\coauthoring" valueName="disablecoauthoring">
      <parentCategory ref="L_Coauthoring" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_TurnOffRevisionTracking" class="User" displayName="$(string.L_TurnOffRevisionTracking)" explainText="$(string.L_TurnOffRevisionTrackingExplain)" key="software\policies\microsoft\office\16.0\powerpoint\coauthoring" valueName="disablerevisiontracking">
      <parentCategory ref="L_Coauthoring" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_TurnOffFileSynchronizationViaSOAPOverHTTP" class="User" displayName="$(string.L_TurnOffFileSynchronizationViaSOAPOverHTTP)" explainText="$(string.L_TurnOffFileSynchronizationViaSOAPOverHTTPExplain)" key="software\policies\microsoft\office\16.0\common\internet" valueName="fsshttpoffpowerpoint">
      <parentCategory ref="L_ServerSettings" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_DisableSlideUpdate" class="User" displayName="$(string.L_DisableSlideUpdate)" explainText="$(string.L_DisableSlideUpdateExplain)" key="software\policies\microsoft\office\16.0\powerpoint\slide libraries" valueName="disableslideupdate">
      <parentCategory ref="L_miscellaneous160" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_BlockAllUnmanagedAddins" class="User" displayName="$(string.L_BlockAllUnmanagedAddins)" explainText="$(string.L_BlockAllUnmanagedAddinsExplainText)" key="software\policies\microsoft\office\16.0\powerpoint\resiliency" valueName="restricttolist">
      <parentCategory ref="L_miscellaneous160" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_ListOfManagedAddins" class="User" displayName="$(string.L_ListOfManagedAddins)" explainText="$(string.L_ListOfManagedAddinsExplainText)" presentation="$(presentation.L_ListOfManagedAddins)" key="software\policies\microsoft\office\16.0\powerpoint\resiliency\addinlist">
      <parentCategory ref="L_miscellaneous160" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledList>
        <item key="software\policies\microsoft\office\16.0\powerpoint\resiliency\addinlist" valueName="policyon">
          <value>
            <decimal value="1" />
          </value>
        </item>
      </enabledList>
      <disabledList>
        <item key="software\policies\microsoft\office\16.0\powerpoint\resiliency\addinlist" valueName="policyon">
          <value>
            <delete />
          </value>
        </item>
      </disabledList>
      <elements>
        <list id="L_ListOfManagedAddins2" explicitValue="true" />
      </elements>
    </policy>
    <policy name="L_ChartRefTrackingEnabled" class="User" displayName="$(string.L_ChartRefTrackingEnabledTitle)" explainText="$(string.L_ChartRefTrackingEnabledExplain)" key="software\policies\microsoft\office\16.0\powerpoint\options" valueName="charttrackingrefbased">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PromptIfPowerPointIsNotDefault" class="User" displayName="$(string.L_AlertIfNotDefaultTitle)" explainText="$(string.L_AlertIfNotDefaultExplain)" key="software\policies\microsoft\office\16.0\powerpoint\options" valueName="alertifnotdefault">
      <parentCategory ref="L_OptionsGeneral" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_DisableOfficeStartPowerPoint" class="User" displayName="$(string.L_DisableOfficeStartPowerPoint)" explainText="$(string.L_DisableOfficeStartPowerPointExplain)" key="software\policies\microsoft\office\16.0\powerpoint\options" valueName="disableboottoofficestart">
      <parentCategory ref="L_miscellaneous160" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PersonalTemplatesPath" class="User" displayName="$(string.L_PersonalTemplatesPath)" explainText="$(string.L_PersonalTemplatesPathExplain)" presentation="$(presentation.L_PersonalTemplatesPath)" key="software\policies\microsoft\office\16.0\powerpoint\options">
      <parentCategory ref="L_miscellaneous160" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_PersonalTemplatesPath" valueName="personaltemplates" expandable="true" />
      </elements>
    </policy>
    <policy name="L_DefaultCustomTab" class="User" displayName="$(string.L_DefaultCustomTab)" explainText="$(string.L_DefaultCustomTabExplain)" key="software\policies\microsoft\office\16.0\powerpoint\options" valueName="officestartdefaulttab">
      <parentCategory ref="L_miscellaneous160" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_DisableSetTopology" class="User" displayName="$(string.L_DisableSetTopology)" explainText="$(string.L_DisableSetTopologyExplain)" key="software\policies\microsoft\office\16.0\powerpoint\options" valueName="disablesettopology">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_AllowAutoExtendForDesktop" class="User" displayName="$(string.L_AllowAutoExtendForDesktop)" explainText="$(string.L_AllowAutoExtendForDesktopExplain)" key="software\policies\microsoft\office\16.0\powerpoint\options" valueName="allowautoextendfordesktop">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PowerPointDesignerOptions" class="User" displayName="$(string.L_PowerPointDesignerOptions)" explainText="$(string.L_PowerPointDesignerOptionsDetail)" presentation="$(presentation.L_PowerPointDesignerOptions)" key="software\policies\microsoft\office\16.0\powerpoint\options">
      <parentCategory ref="L_PowerPointDesigner" />
      <supportedOn ref="windows:SUPPORTED_Windows8" />
      <elements>
        <enum id="L_PowerPointDesignerOptions" valueName="enablesuggestionservicegrouppolicy">
          <item displayName="$(string.L_DisablePowerPointDesigner)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_EnablePowerPointDesigner)">
            <value>
              <decimal value="73187" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_DisplayEnterpriseThemes" class="User" displayName="$(string.L_DisplayEnterpriseThemes)" presentation="$(presentation.L_DisplayEnterpriseThemes)" explainText="$(string.L_DisplayEnterpriseThemesExplain)" key="software\policies\microsoft\office\16.0\powerpoint\options">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <boolean id="L_DisplayEnterpriseThemesDontShowOthers" valueName="themesgalleryshowcorporateonly" key="software\policies\microsoft\office\16.0\powerpoint\options">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
        <text id="L_DisplayEnterpriseThemesGalleryTitle" valueName="themesgallerycorporatesectiontitle" expandable="true" key="software\policies\microsoft\office\16.0\powerpoint\options" />
      </elements>
    </policy>
    <policy name="L_DefaultMuteAudioInScreenRecorder" class="User" displayName="$(string.L_DefaultMuteAudioInScreenRecorder)" explainText="$(string.L_DefaultMuteAudioInScreenRecorderExplain)" key="software\policies\microsoft\office\16.0\screenrecorder" valueName="muteaudiodefaultvalue">
      <parentCategory ref="L_Predefined" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_DefaultMuteAudioInRecordingPresenterView" class="User" displayName="$(string.L_DefaultMuteAudioInRecordingPresenterView)" explainText="$(string.L_DefaultMuteAudioInRecordingPresenterViewExplain)" key="software\policies\microsoft\office\16.0\powerpoint" valueName="muteaudiodefaultvalueinrecordingpresenterview">
      <parentCategory ref="L_Predefined" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_EnableRecordingRibbonTab" class="User" displayName="$(string.L_EnableRecordingRibbonTab)" explainText="$(string.L_EnableRecordingRibbonTabExplain)" key="software\policies\microsoft\office\16.0\powerpoint" valueName="enablerecordingribbontab">
      <parentCategory ref="L_Predefined" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_DisableSummarySlideSectionZoom" class="User" displayName="$(string.L_DisableSummarySlideSectionZoom)" explainText="$(string.L_DisableSummarySlideSectionZoomExplain)" key="software\policies\microsoft\office\16.0\powerpoint" valueName="disablesummaryslidesectionzoom">
      <parentCategory ref="L_OptionsGeneral" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_DisableAutoSaveWhenCoauthoring" class="User" displayName="$(string.L_DisableAutoSaveWhenCoauthoring)" explainText="$(string.L_DisableAutoSaveWhenCoauthoringExplain)" key="software\policies\microsoft\office\16.0\powerpoint\coauthoring" valueName="disableautosavewhencoauthoring">
      <parentCategory ref="L_Coauthoring" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_DefaultVideoOffInRecordingPresenterView" class="User" displayName="$(string.L_DefaultVideoOffInRecordingPresenterView)" explainText="$(string.L_DefaultVideoOffInRecordingPresenterViewExplain)" key="software\policies\microsoft\office\16.0\powerpoint" valueName="videooffdefaultvalueinrecordingpresenterview">
      <parentCategory ref="L_Predefined" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_DisableQuickStarter" class="User" displayName="$(string.L_DisableQuickStarter)" explainText="$(string.L_DisableQuickStarterExplain)" key="software\policies\microsoft\office\16.0\powerpoint" valueName="disablequickstarter">
      <parentCategory ref="L_OptionsGeneral" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_DisableIncrementalDownload" class="User" displayName="$(string.L_DisableIncrementalDownload)" explainText="$(string.L_DisableIncrementalDownloadExplain)" key="software\policies\microsoft\office\16.0\powerpoint" valueName="disableincrementaldownload">
      <parentCategory ref="L_OptionsGeneral" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_DisableLiveSubtitles" class="User" displayName="$(string.L_DisableLiveSubtitles)" explainText="$(string.L_DisableLiveSubtitlesExplain)" key="software\policies\microsoft\office\16.0\powerpoint" valueName="disablelivesubtitles">
      <parentCategory ref="L_OptionsGeneral" />
      <supportedOn ref="windows:SUPPORTED_Windows_10_0" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_EnableModernCommentsCreateNew" class="User" displayName="$(string.L_EnableModernCommentsCreateNew)" explainText="$(string.L_EnableModernCommentsCreateNewExplain)" key="software\policies\microsoft\office\16.0\powerpoint" valueName="enablemoderncommentscreatenew">
      <parentCategory ref="L_OptionsGeneral" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
  </policies>
</policyDefinitions>
