<?xml version="1.0" encoding="utf-16"?>
<policyDefinitions revision="1.0" schemaVersion="1.0">
  <policyNamespaces>
    <target prefix="proj16" namespace="proj16.Office.Microsoft.Policies.Windows" />
    <using prefix="windows" namespace="Microsoft.Policies.Windows" />
  </policyNamespaces>
  <supersededAdm fileName="proj16" />
  <resources minRequiredRevision="1.0" />
  <categories>
    <category name="L_Proj" displayName="$(string.L_Proj)" />
    <category name="L_ProjectOptions" displayName="$(string.L_ProjectOptions)">
      <parentCategory ref="L_Proj" />
    </category>
    <category name="L_Security" displayName="$(string.L_Security)">
      <parentCategory ref="L_ProjectOptions" />
    </category>
    <category name="L_PjView" displayName="$(string.L_PjView)">
      <parentCategory ref="L_ProjectOptions" />
    </category>
    <category name="L_CalendarType" displayName="$(string.L_CalendarType)">
      <parentCategory ref="L_PjView" />
    </category>
    <category name="L_PjShow" displayName="$(string.L_PjShow)">
      <parentCategory ref="L_PjView" />
    </category>
    <category name="L_OptionsCustomizeRibbon" displayName="$(string.L_OptionsCustomizeRibbon)">
      <parentCategory ref="L_ProjectOptions" />
    </category>
    <category name="L_PjGeneral" displayName="$(string.L_PjGeneral)">
      <parentCategory ref="L_ProjectOptions" />
    </category>
    <category name="L_PjGeneralProjOptions" displayName="$(string.L_PjGeneralProjOptions)">
      <parentCategory ref="L_PjGeneral" />
    </category>
    <category name="L_PjGeneralOptions" displayName="$(string.L_PjGeneralOptions)">
      <parentCategory ref="L_PjGeneral" />
    </category>
    <category name="L_PjEdit" displayName="$(string.L_PjEdit)">
      <parentCategory ref="L_ProjectOptions" />
    </category>
    <category name="L_PjEditOptionsProj" displayName="$(string.L_PjEditOptionsProj)">
      <parentCategory ref="L_PjEdit" />
    </category>
    <category name="L_PjViewOptions" displayName="$(string.L_PjViewOptions)">
      <parentCategory ref="L_PjEdit" />
    </category>
    <category name="L_PjHyperLinkAppear" displayName="$(string.L_PjHyperLinkAppear)">
      <parentCategory ref="L_PjEdit" />
    </category>
    <category name="L_PjCalendar" displayName="$(string.L_PjCalendar)">
      <parentCategory ref="L_ProjectOptions" />
    </category>
    <category name="L_PjSchedule" displayName="$(string.L_PjSchedule)">
      <parentCategory ref="L_ProjectOptions" />
    </category>
    <category name="L_PjSchedProj" displayName="$(string.L_PjSchedProj)">
      <parentCategory ref="L_PjSchedule" />
    </category>
    <category name="L_PjSchedDoc" displayName="$(string.L_PjSchedDoc)">
      <parentCategory ref="L_PjSchedule" />
    </category>
    <category name="L_PjCalculation" displayName="$(string.L_PjCalculation)">
      <parentCategory ref="L_ProjectOptions" />
    </category>
    <category name="L_PjCalcProject" displayName="$(string.L_PjCalcProject)">
      <parentCategory ref="L_PjCalculation" />
    </category>
    <category name="L_PjCalcProjectFile" displayName="$(string.L_PjCalcProjectFile)">
      <parentCategory ref="L_PjCalculation" />
    </category>
    <category name="L_PjEV" displayName="$(string.L_PjEV)">
      <parentCategory ref="L_PjCalcProjectFile" />
    </category>
    <category name="L_PjSave" displayName="$(string.L_PjSave)">
      <parentCategory ref="L_ProjectOptions" />
    </category>
    <category name="L_PjFileLocations" displayName="$(string.L_PjFileLocations)">
      <parentCategory ref="L_PjSave" />
    </category>
    <category name="L_PjAutoSave" displayName="$(string.L_PjAutoSave)">
      <parentCategory ref="L_PjSave" />
    </category>
    <category name="L_PjCache" displayName="$(string.L_PjCache)">
      <parentCategory ref="L_PjSave" />
    </category>
    <category name="L_PjInterface" displayName="$(string.L_PjInterface)">
      <parentCategory ref="L_ProjectOptions" />
    </category>
    <category name="L_PjShowIndicators" displayName="$(string.L_PjShowIndicators)">
      <parentCategory ref="L_PjInterface" />
    </category>
    <category name="L_PjPGSettings" displayName="$(string.L_PjPGSettings)">
      <parentCategory ref="L_PjInterface" />
    </category>
    <category name="L_PjPGSettingsForProject1" displayName="$(string.L_PjPGSettingsForProject1)">
      <parentCategory ref="L_PjInterface" />
    </category>
    <category name="L_Cryptography" displayName="$(string.L_Cryptography)">
      <parentCategory ref="L_Security" />
    </category>
    <category name="L_TrustCenter" displayName="$(string.L_TrustCenter)">
      <parentCategory ref="L_Security" />
    </category>
    <category name="L_PJMacro" displayName="$(string.L_PJMacro)">
      <parentCategory ref="L_Security" />
    </category>
    <category name="L_Miscellaneous" displayName="$(string.L_Miscellaneous)">
      <parentCategory ref="L_Proj" />
    </category>
  </categories>
  <policies>
    <policy name="L_EnableuntrustedintranetzoneaccesstoProjectServer" class="User" displayName="$(string.L_EnableuntrustedintranetzoneaccesstoProjectServer)" explainText="$(string.L_EnableuntrustedintranetzoneaccesstoProjectServerExplain)" key="software\policies\microsoft\office\16.0\ms project\security" valueName="trustwss">
      <parentCategory ref="L_Security" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_calendartype0" class="User" displayName="$(string.L_calendartype0)" explainText="$(string.L_CalendarTypeExplain)" presentation="$(presentation.L_calendartype0)" key="software\policies\microsoft\office\16.0\ms project\options\view">
      <parentCategory ref="L_CalendarType" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_calendartype1" valueName="calendar type">
          <item displayName="$(string.L_GregorianCalndar)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_HirjriCalendar)">
            <value>
              <decimal value="6" />
            </value>
          </item>
          <item displayName="$(string.L_ThaiBuddhist)">
            <value>
              <decimal value="7" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_ProjectSummaryTask" class="User" displayName="$(string.L_ProjectSummaryTask)" explainText="$(string.L_ProjectSummaryTaskExplain)" key="software\policies\microsoft\office\16.0\ms project\options\view" valueName="show project summary">
      <parentCategory ref="L_PjView" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjDefaultView" class="User" displayName="$(string.L_PjDefaultView)" explainText="$(string.L_PjDefaultViewExplain)" presentation="$(presentation.L_PjDefaultView)" key="software\policies\microsoft\office\16.0\ms project\options\view">
      <parentCategory ref="L_PjView" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_pjdefaultview2" valueName="default view">
          <item displayName="$(string.L_PjView0)">
            <value>
              <string>Bar Rollup</string>
            </value>
          </item>
          <item displayName="$(string.L_PjView1)">
            <value>
              <string>Calendar</string>
            </value>
          </item>
          <item displayName="$(string.L_PjView2)">
            <value>
              <string>Descriptive Network Diagram</string>
            </value>
          </item>
          <item displayName="$(string.L_PjView3)">
            <value>
              <string>Detail Gantt</string>
            </value>
          </item>
          <item displayName="$(string.L_PjView4)">
            <value>
              <string>Gantt Chart</string>
            </value>
          </item>
          <item displayName="$(string.L_PjView5)">
            <value>
              <string>Leveling Gantt</string>
            </value>
          </item>
          <item displayName="$(string.L_PjView6)">
            <value>
              <string>Milestone Date Rollup</string>
            </value>
          </item>
          <item displayName="$(string.L_PjView7)">
            <value>
              <string>Milestone Rollup</string>
            </value>
          </item>
          <item displayName="$(string.L_PjView8)">
            <value>
              <string>Network Diagram</string>
            </value>
          </item>
          <item displayName="$(string.L_PjView9)">
            <value>
              <string>Relationship Diagram</string>
            </value>
          </item>
          <item displayName="$(string.L_PjView10)">
            <value>
              <string>Resource Allocation</string>
            </value>
          </item>
          <item displayName="$(string.L_PjView11)">
            <value>
              <string>Resource Form</string>
            </value>
          </item>
          <item displayName="$(string.L_PjView12)">
            <value>
              <string>Resource Graph</string>
            </value>
          </item>
          <item displayName="$(string.L_PjView13)">
            <value>
              <string>Resource Name Form</string>
            </value>
          </item>
          <item displayName="$(string.L_PjView14)">
            <value>
              <string>Resource Sheet</string>
            </value>
          </item>
          <item displayName="$(string.L_PjView15)">
            <value>
              <string>Resource Usage</string>
            </value>
          </item>
          <item displayName="$(string.L_PjView16)">
            <value>
              <string>Task Details Form</string>
            </value>
          </item>
          <item displayName="$(string.L_PjView17)">
            <value>
              <string>Task Entry</string>
            </value>
          </item>
          <item displayName="$(string.L_PjView18)">
            <value>
              <string>Task Form</string>
            </value>
          </item>
          <item displayName="$(string.L_PjView19)">
            <value>
              <string>Task Name Form</string>
            </value>
          </item>
          <item displayName="$(string.L_PjView20)">
            <value>
              <string>Task Sheet</string>
            </value>
          </item>
          <item displayName="$(string.L_PjView21)">
            <value>
              <string>Task Usage</string>
            </value>
          </item>
          <item displayName="$(string.L_PjView22)">
            <value>
              <string>Tracking Gantt</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_PjDateFormat" class="User" displayName="$(string.L_PjDateFormat)" explainText="$(string.L_PjDateFormatExplain)" presentation="$(presentation.L_PjDateFormat)" key="software\policies\microsoft\office\16.0\ms project\options\view">
      <parentCategory ref="L_PjView" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_pjdateformat3" valueName="date format">
          <item displayName="$(string.L_PjDate0)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_PjDate1)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_PjDate20)">
            <value>
              <decimal value="20" />
            </value>
          </item>
          <item displayName="$(string.L_PjDate2)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_PjDate3)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_PjDate4)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_PjDate5)">
            <value>
              <decimal value="5" />
            </value>
          </item>
          <item displayName="$(string.L_PjDate6)">
            <value>
              <decimal value="6" />
            </value>
          </item>
          <item displayName="$(string.L_PjDate7)">
            <value>
              <decimal value="7" />
            </value>
          </item>
          <item displayName="$(string.L_PjDate8)">
            <value>
              <decimal value="8" />
            </value>
          </item>
          <item displayName="$(string.L_PjDate9)">
            <value>
              <decimal value="9" />
            </value>
          </item>
          <item displayName="$(string.L_PjDate10)">
            <value>
              <decimal value="10" />
            </value>
          </item>
          <item displayName="$(string.L_PjDate11)">
            <value>
              <decimal value="11" />
            </value>
          </item>
          <item displayName="$(string.L_PjDate15)">
            <value>
              <decimal value="15" />
            </value>
          </item>
          <item displayName="$(string.L_PjDate16)">
            <value>
              <decimal value="16" />
            </value>
          </item>
          <item displayName="$(string.L_PjDate17)">
            <value>
              <decimal value="17" />
            </value>
          </item>
          <item displayName="$(string.L_PjDate12)">
            <value>
              <decimal value="12" />
            </value>
          </item>
          <item displayName="$(string.L_PjDate13)">
            <value>
              <decimal value="13" />
            </value>
          </item>
          <item displayName="$(string.L_PjDate14)">
            <value>
              <decimal value="14" />
            </value>
          </item>
          <item displayName="$(string.L_PjDate18)">
            <value>
              <decimal value="18" />
            </value>
          </item>
          <item displayName="$(string.L_PjDate19)">
            <value>
              <decimal value="19" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_DefaultProjectCurrency" class="User" displayName="$(string.L_DefaultProjectCurrency)" explainText="$(string.L_MultiCurrencyExplain)" presentation="$(presentation.L_DefaultProjectCurrency)" key="software\policies\microsoft\office\16.0\ms project\options\view">
      <parentCategory ref="L_PjView" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_defaultprojectcurrency4" valueName="currency">
          <item displayName="$(string.L_UnitedArabEmiratesDirhams)">
            <value>
              <string>AED</string>
            </value>
          </item>
          <item displayName="$(string.L_AfghanistanAfghanis)">
            <value>
              <string>AFA</string>
            </value>
          </item>
          <item displayName="$(string.L_AlbaniaLeke)">
            <value>
              <string>ALL</string>
            </value>
          </item>
          <item displayName="$(string.L_ArmeniaDrams)">
            <value>
              <string>AMD</string>
            </value>
          </item>
          <item displayName="$(string.L_AngolaKwanza)">
            <value>
              <string>AOA</string>
            </value>
          </item>
          <item displayName="$(string.L_ArgentinaPesos)">
            <value>
              <string>ARS</string>
            </value>
          </item>
          <item displayName="$(string.L_AustraliaDollars)">
            <value>
              <string>AUD</string>
            </value>
          </item>
          <item displayName="$(string.L_ArubaGuilders_alsocalledFlorins)">
            <value>
              <string>AWG</string>
            </value>
          </item>
          <item displayName="$(string.L_AzerbaijanManats)">
            <value>
              <string>AZM</string>
            </value>
          </item>
          <item displayName="$(string.L_BosniaandHerzegovinaConvertibleMarka)">
            <value>
              <string>BAM</string>
            </value>
          </item>
          <item displayName="$(string.L_BarbadosDollars)">
            <value>
              <string>BBD</string>
            </value>
          </item>
          <item displayName="$(string.L_BangladeshTaka)">
            <value>
              <string>BDT</string>
            </value>
          </item>
          <item displayName="$(string.L_BulgariaLeva)">
            <value>
              <string>BGN</string>
            </value>
          </item>
          <item displayName="$(string.L_BahrainDinars)">
            <value>
              <string>BHD</string>
            </value>
          </item>
          <item displayName="$(string.L_BurundiFrancs)">
            <value>
              <string>BIF</string>
            </value>
          </item>
          <item displayName="$(string.L_BermudaDollars)">
            <value>
              <string>BMD</string>
            </value>
          </item>
          <item displayName="$(string.L_BruneiDarussalamDollars)">
            <value>
              <string>BND</string>
            </value>
          </item>
          <item displayName="$(string.L_BoliviaBolivianos)">
            <value>
              <string>BOB</string>
            </value>
          </item>
          <item displayName="$(string.L_BrazilBrazilReal)">
            <value>
              <string>BRL</string>
            </value>
          </item>
          <item displayName="$(string.L_BahamasDollars)">
            <value>
              <string>BSD</string>
            </value>
          </item>
          <item displayName="$(string.L_BhutanNgultrum)">
            <value>
              <string>BTN</string>
            </value>
          </item>
          <item displayName="$(string.L_BotswanaPulas)">
            <value>
              <string>BWP</string>
            </value>
          </item>
          <item displayName="$(string.L_BelarusRubles)">
            <value>
              <string>BYR</string>
            </value>
          </item>
          <item displayName="$(string.L_BelizeDollars)">
            <value>
              <string>BZD</string>
            </value>
          </item>
          <item displayName="$(string.L_CanadaDollars)">
            <value>
              <string>CAD</string>
            </value>
          </item>
          <item displayName="$(string.L_CongoKinshasaCongoleseFrancs)">
            <value>
              <string>CDF</string>
            </value>
          </item>
          <item displayName="$(string.L_SwitzerlandFrancs)">
            <value>
              <string>CHF</string>
            </value>
          </item>
          <item displayName="$(string.L_ChilePesos)">
            <value>
              <string>CLP</string>
            </value>
          </item>
          <item displayName="$(string.L_ChinaYuanRenminbi)">
            <value>
              <string>CNY</string>
            </value>
          </item>
          <item displayName="$(string.L_ColombiaPesos)">
            <value>
              <string>COP</string>
            </value>
          </item>
          <item displayName="$(string.L_CostaRicaColones)">
            <value>
              <string>CRC</string>
            </value>
          </item>
          <item displayName="$(string.L_SerbiaDinars)">
            <value>
              <string>CSD</string>
            </value>
          </item>
          <item displayName="$(string.L_CubaPesos)">
            <value>
              <string>CUP</string>
            </value>
          </item>
          <item displayName="$(string.L_CaboVerdeEscudos)">
            <value>
              <string>CVE</string>
            </value>
          </item>
          <item displayName="$(string.L_CzechRepublicKoruny)">
            <value>
              <string>CZK</string>
            </value>
          </item>
          <item displayName="$(string.L_DjiboutiFrancs)">
            <value>
              <string>DJF</string>
            </value>
          </item>
          <item displayName="$(string.L_DenmarkKroner)">
            <value>
              <string>DKK</string>
            </value>
          </item>
          <item displayName="$(string.L_DominicanRepublicPesos)">
            <value>
              <string>DOP</string>
            </value>
          </item>
          <item displayName="$(string.L_AlgeriaAlgeriaDinars)">
            <value>
              <string>DZD</string>
            </value>
          </item>
          <item displayName="$(string.L_EgyptPounds)">
            <value>
              <string>EGP</string>
            </value>
          </item>
          <item displayName="$(string.L_EritreaNakfa)">
            <value>
              <string>ERN</string>
            </value>
          </item>
          <item displayName="$(string.L_EthiopiaBirr)">
            <value>
              <string>ETB</string>
            </value>
          </item>
          <item displayName="$(string.L_EuroMemberCountriesEuro)">
            <value>
              <string>EUR</string>
            </value>
          </item>
          <item displayName="$(string.L_FijiDollars)">
            <value>
              <string>FJD</string>
            </value>
          </item>
          <item displayName="$(string.L_FalklandIslands_Malvinas_Pounds)">
            <value>
              <string>FKP</string>
            </value>
          </item>
          <item displayName="$(string.L_UnitedKingdomPounds)">
            <value>
              <string>GBP</string>
            </value>
          </item>
          <item displayName="$(string.L_GeorgiaLari)">
            <value>
              <string>GEL</string>
            </value>
          </item>
          <item displayName="$(string.L_GuernseyPounds)">
            <value>
              <string>GGP</string>
            </value>
          </item>
          <item displayName="$(string.L_GhanaCedis)">
            <value>
              <string>GHC</string>
            </value>
          </item>
          <item displayName="$(string.L_GibraltarPounds)">
            <value>
              <string>GIP</string>
            </value>
          </item>
          <item displayName="$(string.L_GambiaDalasi)">
            <value>
              <string>GMD</string>
            </value>
          </item>
          <item displayName="$(string.L_GuineaFrancs)">
            <value>
              <string>GNF</string>
            </value>
          </item>
          <item displayName="$(string.L_GuatemalaQuetzales)">
            <value>
              <string>GTQ</string>
            </value>
          </item>
          <item displayName="$(string.L_GuyanaDollars)">
            <value>
              <string>GYD</string>
            </value>
          </item>
          <item displayName="$(string.L_HongKongDollars)">
            <value>
              <string>HKD</string>
            </value>
          </item>
          <item displayName="$(string.L_HondurasLempiras)">
            <value>
              <string>HNL</string>
            </value>
          </item>
          <item displayName="$(string.L_CroatiaKuna)">
            <value>
              <string>HRK</string>
            </value>
          </item>
          <item displayName="$(string.L_HaitiGourdes)">
            <value>
              <string>HTG</string>
            </value>
          </item>
          <item displayName="$(string.L_HungaryForint)">
            <value>
              <string>HUF</string>
            </value>
          </item>
          <item displayName="$(string.L_IndonesiaRupiahs)">
            <value>
              <string>IDR</string>
            </value>
          </item>
          <item displayName="$(string.L_IsraelNewShekels)">
            <value>
              <string>ILS</string>
            </value>
          </item>
          <item displayName="$(string.L_IsleofManPounds)">
            <value>
              <string>IMP</string>
            </value>
          </item>
          <item displayName="$(string.L_IndiaRupees)">
            <value>
              <string>INR</string>
            </value>
          </item>
          <item displayName="$(string.L_IraqDinars)">
            <value>
              <string>IQD</string>
            </value>
          </item>
          <item displayName="$(string.L_IranRials)">
            <value>
              <string>IRR</string>
            </value>
          </item>
          <item displayName="$(string.L_IcelandKronur)">
            <value>
              <string>ISK</string>
            </value>
          </item>
          <item displayName="$(string.L_JerseyPounds)">
            <value>
              <string>JEP</string>
            </value>
          </item>
          <item displayName="$(string.L_JamaicaDollars)">
            <value>
              <string>JMD</string>
            </value>
          </item>
          <item displayName="$(string.L_JordanDinars)">
            <value>
              <string>JOD</string>
            </value>
          </item>
          <item displayName="$(string.L_JapanYen)">
            <value>
              <string>JPY</string>
            </value>
          </item>
          <item displayName="$(string.L_KenyaShillings)">
            <value>
              <string>KES</string>
            </value>
          </item>
          <item displayName="$(string.L_KyrgyzstanSoms)">
            <value>
              <string>KGS</string>
            </value>
          </item>
          <item displayName="$(string.L_CambodiaRiels)">
            <value>
              <string>KHR</string>
            </value>
          </item>
          <item displayName="$(string.L_ComorosFrancs)">
            <value>
              <string>KMF</string>
            </value>
          </item>
          <item displayName="$(string.L_Korea_North_Won)">
            <value>
              <string>KPW</string>
            </value>
          </item>
          <item displayName="$(string.L_Korea_South_Won)">
            <value>
              <string>KRW</string>
            </value>
          </item>
          <item displayName="$(string.L_KuwaitDinars)">
            <value>
              <string>KWD</string>
            </value>
          </item>
          <item displayName="$(string.L_CaymanIslandsDollars)">
            <value>
              <string>KYD</string>
            </value>
          </item>
          <item displayName="$(string.L_KazakhstanTenge)">
            <value>
              <string>KZT</string>
            </value>
          </item>
          <item displayName="$(string.L_LaosKips)">
            <value>
              <string>LAK</string>
            </value>
          </item>
          <item displayName="$(string.L_LebanonPounds)">
            <value>
              <string>LBP</string>
            </value>
          </item>
          <item displayName="$(string.L_SriLankaRupees)">
            <value>
              <string>LKR</string>
            </value>
          </item>
          <item displayName="$(string.L_LiberiaDollars)">
            <value>
              <string>LRD</string>
            </value>
          </item>
          <item displayName="$(string.L_LesothoMaloti)">
            <value>
              <string>LSL</string>
            </value>
          </item>
          <item displayName="$(string.L_LithuaniaLitai)">
            <value>
              <string>LTL</string>
            </value>
          </item>
          <item displayName="$(string.L_LibyaDinars)">
            <value>
              <string>LYD</string>
            </value>
          </item>
          <item displayName="$(string.L_MoroccoDirhams)">
            <value>
              <string>MAD</string>
            </value>
          </item>
          <item displayName="$(string.L_MoldovaLei)">
            <value>
              <string>MDL</string>
            </value>
          </item>
          <item displayName="$(string.L_MadagascarAriary)">
            <value>
              <string>MGA</string>
            </value>
          </item>
          <item displayName="$(string.L_MacedoniaDenars)">
            <value>
              <string>MKD</string>
            </value>
          </item>
          <item displayName="$(string.L_Myanmar_Burma_Kyats)">
            <value>
              <string>MMK</string>
            </value>
          </item>
          <item displayName="$(string.L_MongoliaTugriks)">
            <value>
              <string>MNT</string>
            </value>
          </item>
          <item displayName="$(string.L_MacauPatacas)">
            <value>
              <string>MOP</string>
            </value>
          </item>
          <item displayName="$(string.L_MauritaniaOuguiyas)">
            <value>
              <string>MRO</string>
            </value>
          </item>
          <item displayName="$(string.L_MauritiusRupees)">
            <value>
              <string>MUR</string>
            </value>
          </item>
          <item displayName="$(string.L_Maldives_MaldiveIslands_Rufiyaa)">
            <value>
              <string>MVR</string>
            </value>
          </item>
          <item displayName="$(string.L_MalawiKwachas)">
            <value>
              <string>MWK</string>
            </value>
          </item>
          <item displayName="$(string.L_MexicoPesos)">
            <value>
              <string>MXN</string>
            </value>
          </item>
          <item displayName="$(string.L_MalaysiaRinggits)">
            <value>
              <string>MYR</string>
            </value>
          </item>
          <item displayName="$(string.L_MozambiqueMeticais)">
            <value>
              <string>MZM</string>
            </value>
          </item>
          <item displayName="$(string.L_NamibiaDollars)">
            <value>
              <string>NAD</string>
            </value>
          </item>
          <item displayName="$(string.L_NigeriaNairas)">
            <value>
              <string>NGN</string>
            </value>
          </item>
          <item displayName="$(string.L_NicaraguaCordobas)">
            <value>
              <string>NIO</string>
            </value>
          </item>
          <item displayName="$(string.L_NorwayKrone)">
            <value>
              <string>NOK</string>
            </value>
          </item>
          <item displayName="$(string.L_NepalNepalRupees)">
            <value>
              <string>NPR</string>
            </value>
          </item>
          <item displayName="$(string.L_NewZealandDollars)">
            <value>
              <string>NZD</string>
            </value>
          </item>
          <item displayName="$(string.L_OmanRials)">
            <value>
              <string>OMR</string>
            </value>
          </item>
          <item displayName="$(string.L_PanamaBalboa)">
            <value>
              <string>PAB</string>
            </value>
          </item>
          <item displayName="$(string.L_PeruNuevosSoles)">
            <value>
              <string>PEN</string>
            </value>
          </item>
          <item displayName="$(string.L_PapuaNewGuineaKina)">
            <value>
              <string>PGK</string>
            </value>
          </item>
          <item displayName="$(string.L_PhilippinesPesos)">
            <value>
              <string>PHP</string>
            </value>
          </item>
          <item displayName="$(string.L_PakistanRupees)">
            <value>
              <string>PKR</string>
            </value>
          </item>
          <item displayName="$(string.L_PolandZlotych)">
            <value>
              <string>PLN</string>
            </value>
          </item>
          <item displayName="$(string.L_ParaguayGuarani)">
            <value>
              <string>PYG</string>
            </value>
          </item>
          <item displayName="$(string.L_QatarRials)">
            <value>
              <string>QAR</string>
            </value>
          </item>
          <item displayName="$(string.L_RomaniaNewLei)">
            <value>
              <string>RON</string>
            </value>
          </item>
          <item displayName="$(string.L_RussiaRubles)">
            <value>
              <string>RUB</string>
            </value>
          </item>
          <item displayName="$(string.L_RwandaRwandaFrancs)">
            <value>
              <string>RWF</string>
            </value>
          </item>
          <item displayName="$(string.L_SaudiArabiaRiyals)">
            <value>
              <string>SAR</string>
            </value>
          </item>
          <item displayName="$(string.L_SolomonIslandsDollars)">
            <value>
              <string>SBD</string>
            </value>
          </item>
          <item displayName="$(string.L_SeychellesRupees)">
            <value>
              <string>SCR</string>
            </value>
          </item>
          <item displayName="$(string.L_SudanDinars)">
            <value>
              <string>SDD</string>
            </value>
          </item>
          <item displayName="$(string.L_SwedenKronor)">
            <value>
              <string>SEK</string>
            </value>
          </item>
          <item displayName="$(string.L_SingaporeDollars)">
            <value>
              <string>SGD</string>
            </value>
          </item>
          <item displayName="$(string.L_SaintHelenaPounds)">
            <value>
              <string>SHP</string>
            </value>
          </item>
          <item displayName="$(string.L_SierraLeoneLeones)">
            <value>
              <string>SLL</string>
            </value>
          </item>
          <item displayName="$(string.L_SomaliaShillings)">
            <value>
              <string>SOS</string>
            </value>
          </item>
          <item displayName="$(string.L_SeborgaLuigini)">
            <value>
              <string>SPL</string>
            </value>
          </item>
          <item displayName="$(string.L_SurinameDollars)">
            <value>
              <string>SRD</string>
            </value>
          </item>
          <item displayName="$(string.L_SaoTomeandPrincipeDobras)">
            <value>
              <string>STD</string>
            </value>
          </item>
          <item displayName="$(string.L_ElSalvadorColones)">
            <value>
              <string>SVC</string>
            </value>
          </item>
          <item displayName="$(string.L_SyriaPounds)">
            <value>
              <string>SYP</string>
            </value>
          </item>
          <item displayName="$(string.L_SwazilandEmalangeni)">
            <value>
              <string>SZL</string>
            </value>
          </item>
          <item displayName="$(string.L_ThailandBaht)">
            <value>
              <string>THB</string>
            </value>
          </item>
          <item displayName="$(string.L_TajikistanSomoni)">
            <value>
              <string>TJS</string>
            </value>
          </item>
          <item displayName="$(string.L_TurkmenistanManats)">
            <value>
              <string>TMM</string>
            </value>
          </item>
          <item displayName="$(string.L_TunisiaDinars)">
            <value>
              <string>TND</string>
            </value>
          </item>
          <item displayName="$(string.L_TongaPaanga)">
            <value>
              <string>TOP</string>
            </value>
          </item>
          <item displayName="$(string.L_TurkeyLira)">
            <value>
              <string>TRY</string>
            </value>
          </item>
          <item displayName="$(string.L_TrinidadandTobagoDollars)">
            <value>
              <string>TTD</string>
            </value>
          </item>
          <item displayName="$(string.L_TuvaluTuvaluDollars)">
            <value>
              <string>TVD</string>
            </value>
          </item>
          <item displayName="$(string.L_TaiwanNewDollars)">
            <value>
              <string>TWD</string>
            </value>
          </item>
          <item displayName="$(string.L_TanzaniaShillings)">
            <value>
              <string>TZS</string>
            </value>
          </item>
          <item displayName="$(string.L_UkraineHryvnia)">
            <value>
              <string>UAH</string>
            </value>
          </item>
          <item displayName="$(string.L_UgandaShillings)">
            <value>
              <string>UGX</string>
            </value>
          </item>
          <item displayName="$(string.L_UnitedStatesofAmericaDollars)">
            <value>
              <string>USD</string>
            </value>
          </item>
          <item displayName="$(string.L_UruguayPesos)">
            <value>
              <string>UYU</string>
            </value>
          </item>
          <item displayName="$(string.L_UzbekistanSums)">
            <value>
              <string>UZS</string>
            </value>
          </item>
          <item displayName="$(string.L_VenezuelaBolivares)">
            <value>
              <string>VES</string>
            </value>
          </item>
          <item displayName="$(string.L_VietNamDong)">
            <value>
              <string>VND</string>
            </value>
          </item>
          <item displayName="$(string.L_VanuatuVatu)">
            <value>
              <string>VUV</string>
            </value>
          </item>
          <item displayName="$(string.L_SamoaTala)">
            <value>
              <string>WST</string>
            </value>
          </item>
          <item displayName="$(string.L_CommunauteFinanciereAfricaineBEACFrancs)">
            <value>
              <string>XAF</string>
            </value>
          </item>
          <item displayName="$(string.L_SilverOunces)">
            <value>
              <string>XAG</string>
            </value>
          </item>
          <item displayName="$(string.L_GoldOunces)">
            <value>
              <string>XAU</string>
            </value>
          </item>
          <item displayName="$(string.L_EastCaribbeanDollars)">
            <value>
              <string>XCD</string>
            </value>
          </item>
          <item displayName="$(string.L_InternationalMonetaryFund_IMF_SpecialDrawingRights)">
            <value>
              <string>XDR</string>
            </value>
          </item>
          <item displayName="$(string.L_CommunauteFinanciereAfricaineBCEAOFrancs)">
            <value>
              <string>XOF</string>
            </value>
          </item>
          <item displayName="$(string.L_PalladiumOunces)">
            <value>
              <string>XPD</string>
            </value>
          </item>
          <item displayName="$(string.L_ComptoirsFrancaisduPacifiqueFrancs)">
            <value>
              <string>XPF</string>
            </value>
          </item>
          <item displayName="$(string.L_PlatinumOunces)">
            <value>
              <string>XPT</string>
            </value>
          </item>
          <item displayName="$(string.L_YemenRials)">
            <value>
              <string>YER</string>
            </value>
          </item>
          <item displayName="$(string.L_SouthAfricaRand)">
            <value>
              <string>ZAR</string>
            </value>
          </item>
          <item displayName="$(string.L_ZambiaKwacha)">
            <value>
              <string>ZMK</string>
            </value>
          </item>
          <item displayName="$(string.L_ZimbabweZimbabweDollars)">
            <value>
              <string>ZWD</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_AutomaticallyAddNewItemsToTheGlobalProject" class="User" displayName="$(string.L_AutomaticallyAddNewItemsToTheGlobalProject)" explainText="$(string.L_AutomaticallyAddNewItemsToTheGlobalProjectExplain)" key="software\policies\microsoft\office\16.0\ms project\options\view" valueName="automatically add items to the global">
      <parentCategory ref="L_PjShow" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjStatusBar" class="User" displayName="$(string.L_PjStatusBar)" explainText="$(string.L_PjStatusBarExplain)" key="software\policies\microsoft\office\16.0\ms project\options\view" valueName="show status bar">
      <parentCategory ref="L_PjShow" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjWindowsinStatusBar" class="User" displayName="$(string.L_PjWindowsinStatusBar)" explainText="$(string.L_PjWindowsinStatusBarExplain)" key="software\policies\microsoft\office\16.0\ms project\options\view" valueName="show windows in taskbar">
      <parentCategory ref="L_PjShow" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjScrollBar" class="User" displayName="$(string.L_PjScrollBar)" explainText="$(string.L_PjScrollBarExplain)" key="software\policies\microsoft\office\16.0\ms project\options\view" valueName="show scroll bars">
      <parentCategory ref="L_PjShow" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjEntryBar" class="User" displayName="$(string.L_PjEntryBar)" explainText="$(string.L_PjEntryBarExplain)" key="software\policies\microsoft\office\16.0\ms project\options\view" valueName="show entry bar">
      <parentCategory ref="L_PjShow" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjOLElinks" class="User" displayName="$(string.L_PjOLElinks)" explainText="$(string.L_PjOLElinksExplain)" key="software\policies\microsoft\office\16.0\ms project\options\view" valueName="show ole link indicators">
      <parentCategory ref="L_PjShow" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjProjectScreentips" class="User" displayName="$(string.L_PjProjectScreentips)" explainText="$(string.L_PjProjectScreentipsExplain)" key="software\policies\microsoft\office\16.0\ms project\options\view" valueName="show tooltips">
      <parentCategory ref="L_PjShow" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_UndoLevels" class="User" displayName="$(string.L_UndoLevels)" explainText="$(string.L_UndoLevelsExplain)" presentation="$(presentation.L_UndoLevels)" key="software\policies\microsoft\office\16.0\ms project\options\general">
      <parentCategory ref="L_PjGeneral" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <decimal id="L_undolevels5" valueName="undolevels" minValue="1" maxValue="99" />
      </elements>
    </policy>
    <policy name="L_PjOpenLast" class="User" displayName="$(string.L_PjOpenLast)" explainText="$(string.L_PjOpenLastExplain)" key="software\policies\microsoft\office\16.0\ms project\options\general" valueName="start with last file">
      <parentCategory ref="L_PjGeneralProjOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjPromptForInfo" class="User" displayName="$(string.L_PjPromptForInfo)" explainText="$(string.L_PjPromptForInfoExplain)" key="software\policies\microsoft\office\16.0\ms project\options\general" valueName="ask for summary info at new">
      <parentCategory ref="L_PjGeneralProjOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjSetAutoFilter" class="User" displayName="$(string.L_PjSetAutoFilter)" explainText="$(string.L_PjSetAutoFilterExplain)" key="software\policies\microsoft\office\16.0\ms project\options\general" valueName="set autofilter on for new projects">
      <parentCategory ref="L_PjGeneralProjOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjRecentlyUsed" class="User" displayName="$(string.L_PjRecentlyUsed)" explainText="$(string.L_PjRecentlyUsedExplain)" presentation="$(presentation.L_PjRecentlyUsed)" key="software\policies\microsoft\office\16.0\ms project\file mru">
      <parentCategory ref="L_PjGeneralProjOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <decimal id="L_PjMRUT" valueName="max display" minValue="0" maxValue="50" />
      </elements>
    </policy>
    <policy name="L_SetNumberOfPlacesInTheRecentPlacesList" class="User" displayName="$(string.L_SetNumberOfPlacesInTheRecentPlacesList)" explainText="$(string.L_SetNumberOfPlacesInTheRecentPlacesListExplain)" presentation="$(presentation.L_SetNumberOfPlacesInTheRecentPlacesList)" key="software\policies\microsoft\office\16.0\ms project\place mru">
      <parentCategory ref="L_PjGeneralProjOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <decimal id="L_SetNumberOfPlacesInTheRecentPlacesListSpinID" valueName="max display" minValue="0" maxValue="20" />
      </elements>
    </policy>
    <policy name="L_DisplayDeveloperTab" class="User" displayName="$(string.L_DisplayDeveloperTab)" explainText="$(string.L_DisplayDeveloperTabExplain)" key="software\policies\microsoft\office\16.0\ms project\settings" valueName="developertools">
      <parentCategory ref="L_OptionsCustomizeRibbon" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjAutoAddNew" class="User" displayName="$(string.L_PjAutoAddNew)" explainText="$(string.L_PjAutoAddNewExplain)" key="software\policies\microsoft\office\16.0\ms project\options\general" valueName="auto add resources">
      <parentCategory ref="L_PjGeneralOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjDefaultStdRate" class="User" displayName="$(string.L_PjDefaultStdRate)" explainText="$(string.L_PjDefaultStdRateExplain)" presentation="$(presentation.L_PjDefaultStdRate)" key="software\policies\microsoft\office\16.0\ms project\options\general">
      <parentCategory ref="L_PjGeneralOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pjdefaultstdrate6" valueName="std. rate" />
      </elements>
    </policy>
    <policy name="L_PjDefaultOtime" class="User" displayName="$(string.L_PjDefaultOtime)" explainText="$(string.L_PjDefaultOtimeExplain)" presentation="$(presentation.L_PjDefaultOtime)" key="software\policies\microsoft\office\16.0\ms project\options\general">
      <parentCategory ref="L_PjGeneralOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pjdefaultotime7" valueName="ovt. rate" />
      </elements>
    </policy>
    <policy name="L_PjAllowCellDragDrop" class="User" displayName="$(string.L_PjAllowCellDragDrop)" explainText="$(string.L_PjAllowCellDragDropExplain)" key="software\policies\microsoft\office\16.0\ms project\options\edit" valueName="drag and drop">
      <parentCategory ref="L_PjEditOptionsProj" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjMoveAfterEnter" class="User" displayName="$(string.L_PjMoveAfterEnter)" explainText="$(string.L_PjMoveAfterEnterExplain)" key="software\policies\microsoft\office\16.0\ms project\options\edit" valueName="entermove">
      <parentCategory ref="L_PjEditOptionsProj" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjAsktoUpdate" class="User" displayName="$(string.L_PjAsktoUpdate)" explainText="$(string.L_PjAsktoUpdateExplain)" key="software\policies\microsoft\office\16.0\ms project\options\edit" valueName="prompt for update links">
      <parentCategory ref="L_PjEditOptionsProj" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjEditDirectlyCell" class="User" displayName="$(string.L_PjEditDirectlyCell)" explainText="$(string.L_PjEditDirectlyCellExplain)" key="software\policies\microsoft\office\16.0\ms project\options\edit" valueName="incelledit">
      <parentCategory ref="L_PjEditOptionsProj" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjMinutes" class="User" displayName="$(string.L_PjMinutes)" explainText="$(string.L_PjMinutesExplain)" presentation="$(presentation.L_PjMinutes)" key="software\policies\microsoft\office\16.0\ms project\options\edit">
      <parentCategory ref="L_PjViewOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_pjminutes8" valueName="minutelabeldisplay">
          <item displayName="$(string.L_PjMin0)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_PjMin1)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_PjMin2)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_PjMin3)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_PjMin4)">
            <value>
              <decimal value="4" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_PjHours" class="User" displayName="$(string.L_PjHours)" explainText="$(string.L_PjHoursExplain)" presentation="$(presentation.L_PjHours)" key="software\policies\microsoft\office\16.0\ms project\options\edit">
      <parentCategory ref="L_PjViewOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_pjhours9" valueName="hourlabeldisplay">
          <item displayName="$(string.L_PjHr0)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_PjHr1)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_PjHr2)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_PjHr3)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_PjHr4)">
            <value>
              <decimal value="4" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_PjDays" class="User" displayName="$(string.L_PjDays)" explainText="$(string.L_PjDaysExplain)" presentation="$(presentation.L_PjDays)" key="software\policies\microsoft\office\16.0\ms project\options\edit">
      <parentCategory ref="L_PjViewOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_pjdays10" valueName="daylabeldisplay">
          <item displayName="$(string.L_PjDay0)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_PjDay1)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_PjDay2)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_PjDay3)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_PjDay4)">
            <value>
              <decimal value="4" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_PjWeeks" class="User" displayName="$(string.L_PjWeeks)" explainText="$(string.L_PjWeeksExplain)" presentation="$(presentation.L_PjWeeks)" key="software\policies\microsoft\office\16.0\ms project\options\edit">
      <parentCategory ref="L_PjViewOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_PjWeeks11" valueName="weeklabeldisplay">
          <item displayName="$(string.L_PjWk0)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_PjWk1)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_PjWk2)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_PjWk3)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_PjWk4)">
            <value>
              <decimal value="4" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_PjMonths" class="User" displayName="$(string.L_PjMonths)" explainText="$(string.L_PjMonthsExplain)" presentation="$(presentation.L_PjMonths)" key="software\policies\microsoft\office\16.0\ms project\options\edit">
      <parentCategory ref="L_PjViewOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_pjmonths12" valueName="monthlabeldisplay">
          <item displayName="$(string.L_PjM0)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_PjM1)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_PjM2)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_PjM3)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_PjM4)">
            <value>
              <decimal value="4" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_PjYears" class="User" displayName="$(string.L_PjYears)" explainText="$(string.L_PjYearsExplain)" presentation="$(presentation.L_PjYears)" key="software\policies\microsoft\office\16.0\ms project\options\edit">
      <parentCategory ref="L_PjViewOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_pjyears13" valueName="yearlabeldisplay">
          <item displayName="$(string.L_PjYr0)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_PjYr1)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_PjYr2)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_PjYr3)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_PjYr4)">
            <value>
              <decimal value="4" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_PjAddSpace" class="User" displayName="$(string.L_PjAddSpace)" explainText="$(string.L_PjAddSpaceExplain)" key="software\policies\microsoft\office\16.0\ms project\options\edit" valueName="spacebeforetimelabel">
      <parentCategory ref="L_PjViewOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjHyperLinkColour" class="User" displayName="$(string.L_PjHyperLinkColour)" explainText="$(string.L_PjHyperLinkColourExplain)" presentation="$(presentation.L_PjHyperLinkColour)" key="software\policies\microsoft\office\16.0\ms project\options\edit">
      <parentCategory ref="L_PjHyperLinkAppear" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_pjhyperlinkcolour14" valueName="webnotfollowedcolor">
          <item displayName="$(string.L_PjLink16)">
            <value>
              <decimal value="16" />
            </value>
          </item>
          <item displayName="$(string.L_PjLink0)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_PjLink1)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_PjLink2)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_PjLink3)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_PjLink4)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_PjLink5)">
            <value>
              <decimal value="5" />
            </value>
          </item>
          <item displayName="$(string.L_PjLink6)">
            <value>
              <decimal value="6" />
            </value>
          </item>
          <item displayName="$(string.L_PjLink7)">
            <value>
              <decimal value="7" />
            </value>
          </item>
          <item displayName="$(string.L_PjLink8)">
            <value>
              <decimal value="8" />
            </value>
          </item>
          <item displayName="$(string.L_PjLink9)">
            <value>
              <decimal value="9" />
            </value>
          </item>
          <item displayName="$(string.L_PjLink10)">
            <value>
              <decimal value="10" />
            </value>
          </item>
          <item displayName="$(string.L_PjLink11)">
            <value>
              <decimal value="11" />
            </value>
          </item>
          <item displayName="$(string.L_PjLink12)">
            <value>
              <decimal value="12" />
            </value>
          </item>
          <item displayName="$(string.L_PjLink13)">
            <value>
              <decimal value="13" />
            </value>
          </item>
          <item displayName="$(string.L_PjLink14)">
            <value>
              <decimal value="14" />
            </value>
          </item>
          <item displayName="$(string.L_PjLink15)">
            <value>
              <decimal value="15" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_PjFollowedlinkColour" class="User" displayName="$(string.L_PjFollowedlinkColour)" explainText="$(string.L_PjFollowedlinkColourExplain)" presentation="$(presentation.L_PjFollowedlinkColour)" key="software\policies\microsoft\office\16.0\ms project\options\edit">
      <parentCategory ref="L_PjHyperLinkAppear" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_pjfollowedlinkcolour15" valueName="webfollowedcolor">
          <item displayName="$(string.L_PjLink16)">
            <value>
              <decimal value="16" />
            </value>
          </item>
          <item displayName="$(string.L_PjLink0)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_PjLink1)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_PjLink2)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_PjLink3)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_PjLink4)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_PjLink5)">
            <value>
              <decimal value="5" />
            </value>
          </item>
          <item displayName="$(string.L_PjLink6)">
            <value>
              <decimal value="6" />
            </value>
          </item>
          <item displayName="$(string.L_PjLink7)">
            <value>
              <decimal value="7" />
            </value>
          </item>
          <item displayName="$(string.L_PjLink8)">
            <value>
              <decimal value="8" />
            </value>
          </item>
          <item displayName="$(string.L_PjLink9)">
            <value>
              <decimal value="9" />
            </value>
          </item>
          <item displayName="$(string.L_PjLink10)">
            <value>
              <decimal value="10" />
            </value>
          </item>
          <item displayName="$(string.L_PjLink11)">
            <value>
              <decimal value="11" />
            </value>
          </item>
          <item displayName="$(string.L_PjLink12)">
            <value>
              <decimal value="12" />
            </value>
          </item>
          <item displayName="$(string.L_PjLink13)">
            <value>
              <decimal value="13" />
            </value>
          </item>
          <item displayName="$(string.L_PjLink14)">
            <value>
              <decimal value="14" />
            </value>
          </item>
          <item displayName="$(string.L_PjLink15)">
            <value>
              <decimal value="15" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_PjUnderlineLinks" class="User" displayName="$(string.L_PjUnderlineLinks)" explainText="$(string.L_PjUnderlineLinksExplain)" key="software\policies\microsoft\office\16.0\ms project\options\edit" valueName="webunderlinehyperlinks">
      <parentCategory ref="L_PjHyperLinkAppear" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjWeekStarts" class="User" displayName="$(string.L_PjWeekStarts)" explainText="$(string.L_PjWeekStartsExplain)" presentation="$(presentation.L_PjWeekStarts)" key="software\policies\microsoft\office\16.0\ms project\options\calendar">
      <parentCategory ref="L_PjCalendar" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_pjweekstarts16" valueName="start week day">
          <item displayName="$(string.L_PjWeek6)">
            <value>
              <decimal value="6" />
            </value>
          </item>
          <item displayName="$(string.L_PjWeek0)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_PjWeek1)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_PjWeek2)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_PjWeek3)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_PjWeek4)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_PjWeek5)">
            <value>
              <decimal value="5" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_PjFiscalYear" class="User" displayName="$(string.L_PjFiscalYear)" explainText="$(string.L_PjFiscalYearExplain)" presentation="$(presentation.L_PjFiscalYear)" key="software\policies\microsoft\office\16.0\ms project\options\calendar">
      <parentCategory ref="L_PjCalendar" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_pjfiscalyear17" valueName="fiscal year starts in">
          <item displayName="$(string.L_PjYear1)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_PjYear2)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_PjYear3)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_PjYear4)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_PjYear5)">
            <value>
              <decimal value="5" />
            </value>
          </item>
          <item displayName="$(string.L_PjYear6)">
            <value>
              <decimal value="6" />
            </value>
          </item>
          <item displayName="$(string.L_PjYear7)">
            <value>
              <decimal value="7" />
            </value>
          </item>
          <item displayName="$(string.L_PjYear8)">
            <value>
              <decimal value="8" />
            </value>
          </item>
          <item displayName="$(string.L_PjYear9)">
            <value>
              <decimal value="9" />
            </value>
          </item>
          <item displayName="$(string.L_PjYear10)">
            <value>
              <decimal value="10" />
            </value>
          </item>
          <item displayName="$(string.L_PjYear11)">
            <value>
              <decimal value="11" />
            </value>
          </item>
          <item displayName="$(string.L_PjYear12)">
            <value>
              <decimal value="12" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_PjStartingYear" class="User" displayName="$(string.L_PjStartingYear)" explainText="$(string.L_PjStartingYearExplain)" key="software\policies\microsoft\office\16.0\ms project\options\calendar" valueName="use starting year for fy numbering">
      <parentCategory ref="L_PjCalendar" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjDefaultStartTime" class="User" displayName="$(string.L_PjDefaultStartTime)" explainText="$(string.L_PjDefaultStartTimeExplain)" presentation="$(presentation.L_PjDefaultStartTime)" key="software\policies\microsoft\office\16.0\ms project\options\calendar">
      <parentCategory ref="L_PjCalendar" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <decimal id="L_PjDefaultStartTime2" valueName="default start time" maxValue="14400" />
      </elements>
    </policy>
    <policy name="L_PjDefaultEndTime" class="User" displayName="$(string.L_PjDefaultEndTime)" explainText="$(string.L_PjDefaultEndTimeExplain)" presentation="$(presentation.L_PjDefaultEndTime)" key="software\policies\microsoft\office\16.0\ms project\options\calendar">
      <parentCategory ref="L_PjCalendar" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <decimal id="L_PjDefaultEndTime2" valueName="default end time" maxValue="14400" />
      </elements>
    </policy>
    <policy name="L_PjHoursPerDay" class="User" displayName="$(string.L_PjHoursPerDay)" explainText="$(string.L_PjHoursPerDayExplain)" presentation="$(presentation.L_PjHoursPerDay)" key="software\policies\microsoft\office\16.0\ms project\options\calendar">
      <parentCategory ref="L_PjCalendar" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pjhoursperday18" valueName="default hours/day" />
      </elements>
    </policy>
    <policy name="L_PjHoursPerWeek" class="User" displayName="$(string.L_PjHoursPerWeek)" explainText="$(string.L_PjHoursPerWeekExplain)" presentation="$(presentation.L_PjHoursPerWeek)" key="software\policies\microsoft\office\16.0\ms project\options\calendar">
      <parentCategory ref="L_PjCalendar" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pjhoursperweek19" valueName="default hours/week" />
      </elements>
    </policy>
    <policy name="L_PjDaysPerMonth" class="User" displayName="$(string.L_PjDaysPerMonth)" explainText="$(string.L_PjDaysPerMonthExplain)" presentation="$(presentation.L_PjDaysPerMonth)" key="software\policies\microsoft\office\16.0\ms project\options\calendar">
      <parentCategory ref="L_PjCalendar" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <decimal id="L_pjdayspermonth20" valueName="default days/month" minValue="0" maxValue="100" />
      </elements>
    </policy>
    <policy name="L_PjShowSchedMessage" class="User" displayName="$(string.L_PjShowSchedMessage)" explainText="$(string.L_PjShowSchedMessageExplain)" key="software\policies\microsoft\office\16.0\ms project\options\scheduling" valueName="schedule messages">
      <parentCategory ref="L_PjSchedProj" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjAssignmentUnits" class="User" displayName="$(string.L_PjAssignmentUnits)" explainText="$(string.L_PjAssignmentUnitsExplain)" presentation="$(presentation.L_PjAssignmentUnits)" key="software\policies\microsoft\office\16.0\ms project\options\scheduling">
      <parentCategory ref="L_PjSchedProj" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_pjassignmentunits21" valueName="show assignment units as a:">
          <item displayName="$(string.L_PjUnit0)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_PjUnit1)">
            <value>
              <decimal value="1" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_SetDefaultStartDateForNewTasks" class="User" displayName="$(string.L_SetDefaultStartDateForNewTasks)" explainText="$(string.L_SetDefaultStartDateForNewTasksExplain)" key="software\policies\microsoft\office\16.0\ms project\options\scheduling" valueName="new tasks start on current date">
      <parentCategory ref="L_PjSchedDoc" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_SetNewTasksToBeAutomaticallyScheduled" class="User" displayName="$(string.L_SetNewTasksToBeAutomaticallyScheduled)" explainText="$(string.L_SetNewTasksToBeAutomaticallyScheduledExplain)" key="software\policies\microsoft\office\16.0\ms project\options\scheduling" valueName="newtasksaremanuallyscheduled">
      <parentCategory ref="L_PjSchedDoc" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_UpdateManuallyScheduledTasksWhenEditingLinks" class="User" displayName="$(string.L_UpdateManuallyScheduledTasksWhenEditingLinks)" explainText="$(string.L_UpdateManuallyScheduledTasksWhenEditingLinksExplain)" key="software\policies\microsoft\office\16.0\ms project\options\scheduling" valueName="updatemanuallyscheduledtaskswheneditinglinks">
      <parentCategory ref="L_PjSchedDoc" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_TasksCanBeMadeInactive" class="User" displayName="$(string.L_TasksCanBeMadeInactive)" explainText="$(string.L_TasksCanBeMadeInactiveExplain)" key="software\policies\microsoft\office\16.0\ms project\options\scheduling" valueName="canmakeinactivetasks">
      <parentCategory ref="L_PjSchedDoc" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_ShowTasksScheduleWarnings" class="User" displayName="$(string.L_ShowTasksScheduleWarnings)" explainText="$(string.L_ShowTasksScheduleWarningsExplain)" key="software\policies\microsoft\office\16.0\ms project\options\scheduling" valueName="showtaskwarnings">
      <parentCategory ref="L_PjSchedDoc" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_KeepTasksOnNearestWorkingDay" class="User" displayName="$(string.L_KeepTasksOnNearestWorkingDay)" explainText="$(string.L_KeepTasksOnNearestWorkingDayExplain)" key="software\policies\microsoft\office\16.0\ms project\options\scheduling" valueName="keeptaskonnearestworkingtimewhenmadeautoscheduled">
      <parentCategory ref="L_PjSchedDoc" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_ShowTasksScheduleSuggestions" class="User" displayName="$(string.L_ShowTasksScheduleSuggestions)" explainText="$(string.L_ShowTasksScheduleSuggestionsExplain)" key="software\policies\microsoft\office\16.0\ms project\options\scheduling" valueName="showtasksuggestions">
      <parentCategory ref="L_PjSchedDoc" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjNewTasks" class="User" displayName="$(string.L_PjNewTasks)" explainText="$(string.L_PjNewTasksExplain)" presentation="$(presentation.L_PjNewTasks)" key="software\policies\microsoft\office\16.0\ms project\options\scheduling">
      <parentCategory ref="L_PjSchedDoc" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_pjnewtasks22" valueName="new tasks start on current date">
          <item displayName="$(string.L_PjNewTask0)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_PjNewTask1)">
            <value>
              <decimal value="1" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_PjDurationUnits" class="User" displayName="$(string.L_PjDurationUnits)" explainText="$(string.L_PjDurationUnitsExplain)" presentation="$(presentation.L_PjDurationUnits)" key="software\policies\microsoft\office\16.0\ms project\options\scheduling">
      <parentCategory ref="L_PjSchedDoc" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_pjdurationunits23" valueName="default duration units">
          <item displayName="$(string.L_PjDur0)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_PjDur1)">
            <value>
              <decimal value="5" />
            </value>
          </item>
          <item displayName="$(string.L_PjDur2)">
            <value>
              <decimal value="7" />
            </value>
          </item>
          <item displayName="$(string.L_PjDur3)">
            <value>
              <decimal value="9" />
            </value>
          </item>
          <item displayName="$(string.L_PjDur4)">
            <value>
              <decimal value="11" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_PjWorkUnits" class="User" displayName="$(string.L_PjWorkUnits)" explainText="$(string.L_PjWorkUnitsExplain)" presentation="$(presentation.L_PjWorkUnits)" key="software\policies\microsoft\office\16.0\ms project\options\scheduling">
      <parentCategory ref="L_PjSchedDoc" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_pjworkunits24" valueName="default work units">
          <item displayName="$(string.L_PjWorkUnits0)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_PjWorkUnits1)">
            <value>
              <decimal value="5" />
            </value>
          </item>
          <item displayName="$(string.L_PjWorkUnits2)">
            <value>
              <decimal value="7" />
            </value>
          </item>
          <item displayName="$(string.L_PjWorkUnits3)">
            <value>
              <decimal value="9" />
            </value>
          </item>
          <item displayName="$(string.L_PjWorkUnits4)">
            <value>
              <decimal value="11" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_PjDefaultTaskTypes" class="User" displayName="$(string.L_PjDefaultTaskTypes)" explainText="$(string.L_PjDefaultTaskTypesExplain)" presentation="$(presentation.L_PjDefaultTaskTypes)" key="software\policies\microsoft\office\16.0\ms project\options\scheduling">
      <parentCategory ref="L_PjSchedDoc" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_pjdefaulttasktypes25" valueName="default task type">
          <item displayName="$(string.L_PjTaskType1)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_PjTaskType0)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_PjTaskType2)">
            <value>
              <decimal value="2" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_PjNewTasksEffort" class="User" displayName="$(string.L_PjNewTasksEffort)" explainText="$(string.L_PjNewTasksEffortExplain)" key="software\policies\microsoft\office\16.0\ms project\options\scheduling" valueName="new tasks effort driven">
      <parentCategory ref="L_PjSchedDoc" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjAutolinkTasks" class="User" displayName="$(string.L_PjAutolinkTasks)" explainText="$(string.L_PjAutolinkTasksExplain)" key="software\policies\microsoft\office\16.0\ms project\options\scheduling" valueName="edit with auto link">
      <parentCategory ref="L_PjSchedDoc" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjSplitinProgressTasks" class="User" displayName="$(string.L_PjSplitinProgressTasks)" explainText="$(string.L_PjSplitinProgressTasksExplain)" key="software\policies\microsoft\office\16.0\ms project\options\scheduling" valueName="auto split tasks">
      <parentCategory ref="L_PjSchedDoc" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjTasksHonorConstraints" class="User" displayName="$(string.L_PjTasksHonorConstraints)" explainText="$(string.L_PjTasksHonorConstraintsExplain)" key="software\policies\microsoft\office\16.0\ms project\options\scheduling" valueName="honorconstraints">
      <parentCategory ref="L_PjSchedDoc" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjShowEstimatedDurations" class="User" displayName="$(string.L_PjShowEstimatedDurations)" explainText="$(string.L_PjShowEstimatedDurationsExplain)" key="software\policies\microsoft\office\16.0\ms project\options\scheduling" valueName="show estimated durations">
      <parentCategory ref="L_PjSchedDoc" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjNewTasksEstDurations" class="User" displayName="$(string.L_PjNewTasksEstDurations)" explainText="$(string.L_PjNewTasksEstDurationsExplain)" key="software\policies\microsoft\office\16.0\ms project\options\scheduling" valueName="new tasks have estimated durations">
      <parentCategory ref="L_PjSchedDoc" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjAutoCalc" class="User" displayName="$(string.L_PjAutoCalc)" explainText="$(string.L_PjAutoCalcExplain)" key="software\policies\microsoft\office\16.0\ms project\options\calculation" valueName="auto calc">
      <parentCategory ref="L_PjCalcProject" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjCalcAll" class="User" displayName="$(string.L_PjCalcAll)" explainText="$(string.L_PjCalcAllExplain)" key="software\policies\microsoft\office\16.0\ms project\options\calculation" valueName="calcall">
      <parentCategory ref="L_PjCalcProject" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjUpdatingTask" class="User" displayName="$(string.L_PjUpdatingTask)" explainText="$(string.L_PjUpdatingTaskExplain)" key="software\policies\microsoft\office\16.0\ms project\options\calculation" valueName="auto track resources">
      <parentCategory ref="L_PjCalcProjectFile" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjMoveRemaining" class="User" displayName="$(string.L_PjMoveRemaining)" explainText="$(string.L_PjMoveRemainingExplain)" key="software\policies\microsoft\office\16.0\ms project\options\calculation" valueName="moveremaining">
      <parentCategory ref="L_PjCalcProjectFile" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjAndMoveCompleted" class="User" displayName="$(string.L_PjAndMoveCompleted)" explainText="$(string.L_PjAndMoveCompletedExplain)" key="software\policies\microsoft\office\16.0\ms project\options\calculation" valueName="andmovecompleted">
      <parentCategory ref="L_PjCalcProjectFile" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjMoveCompleted" class="User" displayName="$(string.L_PjMoveCompleted)" explainText="$(string.L_PjMoveCompletedExplain)" key="software\policies\microsoft\office\16.0\ms project\options\calculation" valueName="movecompleted">
      <parentCategory ref="L_PjCalcProjectFile" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjAndMoveRemaining" class="User" displayName="$(string.L_PjAndMoveRemaining)" explainText="$(string.L_PjAndMoveRemainingExplain)" key="software\policies\microsoft\office\16.0\ms project\options\calculation" valueName="andmoveremaining">
      <parentCategory ref="L_PjCalcProjectFile" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjEVMethod" class="User" displayName="$(string.L_PjEVMethod)" explainText="$(string.L_PjEVMethodExplain)" presentation="$(presentation.L_PjEVMethod)" key="software\policies\microsoft\office\16.0\ms project\options\calculation">
      <parentCategory ref="L_PjEV" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_pjevmethod26" valueName="evmethod">
          <item displayName="$(string.L_PjEVMethod0)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_PjEVMethod1)">
            <value>
              <decimal value="1" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_PjEVBaseline" class="User" displayName="$(string.L_PjEVBaseline)" explainText="$(string.L_PjEVBaselineExplain)" presentation="$(presentation.L_PjEVBaseline)" key="software\policies\microsoft\office\16.0\ms project\options\calculation">
      <parentCategory ref="L_PjEV" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_pjevbaseline27" valueName="evbaseline">
          <item displayName="$(string.L_PjEVBaseline0)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_PjEVBaseline1)">
            <value>
              <decimal value="12" />
            </value>
          </item>
          <item displayName="$(string.L_PjEVBaseline2)">
            <value>
              <decimal value="13" />
            </value>
          </item>
          <item displayName="$(string.L_PjEVBaseline3)">
            <value>
              <decimal value="14" />
            </value>
          </item>
          <item displayName="$(string.L_PjEVBaseline4)">
            <value>
              <decimal value="15" />
            </value>
          </item>
          <item displayName="$(string.L_PjEVBaseline5)">
            <value>
              <decimal value="16" />
            </value>
          </item>
          <item displayName="$(string.L_PjEVBaseline6)">
            <value>
              <decimal value="17" />
            </value>
          </item>
          <item displayName="$(string.L_PjEVBaseline7)">
            <value>
              <decimal value="18" />
            </value>
          </item>
          <item displayName="$(string.L_PjEVBaseline8)">
            <value>
              <decimal value="19" />
            </value>
          </item>
          <item displayName="$(string.L_PjEVBaseline9)">
            <value>
              <decimal value="20" />
            </value>
          </item>
          <item displayName="$(string.L_PjEVBaseline10)">
            <value>
              <decimal value="21" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_PjEditstoTotalTask" class="User" displayName="$(string.L_PjEditstoTotalTask)" explainText="$(string.L_PjEditstoTotalTaskExplain)" key="software\policies\microsoft\office\16.0\ms project\options\calculation" valueName="edits to total task %complete will be spread to the status date">
      <parentCategory ref="L_PjCalcProjectFile" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjInsertedProjects" class="User" displayName="$(string.L_PjInsertedProjects)" explainText="$(string.L_PjInsertedProjectsExplain)" key="software\policies\microsoft\office\16.0\ms project\options\calculation" valueName="inserted projects are calculated like summary tasks">
      <parentCategory ref="L_PjCalcProjectFile" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjActualCostsCalc" class="User" displayName="$(string.L_PjActualCostsCalc)" explainText="$(string.L_PjActualCostsCalcExplain)" key="software\policies\microsoft\office\16.0\ms project\options\calculation" valueName="actual costs are always calculated by microsoft office project">
      <parentCategory ref="L_PjCalcProjectFile" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjEditToTotalSpread" class="User" displayName="$(string.L_PjEditToTotalSpread)" explainText="$(string.L_PjEditToTotalSpreadExplain)" key="software\policies\microsoft\office\16.0\ms project\options\calculation" valueName="edits to total actual cost will be spread to the status date">
      <parentCategory ref="L_PjCalcProjectFile" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjDefaultFixedAccrual" class="User" displayName="$(string.L_PjDefaultFixedAccrual)" explainText="$(string.L_PjDefaultFixedAccrualExplain)" presentation="$(presentation.L_PjDefaultFixedAccrual)" key="software\policies\microsoft\office\16.0\ms project\options\calculation">
      <parentCategory ref="L_PjCalcProjectFile" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_pjdefaultfixedaccrual28" valueName="default fixed costs accrual">
          <item displayName="$(string.L_PjFixed0)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_PjFixed1)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_PjFixed2)">
            <value>
              <decimal value="2" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_PjCalcMultipleCriticalPaths" class="User" displayName="$(string.L_PjCalcMultipleCriticalPaths)" explainText="$(string.L_PjCalcMultipleCriticalPathsExplain)" key="software\policies\microsoft\office\16.0\ms project\options\calculation" valueName="calculate multiple critical paths">
      <parentCategory ref="L_PjCalcProjectFile" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjCritIfLess" class="User" displayName="$(string.L_PjCritIfLess)" explainText="$(string.L_PjCritIfLessExplain)" presentation="$(presentation.L_PjCritIfLess)" key="software\policies\microsoft\office\16.0\ms project\options\calculation">
      <parentCategory ref="L_PjCalcProjectFile" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <decimal id="L_pjcritifless29" valueName="show as critical if slack" minValue="0" maxValue="9999" />
      </elements>
    </policy>
    <policy name="L_PjFileType" class="User" displayName="$(string.L_PjFileType)" explainText="$(string.L_PjFileTypeExplain)" presentation="$(presentation.L_PjFileType)" key="software\policies\microsoft\office\16.0\ms project\options\save">
      <parentCategory ref="L_PjSave" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_pjfiletype30" valueName="defaultsaveformat">
          <item displayName="$(string.L_PjType0)">
            <value>
              <string>MSProject.MPP.12</string>
            </value>
          </item>
          <item displayName="$(string.L_PjType1)">
            <value>
              <string>MSProject.MPT.12</string>
            </value>
          </item>
          <item displayName="$(string.L_PjType2)">
            <value>
              <string>MSProject.MPP.9</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_PjFileLocProjects" class="User" displayName="$(string.L_PjFileLocProjects)" explainText="$(string.L_PjFileLocProjectsExplain)" presentation="$(presentation.L_PjFileLocProjects)" key="software\policies\microsoft\office\16.0\ms project\options\save">
      <parentCategory ref="L_PjFileLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pjfilelocprojects31" valueName="defaultprojectspath" required="true" expandable="true" />
      </elements>
    </policy>
    <policy name="L_PjFileLocUserTemplates" class="User" displayName="$(string.L_PjFileLocUserTemplates)" explainText="$(string.L_PjFileLocUserTemplatesExplain)" presentation="$(presentation.L_PjFileLocUserTemplates)" key="software\policies\microsoft\office\16.0\ms project\options\save">
      <parentCategory ref="L_PjFileLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pjfilelocusertemplates32" valueName="defaultusertemplatespath" expandable="true" />
      </elements>
    </policy>
    <policy name="L_PjSaveEvery" class="User" displayName="$(string.L_PjSaveEvery)" explainText="$(string.L_PjSaveEveryExplain)" key="software\policies\microsoft\office\16.0\ms project\options\save" valueName="automaticsave">
      <parentCategory ref="L_PjAutoSave" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjSaveInterval" class="User" displayName="$(string.L_PjSaveInterval)" explainText="$(string.L_PjSaveIntervalExplain)" presentation="$(presentation.L_PjSaveInterval)" key="software\policies\microsoft\office\16.0\ms project\options\save">
      <parentCategory ref="L_PjAutoSave" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <decimal id="L_pjsaveinterval33" valueName="automaticsaveinterval" minValue="1" maxValue="120" />
      </elements>
    </policy>
    <policy name="L_PjAutomaticSaveOption" class="User" displayName="$(string.L_PjAutomaticSaveOption)" explainText="$(string.L_PjAutomaticSaveOptionExplain)" key="software\policies\microsoft\office\16.0\ms project\options\save" valueName="automaticsaveoption">
      <parentCategory ref="L_PjAutoSave" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="2" />
      </disabledValue>
    </policy>
    <policy name="L_PjAutomaticSavePrompt" class="User" displayName="$(string.L_PjAutomaticSavePrompt)" explainText="$(string.L_PjAutomaticSavePromptExplain)" key="software\policies\microsoft\office\16.0\ms project\options\save" valueName="automaticsaveprompt">
      <parentCategory ref="L_PjAutoSave" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_DisableInternalIDMatching" class="User" displayName="$(string.L_DisableInternalIDMatching)" explainText="$(string.L_DisableInternalIDMatchingExplain)" key="software\policies\microsoft\office\16.0\ms project\options\interface" valueName="disable internal id matching">
      <parentCategory ref="L_PjInterface" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjResourceAssignOOUI" class="User" displayName="$(string.L_PjResourceAssignOOUI)" explainText="$(string.L_PjResourceAssignOOUIExplain)" key="software\policies\microsoft\office\16.0\ms project\options\interface" valueName="resourceassignooui">
      <parentCategory ref="L_PjShowIndicators" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjChangeDurationOOUI" class="User" displayName="$(string.L_PjChangeDurationOOUI)" explainText="$(string.L_PjChangeDurationOOUIExplain)" key="software\policies\microsoft\office\16.0\ms project\options\interface" valueName="changedurationooui">
      <parentCategory ref="L_PjShowIndicators" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjEnterDateOOUI" class="User" displayName="$(string.L_PjEnterDateOOUI)" explainText="$(string.L_PjEnterDateOOUIExplain)" key="software\policies\microsoft\office\16.0\ms project\options\interface" valueName="enterdateooui">
      <parentCategory ref="L_PjShowIndicators" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjDeleteNameOOUI" class="User" displayName="$(string.L_PjDeleteNameOOUI)" explainText="$(string.L_PjDeleteNameOOUIExplain)" key="software\policies\microsoft\office\16.0\ms project\options\interface" valueName="deletenameooui">
      <parentCategory ref="L_PjShowIndicators" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjGBUIDisplayToggle" class="User" displayName="$(string.L_PjGBUIDisplayToggle)" explainText="$(string.L_PjGBUIDisplayToggleExplain)" key="software\policies\microsoft\office\16.0\ms project\options\interface" valueName="gbuidisplaytoggle">
      <parentCategory ref="L_PjPGSettings" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PjUseDefaultStartPage" class="User" displayName="$(string.L_PjUseDefaultStartPage)" explainText="$(string.L_PjUseDefaultStartPageExplain)" presentation="$(presentation.L_PjUseDefaultStartPage)" key="software\policies\microsoft\office\16.0\ms project\options\interface">
      <parentCategory ref="L_PjPGSettingsForProject1" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_pjusedefaultstartpage34" valueName="usedefaultstartpage">
          <item displayName="$(string.L_PjUseDefaultStartPage1)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_PjUseDefaultStartPage2)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
        <text id="L_PjGBUIDefaultPageURL" valueName="gbuidefaultstartpageurl" />
      </elements>
    </policy>
    <policy name="L_PjUseDefaultXMLSchema" class="User" displayName="$(string.L_PjUseDefaultXMLSchema)" explainText="$(string.L_PjUseDefaultXMLSchemaExplain)" presentation="$(presentation.L_PjUseDefaultXMLSchema)" key="software\policies\microsoft\office\16.0\ms project\options\interface">
      <parentCategory ref="L_PjPGSettingsForProject1" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_pjusedefaultxmlschema35" valueName="usedefaultxmlschema">
          <item displayName="$(string.L_PjUseDefaultXMLSchema1)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_PjUseDefaultXMLSchema2)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
        <text id="L_PjGBUIXMLSchemaPath" valueName="gbuixmlschemapath" />
      </elements>
    </policy>
    <policy name="L_Legacyfileformats" class="User" displayName="$(string.L_Legacyfileformats)" explainText="$(string.L_LegacyfileformatsExplain)" presentation="$(presentation.L_Legacyfileformats)" key="software\policies\microsoft\office\16.0\ms project\security">
      <parentCategory ref="L_Security" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_Empty" valueName="legacyfiles">
          <item displayName="$(string.L_Donotopensave)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_Promptwhenopeningsaving)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_Allowopeningsaving)">
            <value>
              <decimal value="2" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_SetCNGCipherAlgorithm" class="User" displayName="$(string.L_SetCNGCipherAlgorithm)" explainText="$(string.L_SetCNGCipherAlgorithmExplain)" presentation="$(presentation.L_SetCNGCipherAlgorithm)" key="software\policies\microsoft\office\16.0\ms project\security\crypto">
      <parentCategory ref="L_Cryptography" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_SetCNGCipherAlgorithmID" valueName="cipheralgorithm" required="true" />
      </elements>
    </policy>
    <policy name="L_ConfigureCNGCipherChainingMode" class="User" displayName="$(string.L_ConfigureCNGCipherChainingMode)" explainText="$(string.L_ConfigureCNGCipherChainingModeExplain)" presentation="$(presentation.L_ConfigureCNGCipherChainingMode)" key="software\policies\microsoft\office\16.0\ms project\security\crypto">
      <parentCategory ref="L_Cryptography" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_ConfigureCNGCipherChainingModeDropID" valueName="cipherchaining">
          <item displayName="$(string.L_ConfigureCNGCipherChainingModeStr1)">
            <value>
              <string>ChainingModeCBC</string>
            </value>
          </item>
          <item displayName="$(string.L_ConfigureCNGCipherChainingModeStr2)">
            <value>
              <string>ChainingModeCFB</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_SetCNGCipherKeyLength" class="User" displayName="$(string.L_SetCNGCipherKeyLength)" explainText="$(string.L_SetCNGCipherKeyLengthExplain)" presentation="$(presentation.L_SetCNGCipherKeyLength)" key="software\policies\microsoft\office\16.0\ms project\security\crypto">
      <parentCategory ref="L_Cryptography" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <decimal id="L_SetCNGCipherKeyLengthSpinID" valueName="cipherkeybits" minValue="0" maxValue="1000000" />
      </elements>
    </policy>
    <policy name="L_SetParametersForCNGContext" class="User" displayName="$(string.L_SetParametersForCNGContext)" explainText="$(string.L_SetParametersForCNGContextExplain)" presentation="$(presentation.L_SetParametersForCNGContext)" key="software\policies\microsoft\office\16.0\ms project\security\crypto">
      <parentCategory ref="L_Cryptography" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_SetParametersForCNGContextID" valueName="context" required="true" />
      </elements>
    </policy>
    <policy name="L_SpecifyCNGHashAlgorithm" class="User" displayName="$(string.L_SpecifyCNGHashAlgorithm)" explainText="$(string.L_SpecifyCNGHashAlgorithmExplain)" presentation="$(presentation.L_SpecifyCNGHashAlgorithm)" key="software\policies\microsoft\office\16.0\ms project\security\crypto">
      <parentCategory ref="L_Cryptography" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_SpecifyCNGHashAlgorithmDropID" valueName="hashalgorithm">
          <item displayName="$(string.L_SpecifyCNGHashAlgorithmStr1)">
            <value>
              <string>SHA1</string>
            </value>
          </item>
          <item displayName="$(string.L_SpecifyCNGHashAlgorithmStr2)">
            <value>
              <string>SHA256</string>
            </value>
          </item>
          <item displayName="$(string.L_SpecifyCNGHashAlgorithmStr3)">
            <value>
              <string>SHA384</string>
            </value>
          </item>
          <item displayName="$(string.L_SpecifyCNGHashAlgorithmStr4)">
            <value>
              <string>SHA512</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_SetCNGPasswordSpinCount" class="User" displayName="$(string.L_SetCNGPasswordSpinCount)" explainText="$(string.L_SetCNGPasswordSpinCountExplain)" presentation="$(presentation.L_SetCNGPasswordSpinCount)" key="software\policies\microsoft\office\16.0\ms project\security\crypto">
      <parentCategory ref="L_Cryptography" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <decimal id="L_SetCNGPasswordSpinCountSpinID" valueName="passwordspincount" minValue="0" maxValue="10000000" />
      </elements>
    </policy>
    <policy name="L_SpecifyCNGRandomNumberGeneratorAlgorithm" class="User" displayName="$(string.L_SpecifyCNGRandomNumberGeneratorAlgorithm)" explainText="$(string.L_SpecifyCNGRandomNumberGeneratorAlgorithmExplain)" presentation="$(presentation.L_SpecifyCNGRandomNumberGeneratorAlgorithm)" key="software\policies\microsoft\office\16.0\ms project\security\crypto">
      <parentCategory ref="L_Cryptography" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_SpecifyCNGRandomNumberGeneratorAlgorithmID" valueName="rngalgorithm" required="true" />
      </elements>
    </policy>
    <policy name="L_SpecifyCNGSaltLength" class="User" displayName="$(string.L_SpecifyCNGSaltLength)" explainText="$(string.L_SpecifyCNGSaltLengthExplain)" presentation="$(presentation.L_SpecifyCNGSaltLength)" key="software\policies\microsoft\office\16.0\ms project\security\crypto">
      <parentCategory ref="L_Cryptography" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <decimal id="L_SpecifyCNGSaltLengthSpinID" valueName="saltbytes" minValue="0" maxValue="5000" />
      </elements>
    </policy>
    <policy name="L_Disableallapplicationextensions" class="User" displayName="$(string.L_Disableallapplicationextensions)" explainText="$(string.L_DisableallapplicationextensionsExplain)" key="software\policies\microsoft\office\16.0\ms project\security" valueName="disablealladdins">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_VBAWarningsPolicy" class="User" Area="Security Baseline" AreaCategory="Macros" displayName="$(string.L_VBAWarningsPolicy)" explainText="$(string.L_VBAWarningsExplain)" presentation="$(presentation.L_VBAWarningsPolicy)" key="software\policies\microsoft\office\16.0\ms project\security">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_Empty" valueName="vbawarnings">
          <item displayName="$(string.L_DisableAllWithNotification)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_DisableAllExceptDigitallySignedMacros)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_DisableAllWithoutNotification)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_EnableAllMacros)">
            <value>
              <decimal value="1" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_BlockMacroExecutionFromInternet" class="User" Area="Security Baseline" AreaCategory="Macros" displayName="$(string.L_BlockMacroExecutionFromInternet)" explainText="$(string.L_BlockMacroExecutionFromInternetExplain)" key="software\policies\microsoft\office\16.0\ms project\security" valueName="blockcontentexecutionfrominternet">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_RequirethatApplicationExtensionsaresigned" class="User" Area="Security Baseline" AreaCategory="Add-ins and Extensibility" displayName="$(string.L_RequirethatApplicationExtensionsaresigned)" explainText="$(string.L_RequirethatApplicationExtensionsaresignedExplain)" key="software\policies\microsoft\office\16.0\ms project\security" valueName="requireaddinsig">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_DisableTrustBarNotificationforunsigned" class="User" Area="Security Baseline" AreaCategory="Add-ins and Extensibility" displayName="$(string.L_DisableTrustBarNotificationforunsigned)" explainText="$(string.L_DisableTrustBarNotificationforunsignedExplain)" key="software\policies\microsoft\office\16.0\ms project\security" valueName="notbpromptunsignedaddin">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_AllowTrustedLocationsOnTheNetwork" class="User" Area="Security Baseline" AreaCategory="Zones and Locations" displayName="$(string.L_AllowTrustedLocationsOnTheNetwork)" explainText="$(string.L_AllowTrustedLocationsOnTheNetworkExplain)" key="software\policies\microsoft\office\16.0\ms project\security\trusted locations" valueName="allownetworklocations">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_DisableTrustedLoc" class="User" displayName="$(string.L_DisableTrustedLoc)" explainText="$(string.L_DisableTrustedLocExplain)" key="software\policies\microsoft\office\16.0\ms project\security\trusted locations" valueName="alllocationsdisabled">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_TrustedLoc01" class="User" displayName="$(string.L_TrustedLoc01)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc01)" key="software\policies\microsoft\office\16.0\ms project\security\trusted locations\location1">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_Pathcolon" valueName="path" expandable="true" />
        <text id="L_Datecolon" valueName="date" />
        <text id="L_Descriptioncolon" valueName="description" />
        <boolean id="L_Allowsubfolders" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc02" class="User" displayName="$(string.L_TrustedLoc02)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc02)" key="software\policies\microsoft\office\16.0\ms project\security\trusted locations\location2">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon12" valueName="path" expandable="true" />
        <text id="L_datecolon13" valueName="date" />
        <text id="L_descriptioncolon14" valueName="description" />
        <boolean id="L_allowsubfolders15" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc03" class="User" displayName="$(string.L_TrustedLoc03)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc03)" key="software\policies\microsoft\office\16.0\ms project\security\trusted locations\location3">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon16" valueName="path" expandable="true" />
        <text id="L_datecolon17" valueName="date" />
        <text id="L_descriptioncolon18" valueName="description" />
        <boolean id="L_allowsubfolders19" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc04" class="User" displayName="$(string.L_TrustedLoc04)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc04)" key="software\policies\microsoft\office\16.0\ms project\security\trusted locations\location4">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon20" valueName="path" expandable="true" />
        <text id="L_datecolon21" valueName="date" />
        <text id="L_descriptioncolon22" valueName="description" />
        <boolean id="L_allowsubfolders23" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc05" class="User" displayName="$(string.L_TrustedLoc05)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc05)" key="software\policies\microsoft\office\16.0\ms project\security\trusted locations\location5">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon24" valueName="path" expandable="true" />
        <text id="L_datecolon25" valueName="date" />
        <text id="L_descriptioncolon26" valueName="description" />
        <boolean id="L_allowsubfolders27" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc06" class="User" displayName="$(string.L_TrustedLoc06)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc06)" key="software\policies\microsoft\office\16.0\ms project\security\trusted locations\location6">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon28" valueName="path" expandable="true" />
        <text id="L_datecolon29" valueName="date" />
        <text id="L_descriptioncolon30" valueName="description" />
        <boolean id="L_allowsubfolders31" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc07" class="User" displayName="$(string.L_TrustedLoc07)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc07)" key="software\policies\microsoft\office\16.0\ms project\security\trusted locations\location7">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon32" valueName="path" expandable="true" />
        <text id="L_datecolon33" valueName="date" />
        <text id="L_descriptioncolon34" valueName="description" />
        <boolean id="L_allowsubfolders35" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc08" class="User" displayName="$(string.L_TrustedLoc08)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc08)" key="software\policies\microsoft\office\16.0\ms project\security\trusted locations\location8">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon36" valueName="path" expandable="true" />
        <text id="L_datecolon37" valueName="date" />
        <text id="L_descriptioncolon38" valueName="description" />
        <boolean id="L_allowsubfolders39" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc09" class="User" displayName="$(string.L_TrustedLoc09)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc09)" key="software\policies\microsoft\office\16.0\ms project\security\trusted locations\location9">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon40" valueName="path" expandable="true" />
        <text id="L_datecolon41" valueName="date" />
        <text id="L_descriptioncolon42" valueName="description" />
        <boolean id="L_allowsubfolders43" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc10" class="User" displayName="$(string.L_TrustedLoc10)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc10)" key="software\policies\microsoft\office\16.0\ms project\security\trusted locations\location10">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon44" valueName="path" expandable="true" />
        <text id="L_datecolon45" valueName="date" />
        <text id="L_descriptioncolon46" valueName="description" />
        <boolean id="L_allowsubfolders47" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc11" class="User" displayName="$(string.L_TrustedLoc11)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc11)" key="software\policies\microsoft\office\16.0\ms project\security\trusted locations\location11">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon48" valueName="path" expandable="true" />
        <text id="L_datecolon49" valueName="date" />
        <text id="L_descriptioncolon50" valueName="description" />
        <boolean id="L_allowsubfolders51" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc12" class="User" displayName="$(string.L_TrustedLoc12)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc12)" key="software\policies\microsoft\office\16.0\ms project\security\trusted locations\location12">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon52" valueName="path" expandable="true" />
        <text id="L_datecolon53" valueName="date" />
        <text id="L_descriptioncolon54" valueName="description" />
        <boolean id="L_allowsubfolders55" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc13" class="User" displayName="$(string.L_TrustedLoc13)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc13)" key="software\policies\microsoft\office\16.0\ms project\security\trusted locations\location13">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon56" valueName="path" expandable="true" />
        <text id="L_datecolon57" valueName="date" />
        <text id="L_descriptioncolon58" valueName="description" />
        <boolean id="L_allowsubfolders59" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc14" class="User" displayName="$(string.L_TrustedLoc14)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc14)" key="software\policies\microsoft\office\16.0\ms project\security\trusted locations\location14">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon60" valueName="path" expandable="true" />
        <text id="L_datecolon61" valueName="date" />
        <text id="L_descriptioncolon62" valueName="description" />
        <boolean id="L_allowsubfolders63" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc15" class="User" displayName="$(string.L_TrustedLoc15)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc15)" key="software\policies\microsoft\office\16.0\ms project\security\trusted locations\location15">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon64" valueName="path" expandable="true" />
        <text id="L_datecolon65" valueName="date" />
        <text id="L_descriptioncolon66" valueName="description" />
        <boolean id="L_allowsubfolders67" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc16" class="User" displayName="$(string.L_TrustedLoc16)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc16)" key="software\policies\microsoft\office\16.0\ms project\security\trusted locations\location16">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon68" valueName="path" expandable="true" />
        <text id="L_datecolon69" valueName="date" />
        <text id="L_descriptioncolon70" valueName="description" />
        <boolean id="L_allowsubfolders71" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc17" class="User" displayName="$(string.L_TrustedLoc17)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc17)" key="software\policies\microsoft\office\16.0\ms project\security\trusted locations\location17">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon72" valueName="path" expandable="true" />
        <text id="L_datecolon73" valueName="date" />
        <text id="L_descriptioncolon74" valueName="description" />
        <boolean id="L_allowsubfolders75" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc18" class="User" displayName="$(string.L_TrustedLoc18)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc18)" key="software\policies\microsoft\office\16.0\ms project\security\trusted locations\location18">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon76" valueName="path" expandable="true" />
        <text id="L_datecolon77" valueName="date" />
        <text id="L_descriptioncolon78" valueName="description" />
        <boolean id="L_allowsubfolders79" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc19" class="User" displayName="$(string.L_TrustedLoc19)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc19)" key="software\policies\microsoft\office\16.0\ms project\security\trusted locations\location19">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon80" valueName="path" expandable="true" />
        <text id="L_datecolon81" valueName="date" />
        <text id="L_descriptioncolon82" valueName="description" />
        <boolean id="L_allowsubfolders83" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc20" class="User" displayName="$(string.L_TrustedLoc20)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc20)" key="software\policies\microsoft\office\16.0\ms project\security\trusted locations\location20">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon84" valueName="path" expandable="true" />
        <text id="L_datecolon85" valueName="date" />
        <text id="L_descriptioncolon86" valueName="description" />
        <boolean id="L_allowsubfolders87" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_PjSecurityLevel" class="User" displayName="$(string.L_PjSecurityLevel)" explainText="$(string.L_PjSecurityLevelExplain)" presentation="$(presentation.L_PjSecurityLevel)" key="software\policies\microsoft\office\16.0\ms project\security">
      <parentCategory ref="L_PJMacro" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_pjsecuritylevel36" valueName="level">
          <item displayName="$(string.L_PjSecurityLevel1)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_PjSecurityLevel2)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_PjSecurityLevel3)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_PjSecurityLevel4)">
            <value>
              <decimal value="4" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_CacheLocation" class="User" displayName="$(string.L_CacheLocation)" explainText="$(string.L_CacheLocationExplain)" presentation="$(presentation.L_CacheLocation)" key="software\policies\microsoft\office\16.0\ms project\settings">
      <parentCategory ref="L_PjCache" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_cachelocation37" valueName="cachelocation" expandable="true" />
      </elements>
    </policy>
    <policy name="L_CacheSizePerProfile" class="User" displayName="$(string.L_CacheSizePerProfile)" explainText="$(string.L_CacheSizePerProfileExplain)" presentation="$(presentation.L_CacheSizePerProfile)" key="software\policies\microsoft\office\16.0\ms project\settings">
      <parentCategory ref="L_PjCache" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <decimal id="L_cachesizeperprofile38" valueName="cachesizeperprofile" />
      </elements>
    </policy>
    <policy name="L_MRUTemplateListLength" class="User" displayName="$(string.L_MRUTemplateListLength)" explainText="$(string.L_MRUTemplateListLengthExplain)" presentation="$(presentation.L_MRUTemplateListLength)" key="software\policies\microsoft\office\16.0\common\general">
      <parentCategory ref="L_Miscellaneous" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <decimal id="L_mrutemplatelistlength39" valueName="recenttemplateslist" minValue="0" maxValue="9" />
      </elements>
    </policy>
    <policy name="L_BlockAllUnmanagedAddins" class="User" displayName="$(string.L_BlockAllUnmanagedAddins)" explainText="$(string.L_BlockAllUnmanagedAddinsExplainText)" key="software\policies\microsoft\office\16.0\ms project\resiliency" valueName="restricttolist">
      <parentCategory ref="L_Miscellaneous" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_ListOfManagedAddins" class="User" displayName="$(string.L_ListOfManagedAddins)" explainText="$(string.L_ListOfManagedAddinsExplainText)" presentation="$(presentation.L_ListOfManagedAddins)" key="software\policies\microsoft\office\16.0\ms project\resiliency\addinlist">
      <parentCategory ref="L_Miscellaneous" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledList>
        <item key="software\policies\microsoft\office\16.0\ms project\resiliency\addinlist" valueName="policyon">
          <value>
            <decimal value="1" />
          </value>
        </item>
      </enabledList>
      <disabledList>
        <item key="software\policies\microsoft\office\16.0\ms project\resiliency\addinlist" valueName="policyon">
          <value>
            <delete />
          </value>
        </item>
      </disabledList>
      <elements>
        <list id="L_ListOfManagedAddins2" explicitValue="true" />
      </elements>
    </policy>
    <policy name="L_DisableOfficeStartProject" class="User" displayName="$(string.L_DisableOfficeStartProject)" explainText="$(string.L_DisableOfficeStartProjectExplain)" key="software\policies\microsoft\office\16.0\ms project\options\general" valueName="disableboottoofficestart">
      <parentCategory ref="L_Miscellaneous" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PersonalTemplatesPath" class="User" displayName="$(string.L_PersonalTemplatesPath)" explainText="$(string.L_PersonalTemplatesPathExplain)" presentation="$(presentation.L_PersonalTemplatesPath)" key="software\policies\microsoft\office\16.0\ms project\options\save">
      <parentCategory ref="L_Miscellaneous" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_PersonalTemplatesPath" valueName="personaltemplates" expandable="true" />
      </elements>
    </policy>
    <policy name="L_DefaultCustomTab" class="User" displayName="$(string.L_DefaultCustomTab)" explainText="$(string.L_DefaultCustomTabExplain)" key="software\policies\microsoft\office\16.0\ms project\options\general" valueName="officestartdefaulttab">
      <parentCategory ref="L_Miscellaneous" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
  </policies>
</policyDefinitions>