<?xml version="1.0" encoding="utf-16"?>
<policyDefinitions revision="1.0" schemaVersion="1.0">
  <policyNamespaces>
    <target prefix="visio16" namespace="visio16.Office.Microsoft.Policies.Windows" />
    <using prefix="windows" namespace="Microsoft.Policies.Windows" />
  </policyNamespaces>
  <supersededAdm fileName="visio16" />
  <resources minRequiredRevision="1.0" />
  <categories>
    <category name="L_MicrosoftVisio" displayName="$(string.L_MicrosoftVisio)" />
    <category name="L_VisioOptions" displayName="$(string.L_VisioOptions)">
      <parentCategory ref="L_MicrosoftVisio" />
    </category>
    <category name="L_General" displayName="$(string.L_General)">
      <parentCategory ref="L_VisioOptions" />
    </category>
    <category name="L_UserInterfaceOptions" displayName="$(string.L_UserInterfaceOptions)">
      <parentCategory ref="L_General" />
    </category>
    <category name="L_Save" displayName="$(string.L_Save)">
      <parentCategory ref="L_VisioOptions" />
    </category>
    <category name="L_OfflineEditing" displayName="$(string.L_OfflineEditing)">
      <parentCategory ref="L_Save" />
    </category>
    <category name="L_SaveDocuments" displayName="$(string.L_SaveDocuments)">
      <parentCategory ref="L_Save" />
    </category>
    <category name="L_Proofing" displayName="$(string.L_Proofing)">
      <parentCategory ref="L_VisioOptions" />
    </category>
    <category name="L_AutoCorrectOptions" displayName="$(string.L_AutoCorrectOptions)">
      <parentCategory ref="L_Proofing" />
    </category>
    <category name="L_OptionsCustomizeRibbon" displayName="$(string.L_OptionsCustomizeRibbon)">
      <parentCategory ref="L_VisioOptions" />
    </category>
    <category name="L_Security" displayName="$(string.L_Security)">
      <parentCategory ref="L_VisioOptions" />
    </category>
    <category name="L_TrustCenter" displayName="$(string.L_TrustCenter)">
      <parentCategory ref="L_Security" />
    </category>
    <category name="L_FileBlockSettings" displayName="$(string.L_FileBlockSettings)">
      <parentCategory ref="L_TrustCenter" />
    </category>
    <category name="L_MacroSecurity" displayName="$(string.L_MacroSecurity)">
      <parentCategory ref="L_Security" />
    </category>
    <category name="L_Advanced" displayName="$(string.L_Advanced)">
      <parentCategory ref="L_VisioOptions" />
    </category>
    <category name="L_FileLocations" displayName="$(string.L_FileLocations)">
      <parentCategory ref="L_Advanced" />
    </category>
    <category name="L_Display" displayName="$(string.L_Display)">
      <parentCategory ref="L_Advanced" />
    </category>
    <category name="L_EditingOptions" displayName="$(string.L_EditingOptions)">
      <parentCategory ref="L_Advanced" />
    </category>
    <category name="L_SaveOpen" displayName="$(string.L_SaveOpen)">
      <parentCategory ref="L_Advanced" />
    </category>
    <category name="L_ShapeSearch" displayName="$(string.L_ShapeSearch)">
      <parentCategory ref="L_Advanced" />
    </category>
    <category name="L_GeneralOptions" displayName="$(string.L_GeneralOptions)">
      <parentCategory ref="L_Advanced" />
    </category>
    <category name="L_Customizableerrormessages" displayName="$(string.L_Customizableerrormessages)">
      <parentCategory ref="L_MicrosoftVisio" />
    </category>
    <category name="L_Disableitemsinuserinterface" displayName="$(string.L_Disableitemsinuserinterface)">
      <parentCategory ref="L_MicrosoftVisio" />
    </category>
    <category name="L_Predefined" displayName="$(string.L_Predefined)">
      <parentCategory ref="L_Disableitemsinuserinterface" />
    </category>
    <category name="L_Custom" displayName="$(string.L_Custom)">
      <parentCategory ref="L_Disableitemsinuserinterface" />
    </category>
    <category name="L_Miscellaneous" displayName="$(string.L_Miscellaneous)">
      <parentCategory ref="L_MicrosoftVisio" />
    </category>
  </categories>
  <policies>
    <policy name="L_PreventShowingNewScreenOnLaunch" class="User" displayName="$(string.L_PreventShowingNewScreenOnLaunch)" explainText="$(string.L_PreventShowingNewScreenOnLaunchExplain)" key="software\policies\microsoft\office\16.0\visio\application" valueName="showtemplatepanebydefault">
      <parentCategory ref="L_Display" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <string>0</string>
      </enabledValue>
      <disabledValue>
        <string>1</string>
      </disabledValue>
    </policy>
    <policy name="L_SmartTags" class="User" displayName="$(string.L_SmartTags)" explainText="$(string.L_SmartTagsExplain)" key="software\policies\microsoft\office\16.0\visio\application" valueName="showsmarttags">
      <parentCategory ref="L_Display" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <string>1</string>
      </enabledValue>
      <disabledValue>
        <string>0</string>
      </disabledValue>
    </policy>
    <policy name="L_StencilwindowScreenTips" class="User" displayName="$(string.L_StencilwindowScreenTips)" explainText="$(string.L_StencilwindowScreenTipsExplain)" key="software\policies\microsoft\office\16.0\visio\application" valueName="tipsstencil">
      <parentCategory ref="L_Display" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <string>1</string>
      </enabledValue>
      <disabledValue>
        <string>0</string>
      </disabledValue>
    </policy>
    <policy name="L_SpecifyScreenTipsToAppear" class="User" displayName="$(string.L_SpecifyScreenTipsToAppear)" explainText="$(string.L_SpecifyScreenTipsToAppearExplain)" presentation="$(presentation.L_SpecifyScreenTipsToAppear)" key="software\policies\microsoft\office\16.0\visio\application">
      <parentCategory ref="L_Display" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <boolean id="L_SpecifyScreenTipsToAppearBoolID1" key="software\policies\microsoft\office\16.0\visio\application" valueName="tipsdrawing">
          <trueValue>
            <string>1</string>
          </trueValue>
          <falseValue>
            <string>0</string>
          </falseValue>
        </boolean>
        <boolean id="L_SpecifyScreenTipsToAppearBoolID2" key="software\policies\microsoft\office\16.0\visio\application" valueName="tipsdialogs">
          <trueValue>
            <string>1</string>
          </trueValue>
          <falseValue>
            <string>0</string>
          </falseValue>
        </boolean>
        <boolean id="L_SpecifyScreenTipsToAppearBoolID3" key="software\policies\microsoft\office\16.0\visio\application" valueName="tipsrulers">
          <trueValue>
            <string>1</string>
          </trueValue>
          <falseValue>
            <string>0</string>
          </falseValue>
        </boolean>
        <boolean id="L_SpecifyScreenTipsToAppearBoolID4" key="software\policies\microsoft\office\16.0\visio\application" valueName="tipsshapesheet">
          <trueValue>
            <string>1</string>
          </trueValue>
          <falseValue>
            <string>0</string>
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_Text" class="User" displayName="$(string.L_Text)" explainText="$(string.L_Specifiestheunitofmeasureforindentslinespacingan)" presentation="$(presentation.L_Text)" key="software\policies\microsoft\office\16.0\visio\document">
      <parentCategory ref="L_Display" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_text7" valueName="measurementsystem_text">
          <item displayName="$(string.L_Picas)">
            <value>
              <string>51</string>
            </value>
          </item>
          <item displayName="$(string.L_Points)">
            <value>
              <string>50</string>
            </value>
          </item>
          <item displayName="$(string.L_Ciceros)">
            <value>
              <string>54</string>
            </value>
          </item>
          <item displayName="$(string.L_Didots)">
            <value>
              <string>53</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_Angle" class="User" displayName="$(string.L_Angle)" explainText="$(string.L_Specifiestheunitofmeasurefortheangleofrotation)" presentation="$(presentation.L_Angle)" key="software\policies\microsoft\office\16.0\visio\document">
      <parentCategory ref="L_Display" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_angle8" valueName="measurementsystem_angle">
          <item displayName="$(string.L_Degrees)">
            <value>
              <string>81</string>
            </value>
          </item>
          <item displayName="$(string.L_DegMinSec)">
            <value>
              <string>82</string>
            </value>
          </item>
          <item displayName="$(string.L_MinSec)">
            <value>
              <string>84</string>
            </value>
          </item>
          <item displayName="$(string.L_Seconds)">
            <value>
              <string>85</string>
            </value>
          </item>
          <item displayName="$(string.L_Radians)">
            <value>
              <string>83</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_Duration" class="User" displayName="$(string.L_Duration)" explainText="$(string.L_Specifiestheunitofmeasurefordurationwhichiselaps)" presentation="$(presentation.L_Duration)" key="software\policies\microsoft\office\16.0\visio\document">
      <parentCategory ref="L_Display" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_duration9" valueName="measurementsystem_duration">
          <item displayName="$(string.L_Weeks)">
            <value>
              <string>43</string>
            </value>
          </item>
          <item displayName="$(string.L_Days)">
            <value>
              <string>44</string>
            </value>
          </item>
          <item displayName="$(string.L_Hours)">
            <value>
              <string>45</string>
            </value>
          </item>
          <item displayName="$(string.L_Minutes)">
            <value>
              <string>46</string>
            </value>
          </item>
          <item displayName="$(string.L_Seconds)">
            <value>
              <string>47</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_AlwaysofferMetricandUSunitsfornewblankdrawings" class="User" displayName="$(string.L_AlwaysofferMetricandUSunitsfornewblankdrawings)" explainText="$(string.L_AlwaysofferMetricandUSunitsfornewblankdrawingsExplain)" key="software\policies\microsoft\office\16.0\visio\application" valueName="offermetricandus">
      <parentCategory ref="L_Display" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <string>1</string>
      </enabledValue>
      <disabledValue>
        <string>0</string>
      </disabledValue>
    </policy>
    <policy name="L_DoNotShowMiniToolbarOnSelectionOfText" class="User" displayName="$(string.L_DoNotShowMiniToolbarOnSelectionOfText)" explainText="$(string.L_DoNotShowMiniToolbarOnSelectionOfTextExplain)" key="software\policies\microsoft\office\16.0\visio\application" valueName="showminitoolbar">
      <parentCategory ref="L_UserInterfaceOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <string>0</string>
      </enabledValue>
      <disabledValue>
        <string>1</string>
      </disabledValue>
    </policy>
    <policy name="L_TurnOffLivePreview" class="User" displayName="$(string.L_TurnOffLivePreview)" explainText="$(string.L_TurnOffLivePreviewExplain)" key="software\policies\microsoft\office\16.0\visio\application" valueName="livepreview">
      <parentCategory ref="L_UserInterfaceOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <string>0</string>
      </enabledValue>
      <disabledValue>
        <string>1</string>
      </disabledValue>
    </policy>
    <policy name="L_TurnOffLivePreviewInTheShapesWindow" class="User" displayName="$(string.L_TurnOffLivePreviewInTheShapesWindow)" explainText="$(string.L_TurnOffLivePreviewInTheShapesWindowExplain)" key="software\policies\microsoft\office\16.0\visio\application" valueName="livepreviewmasters">
      <parentCategory ref="L_UserInterfaceOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <string>0</string>
      </enabledValue>
      <disabledValue>
        <string>1</string>
      </disabledValue>
    </policy>
    <policy name="L_ZoomonrollwithIntelliMouse" class="User" displayName="$(string.L_ZoomonrollwithIntelliMouse)" explainText="$(string.L_Ifselectedletsyouzoominoroutfromadrawingbyrollin)" key="software\policies\microsoft\office\16.0\visio\application" valueName="zoomonroll">
      <parentCategory ref="L_EditingOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <string>1</string>
      </enabledValue>
      <disabledValue>
        <string>0</string>
      </disabledValue>
    </policy>
    <policy name="L_Centerselectiononzoom" class="User" displayName="$(string.L_Centerselectiononzoom)" explainText="$(string.L_Specifiesthatwhenyouzoominwhatevershapewasselect)" key="software\policies\microsoft\office\16.0\visio\application" valueName="zoommode">
      <parentCategory ref="L_EditingOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <string>1</string>
      </enabledValue>
      <disabledValue>
        <string>0</string>
      </disabledValue>
    </policy>
    <policy name="L_Selectshapespartiallywithinarea" class="User" displayName="$(string.L_Selectshapespartiallywithinarea)" explainText="$(string.L_Ifyouselectshapesbyusingaselectionnetdraggingabo)" key="software\policies\microsoft\office\16.0\visio\application" valueName="areaselection">
      <parentCategory ref="L_EditingOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <string>1</string>
      </enabledValue>
      <disabledValue>
        <string>0</string>
      </disabledValue>
    </policy>
    <policy name="L_Enablelivedynamics" class="User" displayName="$(string.L_Enablelivedynamics)" explainText="$(string.L_Whenyouresizeorrotateashapeyoucanseetheshapeasit)" key="software\policies\microsoft\office\16.0\visio\application" valueName="livemousedynamics">
      <parentCategory ref="L_EditingOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <string>1</string>
      </enabledValue>
      <disabledValue>
        <string>0</string>
      </disabledValue>
    </policy>
    <policy name="L_Enalbeconnectorsplitting" class="User" displayName="$(string.L_Enalbeconnectorsplitting)" explainText="$(string.L_Whenyouplaceashapeonthelineofaconnectoritsplitsa)" key="software\policies\microsoft\office\16.0\visio\application" valueName="allowshapesplitting">
      <parentCategory ref="L_EditingOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <string>1</string>
      </enabledValue>
      <disabledValue>
        <string>0</string>
      </disabledValue>
    </policy>
    <policy name="L_EnableAutoConnect" class="User" displayName="$(string.L_EnableAutoConnect)" explainText="$(string.L_SetsthevalueinthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\visio\application" valueName="enableautoconnect">
      <parentCategory ref="L_EditingOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <string>1</string>
      </enabledValue>
      <disabledValue>
        <string>0</string>
      </disabledValue>
    </policy>
    <policy name="L_ShowMoreHandles" class="User" displayName="$(string.L_ShowMoreHandles)" explainText="$(string.L_ShowMoreHandlesExplain)" key="software\policies\microsoft\office\16.0\visio\application" valueName="handlebehavior">
      <parentCategory ref="L_EditingOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <string>0</string>
      </enabledValue>
      <disabledValue>
        <string>1</string>
      </disabledValue>
    </policy>
    <policy name="L_Promptfordocumentpropertiesonfirstsave" class="User" displayName="$(string.L_Promptfordocumentpropertiesonfirstsave)" explainText="$(string.L_Indicateswhetherthepropertiesdialogboxopenswhena)" key="software\policies\microsoft\office\16.0\visio\application" valueName="promptforsummaryinfo">
      <parentCategory ref="L_SaveDocuments" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <string>1</string>
      </enabledValue>
      <disabledValue>
        <string>0</string>
      </disabledValue>
    </policy>
    <policy name="L_languageforfileconversion4" class="User" displayName="$(string.L_languageforfileconversion4)" explainText="$(string.L_SpecifiesthatVisioshoulddeterminewhichlanguageto)" presentation="$(presentation.L_languageforfileconversion4)" key="software\policies\microsoft\office\16.0\visio\application">
      <parentCategory ref="L_SaveOpen" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_languageforfileconversion5" valueName="fileconversionmode">
          <item displayName="$(string.L_LetVisiodecidelanguage)">
            <value>
              <string>0</string>
            </value>
          </item>
          <item displayName="$(string.L_Promptforlanguage)">
            <value>
              <string>1</string>
            </value>
          </item>
          <item displayName="$(string.L_Usethefollowinglanguage)">
            <value>
              <string>2</string>
            </value>
          </item>
        </enum>
        <text id="L_Uselanguage" valueName="fileconversionlanguage" />
      </elements>
    </policy>
    <policy name="L_Showfilesavewarnings" class="User" displayName="$(string.L_Showfilesavewarnings)" explainText="$(string.L_ShowfilesavewarningsExplain)" key="software\policies\microsoft\office\16.0\visio\application" valueName="showxmlsavewarnings">
      <parentCategory ref="L_SaveOpen" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <string>1</string>
      </enabledValue>
      <disabledValue>
        <string>0</string>
      </disabledValue>
    </policy>
    <policy name="L_Showfileopenwarnings" class="User" displayName="$(string.L_Showfileopenwarnings)" explainText="$(string.L_ShowfileopenwarningsExplain)" key="software\policies\microsoft\office\16.0\visio\application" valueName="showxmlopenwarnings">
      <parentCategory ref="L_SaveOpen" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <string>1</string>
      </enabledValue>
      <disabledValue>
        <string>0</string>
      </disabledValue>
    </policy>
    <policy name="L_DisplayDeveloperTab" class="User" displayName="$(string.L_DisplayDeveloperTab)" explainText="$(string.L_DisplayDeveloperTabExplain)" key="software\policies\microsoft\office\16.0\visio\application" valueName="developertools">
      <parentCategory ref="L_OptionsCustomizeRibbon" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_TurnOffCADDWGFunctionality" class="User" displayName="$(string.L_TurnOffCADDWGFunctionality)" explainText="$(string.L_TurnOffCADDWGFunctionalityExplain)" key="software\policies\microsoft\office\16.0\visio\application" valueName="disabledwg">
      <parentCategory ref="L_Save" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_SaveCheckedOutFilesTo" class="User" displayName="$(string.L_SaveCheckedOutFilesTo)" explainText="$(string.L_SaveCheckedOutFilesToExplain)" presentation="$(presentation.L_SaveCheckedOutFilesTo)" key="software\policies\microsoft\office\16.0\visio\application">
      <parentCategory ref="L_OfflineEditing" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_SaveCheckedOutFilesToDropID" valueName="uselocaldrafts">
          <item displayName="$(string.L_SaveCheckedOutFilesToStr1)">
            <value>
              <string>1</string>
            </value>
          </item>
          <item displayName="$(string.L_SaveCheckedOutFilesToStr2)">
            <value>
              <string>0</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_SaveVisiofilesas" class="User" displayName="$(string.L_SaveVisiofilesas)" explainText="$(string.L_IdentifiesthedefaultfileformatinwhichVisiofilesa)" presentation="$(presentation.L_SaveVisiofilesas)" key="software\policies\microsoft\office\16.0\visio\application">
      <parentCategory ref="L_SaveDocuments" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_savevisiofilesas6" valueName="savefileformat">
          <item displayName="$(string.L_VisioDocument)">
            <value>
              <string>0</string>
            </value>
          </item>
          <item displayName="$(string.L_VisioMacro)">
            <value>
              <string>3</string>
            </value>
          </item>
          <item displayName="$(string.L_VisioBinary)">
            <value>
              <string>1</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_Showshapesearchpane" class="User" displayName="$(string.L_Showshapesearchpane)" explainText="$(string.L_Displaystheshapesearchuserinterfaceelements)" key="software\policies\microsoft\office\16.0\visio\application" valueName="showshapesearchpane">
      <parentCategory ref="L_ShapeSearch" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <string>1</string>
      </enabledValue>
      <disabledValue>
        <string>0</string>
      </disabledValue>
    </policy>
    <policy name="L_Searchfor" class="User" displayName="$(string.L_Searchfor)" explainText="$(string.L_SetsthevalueinthecorrespondingUIoption)" presentation="$(presentation.L_Searchfor)" key="software\policies\microsoft\office\16.0\visio\application">
      <parentCategory ref="L_ShapeSearch" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_searchfor10" valueName="findshapesallwords">
          <item displayName="$(string.L_Allofthewords)">
            <value>
              <string>1</string>
            </value>
          </item>
          <item displayName="$(string.L_Anyofthewords)">
            <value>
              <string>0</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_Searchresults" class="User" displayName="$(string.L_Searchresults)" explainText="$(string.L_Specifieswhetherresultsarereturnedinaphabeticalo)" presentation="$(presentation.L_Searchresults)" key="software\policies\microsoft\office\16.0\visio\application">
      <parentCategory ref="L_ShapeSearch" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_searchresults11" valueName="msoridcuvisiobfsgroup">
          <item displayName="$(string.L_Alphabetically)">
            <value>
              <string>0</string>
            </value>
          </item>
          <item displayName="$(string.L_ByGroup)">
            <value>
              <string>1</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_Openresultsnewwindow" class="User" displayName="$(string.L_Openresultsnewwindow)" explainText="$(string.L_Indicateswhetheranewsearchresultsstenciliscreate)" key="software\policies\microsoft\office\16.0\visio\application" valueName="msoridcuvisiobfsrecycle">
      <parentCategory ref="L_ShapeSearch" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <string>0</string>
      </enabledValue>
      <disabledValue>
        <string>1</string>
      </disabledValue>
    </policy>
    <policy name="L_Disableallapplicationextensions" class="User" displayName="$(string.L_Disableallapplicationextensions)" explainText="$(string.L_DisableallapplicationextensionsExplain)" key="software\policies\microsoft\office\16.0\visio\security" valueName="disablealladdins">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_BlockMacroExecutionFromInternet" class="User" Area="Security Baseline" AreaCategory="Macros" displayName="$(string.L_BlockMacroExecutionFromInternet)" explainText="$(string.L_BlockMacroExecutionFromInternetExplain)" key="software\policies\microsoft\office\16.0\visio\security" valueName="blockcontentexecutionfrominternet">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_TurnOffTrustedDocumentsOnTheNetwork" class="User" displayName="$(string.L_TurnOffTrustedDocumentsOnTheNetwork)" explainText="$(string.L_TurnOffTrustedDocumentsOnTheNetworkExplain)" key="software\policies\microsoft\office\16.0\visio\security\trusted documents" valueName="disablenetworktrusteddocuments">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_TurnOffTrustedDocuments" class="User" displayName="$(string.L_TurnOffTrustedDocuments)" explainText="$(string.L_TurnOffTrustedDocumentsExplain)" key="software\policies\microsoft\office\16.0\visio\security\trusted documents" valueName="disabletrusteddocuments">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_SetMaximumNumberOfTrustedDocuments" class="User" displayName="$(string.L_SetMaximumNumberOfTrustedDocuments)" explainText="$(string.L_SetMaximumNumberOfTrustedDocumentsExplain)" presentation="$(presentation.L_SetMaximumNumberOfTrustedDocuments)" key="software\policies\microsoft\office\16.0\visio\security\trusted documents">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <decimal id="L_SetMaximumNumberOfTrustedDocumentsSpinID" valueName="maxtrusteddocuments" minValue="0" maxValue="20000" />
      </elements>
    </policy>
    <policy name="L_SetMaximumNumberOfTrustRecordsToPreserve" class="User" displayName="$(string.L_SetMaximumNumberOfTrustRecordsToPreserve)" explainText="$(string.L_SetMaximumNumberOfTrustRecordsToPreserveExplain)" presentation="$(presentation.L_SetMaximumNumberOfTrustRecordsToPreserve)" key="software\policies\microsoft\office\16.0\visio\security\trusted documents">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <decimal id="L_SetMaximumNumberOfTrustRecordsToPreserveSpinID" valueName="maxpreservetrusteddocuments" minValue="0" maxValue="20000" />
      </elements>
    </policy>
    <policy name="L_VBAWarningsPolicy" class="User" Area="Security Baseline" AreaCategory="Macros" displayName="$(string.L_VBAWarningsPolicy)" explainText="$(string.L_VBAWarningsExplain)" presentation="$(presentation.L_VBAWarningsPolicy)" key="software\policies\microsoft\office\16.0\visio\security">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_Empty" valueName="vbawarnings">
          <item displayName="$(string.L_DisableAllWithNotification)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_DisableAllExceptDigitallySignedMacros)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_DisableAllWithoutNotification)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_EnableAllMacros)">
            <value>
              <decimal value="1" />
            </value>
          </item>
        </enum>
        <boolean id="L_VBADigSigTrustedPublishersStr" key="software\policies\microsoft\office\16.0\visio\security" valueName="vbadigsigtrustedpublishers">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
        <boolean id="L_VBAOnlyAllowLMTrustedPublisherStr" key="software\policies\microsoft\office\16.0\visio\security" valueName="vbarequirelmtrustedpublisher">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
        <boolean id="L_VBAOnlyAllowDigSigWithCodeSigningEKUStr" key="software\policies\microsoft\office\16.0\visio\security" valueName="vbarequiredigsigwithcodesigningeku">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_RequirethatApplicationExtensionsaresigned" class="User" Area="Security Baseline" AreaCategory="Add-ins and Extensibility" displayName="$(string.L_RequirethatApplicationExtensionsaresigned)" explainText="$(string.L_RequirethatApplicationExtensionsaresignedExplain)" key="software\policies\microsoft\office\16.0\visio\security" valueName="requireaddinsig">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_DisableTrustBarNotificationforunsigned" class="User" Area="Security Baseline" AreaCategory="Add-ins and Extensibility" displayName="$(string.L_DisableTrustBarNotificationforunsigned)" explainText="$(string.L_DisableTrustBarNotificationforunsignedExplain)" key="software\policies\microsoft\office\16.0\visio\security" valueName="notbpromptunsignedaddin">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_AllowTrustedLocationsOnTheNetwork" class="User" Area="Security Baseline" AreaCategory="Zones and Locations" displayName="$(string.L_AllowTrustedLocationsOnTheNetwork)" explainText="$(string.L_AllowTrustedLocationsOnTheNetworkExplain)" key="software\policies\microsoft\office\16.0\visio\security\trusted locations" valueName="allownetworklocations">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_DisableTrustedLoc" class="User" displayName="$(string.L_DisableTrustedLoc)" explainText="$(string.L_DisableTrustedLocExplain)" key="software\policies\microsoft\office\16.0\visio\security\trusted locations" valueName="alllocationsdisabled">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_TrustedLoc01" class="User" displayName="$(string.L_TrustedLoc01)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc01)" key="software\policies\microsoft\office\16.0\visio\security\trusted locations\location1">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_Pathcolon" valueName="path" expandable="true" />
        <text id="L_Datecolon" valueName="date" />
        <text id="L_Descriptioncolon" valueName="description" />
        <boolean id="L_Allowsubfolders" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc02" class="User" displayName="$(string.L_TrustedLoc02)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc02)" key="software\policies\microsoft\office\16.0\visio\security\trusted locations\location2">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon12" valueName="path" expandable="true" />
        <text id="L_datecolon13" valueName="date" />
        <text id="L_descriptioncolon14" valueName="description" />
        <boolean id="L_allowsubfolders15" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc03" class="User" displayName="$(string.L_TrustedLoc03)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc03)" key="software\policies\microsoft\office\16.0\visio\security\trusted locations\location3">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon16" valueName="path" expandable="true" />
        <text id="L_datecolon17" valueName="date" />
        <text id="L_descriptioncolon18" valueName="description" />
        <boolean id="L_allowsubfolders19" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc04" class="User" displayName="$(string.L_TrustedLoc04)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc04)" key="software\policies\microsoft\office\16.0\visio\security\trusted locations\location4">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon20" valueName="path" expandable="true" />
        <text id="L_datecolon21" valueName="date" />
        <text id="L_descriptioncolon22" valueName="description" />
        <boolean id="L_allowsubfolders23" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc05" class="User" displayName="$(string.L_TrustedLoc05)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc05)" key="software\policies\microsoft\office\16.0\visio\security\trusted locations\location5">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon24" valueName="path" expandable="true" />
        <text id="L_datecolon25" valueName="date" />
        <text id="L_descriptioncolon26" valueName="description" />
        <boolean id="L_allowsubfolders27" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc06" class="User" displayName="$(string.L_TrustedLoc06)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc06)" key="software\policies\microsoft\office\16.0\visio\security\trusted locations\location6">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon28" valueName="path" expandable="true" />
        <text id="L_datecolon29" valueName="date" />
        <text id="L_descriptioncolon30" valueName="description" />
        <boolean id="L_allowsubfolders31" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc07" class="User" displayName="$(string.L_TrustedLoc07)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc07)" key="software\policies\microsoft\office\16.0\visio\security\trusted locations\location7">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon32" valueName="path" expandable="true" />
        <text id="L_datecolon33" valueName="date" />
        <text id="L_descriptioncolon34" valueName="description" />
        <boolean id="L_allowsubfolders35" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc08" class="User" displayName="$(string.L_TrustedLoc08)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc08)" key="software\policies\microsoft\office\16.0\visio\security\trusted locations\location8">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon36" valueName="path" expandable="true" />
        <text id="L_datecolon37" valueName="date" />
        <text id="L_descriptioncolon38" valueName="description" />
        <boolean id="L_allowsubfolders39" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc09" class="User" displayName="$(string.L_TrustedLoc09)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc09)" key="software\policies\microsoft\office\16.0\visio\security\trusted locations\location9">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon40" valueName="path" expandable="true" />
        <text id="L_datecolon41" valueName="date" />
        <text id="L_descriptioncolon42" valueName="description" />
        <boolean id="L_allowsubfolders43" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc10" class="User" displayName="$(string.L_TrustedLoc10)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc10)" key="software\policies\microsoft\office\16.0\visio\security\trusted locations\location10">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon44" valueName="path" expandable="true" />
        <text id="L_datecolon45" valueName="date" />
        <text id="L_descriptioncolon46" valueName="description" />
        <boolean id="L_allowsubfolders47" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc11" class="User" displayName="$(string.L_TrustedLoc11)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc11)" key="software\policies\microsoft\office\16.0\visio\security\trusted locations\location11">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon48" valueName="path" expandable="true" />
        <text id="L_datecolon49" valueName="date" />
        <text id="L_descriptioncolon50" valueName="description" />
        <boolean id="L_allowsubfolders51" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc12" class="User" displayName="$(string.L_TrustedLoc12)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc12)" key="software\policies\microsoft\office\16.0\visio\security\trusted locations\location12">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon52" valueName="path" expandable="true" />
        <text id="L_datecolon53" valueName="date" />
        <text id="L_descriptioncolon54" valueName="description" />
        <boolean id="L_allowsubfolders55" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc13" class="User" displayName="$(string.L_TrustedLoc13)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc13)" key="software\policies\microsoft\office\16.0\visio\security\trusted locations\location13">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon56" valueName="path" expandable="true" />
        <text id="L_datecolon57" valueName="date" />
        <text id="L_descriptioncolon58" valueName="description" />
        <boolean id="L_allowsubfolders59" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc14" class="User" displayName="$(string.L_TrustedLoc14)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc14)" key="software\policies\microsoft\office\16.0\visio\security\trusted locations\location14">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon60" valueName="path" expandable="true" />
        <text id="L_datecolon61" valueName="date" />
        <text id="L_descriptioncolon62" valueName="description" />
        <boolean id="L_allowsubfolders63" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc15" class="User" displayName="$(string.L_TrustedLoc15)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc15)" key="software\policies\microsoft\office\16.0\visio\security\trusted locations\location15">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon64" valueName="path" expandable="true" />
        <text id="L_datecolon65" valueName="date" />
        <text id="L_descriptioncolon66" valueName="description" />
        <boolean id="L_allowsubfolders67" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc16" class="User" displayName="$(string.L_TrustedLoc16)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc16)" key="software\policies\microsoft\office\16.0\visio\security\trusted locations\location16">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon68" valueName="path" expandable="true" />
        <text id="L_datecolon69" valueName="date" />
        <text id="L_descriptioncolon70" valueName="description" />
        <boolean id="L_allowsubfolders71" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc17" class="User" displayName="$(string.L_TrustedLoc17)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc17)" key="software\policies\microsoft\office\16.0\visio\security\trusted locations\location17">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon72" valueName="path" expandable="true" />
        <text id="L_datecolon73" valueName="date" />
        <text id="L_descriptioncolon74" valueName="description" />
        <boolean id="L_allowsubfolders75" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc18" class="User" displayName="$(string.L_TrustedLoc18)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc18)" key="software\policies\microsoft\office\16.0\visio\security\trusted locations\location18">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon76" valueName="path" expandable="true" />
        <text id="L_datecolon77" valueName="date" />
        <text id="L_descriptioncolon78" valueName="description" />
        <boolean id="L_allowsubfolders79" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc19" class="User" displayName="$(string.L_TrustedLoc19)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc19)" key="software\policies\microsoft\office\16.0\visio\security\trusted locations\location19">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon80" valueName="path" expandable="true" />
        <text id="L_datecolon81" valueName="date" />
        <text id="L_descriptioncolon82" valueName="description" />
        <boolean id="L_allowsubfolders83" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc20" class="User" displayName="$(string.L_TrustedLoc20)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc20)" key="software\policies\microsoft\office\16.0\visio\security\trusted locations\location20">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon84" valueName="path" expandable="true" />
        <text id="L_datecolon85" valueName="date" />
        <text id="L_descriptioncolon86" valueName="description" />
        <boolean id="L_allowsubfolders87" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_Visio2003Files" class="User" Area="Security Baseline" AreaCategory="Fileblock" displayName="$(string.L_Visio2003Files)" explainText="$(string.L_FileBlockExplainUnblocked)" presentation="$(presentation.L_Visio2003Files)" key="software\policies\microsoft\office\16.0\visio\security\fileblock">
      <parentCategory ref="L_FileBlockSettings" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_Visio2003FilesDropID" valueName="visio2003files">
          <item displayName="$(string.L_FileBlockStr1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_FileBlockStr2)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_FileBlockStr3)">
            <value>
              <decimal value="2" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_Visio2000Files" class="User" Area="Security Baseline" AreaCategory="Fileblock" displayName="$(string.L_Visio2000Files)" explainText="$(string.L_FileBlockExplainBlocked)" presentation="$(presentation.L_Visio2000Files)" key="software\policies\microsoft\office\16.0\visio\security\fileblock">
      <parentCategory ref="L_FileBlockSettings" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_Visio2000FilesDropID" valueName="visio2000files">
          <item displayName="$(string.L_FileBlockStr1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_FileBlockStr3)">
            <value>
              <decimal value="2" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_Visio50AndEarlierFiles" class="User" Area="Security Baseline" AreaCategory="Fileblock" displayName="$(string.L_Visio50AndEarlierFiles)" explainText="$(string.L_FileBlockExplainBlocked)" presentation="$(presentation.L_Visio50AndEarlierFiles)" key="software\policies\microsoft\office\16.0\visio\security\fileblock">
      <parentCategory ref="L_FileBlockSettings" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_Visio50AndEarlierFilesDropID" valueName="visio50andearlierfiles">
          <item displayName="$(string.L_FileBlockStr1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_FileBlockStr3)">
            <value>
              <decimal value="2" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_LoadMicrosoftVisualBasicforApplicationsprojectsf" class="User" displayName="$(string.L_LoadMicrosoftVisualBasicforApplicationsprojectsf)" explainText="$(string.L_IfyouwanttobeabletohaveyourVBAprojectworkindrawi)" key="software\policies\microsoft\office\16.0\visio\application" valueName="loadvbaprojectsfromtext">
      <parentCategory ref="L_MacroSecurity" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <string>1</string>
      </enabledValue>
      <disabledValue>
        <string>0</string>
      </disabledValue>
    </policy>
    <policy name="L_EnableMicrosoftVisualBasicforApplicationsproject" class="User" displayName="$(string.L_EnableMicrosoftVisualBasicforApplicationsproject)" explainText="$(string.L_EnablescreationsofVBAprojectswhenyouopenorcreate)" key="software\policies\microsoft\office\16.0\visio\application" valueName="createvbaprojects">
      <parentCategory ref="L_MacroSecurity" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <string>1</string>
      </enabledValue>
      <disabledValue>
        <string>0</string>
      </disabledValue>
    </policy>
    <policy name="L_TurnOffTransitions" class="User" displayName="$(string.L_TurnOffTransitions)" explainText="$(string.L_TurnOffTransitionsExplain)" key="software\policies\microsoft\office\16.0\visio\application" valueName="transitionsenabled">
      <parentCategory ref="L_EditingOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <string>0</string>
      </enabledValue>
      <disabledValue>
        <string>1</string>
      </disabledValue>
    </policy>
    <policy name="L_TurnOffSmartDeleteBehaviorOfConnectorsWhenDeletingShapes" class="User" displayName="$(string.L_TurnOffSmartDeleteBehaviorOfConnectorsWhenDeletingShapes)" explainText="$(string.L_TurnOffSmartDeleteBehaviorOfConnectorsWhenDeletingShapesExplain)" key="software\policies\microsoft\office\16.0\visio\application" valueName="deleteconnectorsenabled">
      <parentCategory ref="L_EditingOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <string>0</string>
      </enabledValue>
      <disabledValue>
        <string>1</string>
      </disabledValue>
    </policy>
    <policy name="L_TurnOffShapeSheetFormulaAutoComplete" class="User" displayName="$(string.L_TurnOffShapeSheetFormulaAutoComplete)" explainText="$(string.L_TurnOffShapeSheetFormulaAutoCompleteExplain)" key="software\policies\microsoft\office\16.0\visio\application" valueName="formulaautocomplete">
      <parentCategory ref="L_EditingOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <string>0</string>
      </enabledValue>
      <disabledValue>
        <string>1</string>
      </disabledValue>
    </policy>
    <policy name="L_OpeneachShapeSheetinthesamewindow" class="User" displayName="$(string.L_OpeneachShapeSheetinthesamewindow)" explainText="$(string.L_OpensmultipleShapeSheetsinthesamewindowrathertha)" key="software\policies\microsoft\office\16.0\visio\document" valueName="recycleshapesheetwindow">
      <parentCategory ref="L_GeneralOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <string>1</string>
      </enabledValue>
      <disabledValue>
        <string>0</string>
      </disabledValue>
    </policy>
    <policy name="L_PutallsettingsinWindowsregistry" class="User" displayName="$(string.L_PutallsettingsinWindowsregistry)" explainText="$(string.L_AddsallpossibleapplicationsettingsintotheWindows)" key="software\policies\microsoft\office\16.0\visio\application" valueName="putallinregistry">
      <parentCategory ref="L_GeneralOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <string>1</string>
      </enabledValue>
      <disabledValue>
        <string>0</string>
      </disabledValue>
    </policy>
    <policy name="L_EnableAutomationevents" class="User" displayName="$(string.L_EnableAutomationevents)" explainText="$(string.L_EnablesVisioeventstobesenttoVisioaddonsandVBAmac)" key="software\policies\microsoft\office\16.0\visio\application" valueName="eventsenabled">
      <parentCategory ref="L_GeneralOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <string>1</string>
      </enabledValue>
      <disabledValue>
        <string>0</string>
      </disabledValue>
    </policy>
    <policy name="L_Drawings" class="User" displayName="$(string.L_Drawings)" explainText="$(string.L_DisplaystheadditionallocationofdrawingsWhenyouad)" presentation="$(presentation.L_Drawings)" key="software\policies\microsoft\office\16.0\visio\application">
      <parentCategory ref="L_FileLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_Drawingscolon" valueName="drawingspath" />
      </elements>
    </policy>
    <policy name="L_Templates" class="User" displayName="$(string.L_Templates)" explainText="$(string.L_TemplatesExplain)" presentation="$(presentation.L_Templates)" key="software\policies\microsoft\office\16.0\visio\application">
      <parentCategory ref="L_FileLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_Templatescolon" valueName="templatepath" />
      </elements>
    </policy>
    <policy name="L_Stencils" class="User" displayName="$(string.L_Stencils)" explainText="$(string.L_DisplaystheadditionallocationofstencilsWhenaloca)" presentation="$(presentation.L_Stencils)" key="software\policies\microsoft\office\16.0\visio\application">
      <parentCategory ref="L_FileLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_Stencilscolon" valueName="stencilpath" />
      </elements>
    </policy>
    <policy name="L_Help" class="User" displayName="$(string.L_Help)" explainText="$(string.L_DisplaystheadditionallocationofHelpfiles)" presentation="$(presentation.L_Help)" key="software\policies\microsoft\office\16.0\visio\application">
      <parentCategory ref="L_FileLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_Helpcolon" valueName="helppath" />
      </elements>
    </policy>
    <policy name="L_Addons" class="User" displayName="$(string.L_Addons)" explainText="$(string.L_Displaystheadditionallocationofmacrosandaddons)" presentation="$(presentation.L_Addons)" key="software\policies\microsoft\office\16.0\visio\application">
      <parentCategory ref="L_FileLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_Addonscolon" valueName="addonspath" />
      </elements>
    </policy>
    <policy name="L_Startup" class="User" displayName="$(string.L_Startup)" explainText="$(string.L_Displaystheadditionallocationformacrosandaddonso)" presentation="$(presentation.L_Startup)" key="software\policies\microsoft\office\16.0\visio\application">
      <parentCategory ref="L_FileLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_Startupcolon" valueName="startuppath" />
      </elements>
    </policy>
    <policy name="L_MyShapes" class="User" displayName="$(string.L_MyShapes)" explainText="$(string.L_Displaysthepathofthemyshapesfolder)" presentation="$(presentation.L_MyShapes)" key="software\policies\microsoft\office\16.0\visio\application">
      <parentCategory ref="L_FileLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_MyShapescolon" valueName="myshapespath" />
      </elements>
    </policy>
    <policy name="L_FavoritesStencilName" class="User" displayName="$(string.L_FavoritesStencilName)" explainText="$(string.L_Displaysthenameofthestencilcreatedinthe)" presentation="$(presentation.L_FavoritesStencilName)" key="software\policies\microsoft\office\16.0\visio\application">
      <parentCategory ref="L_FileLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_FavoritesStencilNamecolon" valueName="favoritesstencilname" />
      </elements>
    </policy>
    <policy name="L_Straightquoteswithsmartquotes" class="User" displayName="$(string.L_Straightquoteswithsmartquotes)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\visio\autoformat as you type" valueName="smartquotes">
      <parentCategory ref="L_AutoCorrectOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Fractionswithfractioncharacter" class="User" displayName="$(string.L_Fractionswithfractioncharacter)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\visio\autoformat as you type" valueName="fractions">
      <parentCategory ref="L_AutoCorrectOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Ordinalswithsuperscript" class="User" displayName="$(string.L_Ordinalswithsuperscript)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\visio\autoformat as you type" valueName="ordinals">
      <parentCategory ref="L_AutoCorrectOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Hyphenswithdash" class="User" displayName="$(string.L_Hyphenswithdash)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\visio\autoformat as you type" valueName="dashes">
      <parentCategory ref="L_AutoCorrectOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Smileyfacesandarrowswithspecialsymbols" class="User" displayName="$(string.L_Smileyfacesandarrowswithspecialsymbols)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\visio\autoformat as you type" valueName="smileys">
      <parentCategory ref="L_AutoCorrectOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Listoferrormessagestocustomize" class="User" displayName="$(string.L_Listoferrormessagestocustomize)" explainText="$(string.L_Definesalistofcustomerrormessagestoactivate)" presentation="$(presentation.L_Listoferrormessagestocustomize)" key="software\policies\microsoft\office\16.0\visio\customizablealerts">
      <parentCategory ref="L_Customizableerrormessages" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledList>
        <item key="software\policies\microsoft\office\16.0\visio\customizablealerts" valueName="policyon">
          <value>
            <decimal value="1" />
          </value>
        </item>
      </enabledList>
      <disabledList>
        <item key="software\policies\microsoft\office\16.0\visio\customizablealerts" valueName="policyon">
          <value>
            <delete />
          </value>
        </item>
      </disabledList>
      <elements>
        <list id="L_listoferrormessagestocustomize98" explicitValue="true" />
      </elements>
    </policy>
    <policy name="L_Disablecommandbarbuttonsandmenuitems" class="User" displayName="$(string.L_Disablecommandbarbuttonsandmenuitems)" explainText="$(string.L_PredefinedExplain)" presentation="$(presentation.L_Disablecommandbarbuttonsandmenuitems)" key="software\policies\microsoft\office\16.0\visio\disabledcmdbaritemscheckboxes">
      <parentCategory ref="L_Predefined" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <boolean id="L_FileSendToMailRecipient" valueName="filesendtomailrecipient">
          <trueValue>
            <string>2188</string>
          </trueValue>
          <falseValue>
            <string>0</string>
          </falseValue>
        </boolean>
        <boolean id="L_InsertHyperlink" valueName="inserthyperlink">
          <trueValue>
            <string>1576</string>
          </trueValue>
          <falseValue>
            <string>0</string>
          </falseValue>
        </boolean>
        <boolean id="L_ToolsMacrosMacros" valueName="toolsmacrosmacros">
          <trueValue>
            <string>186</string>
          </trueValue>
          <falseValue>
            <string>0</string>
          </falseValue>
        </boolean>
        <boolean id="L_ToolsMacrosVisualBasicEditor" valueName="toolsmacrosvbe">
          <trueValue>
            <string>1695</string>
          </trueValue>
          <falseValue>
            <string>0</string>
          </falseValue>
        </boolean>
        <boolean id="L_VisioOptions99" valueName="toolsoptions">
          <trueValue>
            <string>11323</string>
          </trueValue>
          <falseValue>
            <string>0</string>
          </falseValue>
          <trueList>
            <item key="software\policies\microsoft\office\16.0\visio\disabledcmdbaritemscheckboxes" valueName="weboptions">
              <value>
                <string>4107</string>
              </value>
            </item>
            <item key="software\policies\microsoft\office\16.0\visio\disabledcmdbaritemscheckboxes" valueName="generaloptions">
              <value>
                <string>4108</string>
              </value>
            </item>
          </trueList>
          <falseList>
            <item key="software\policies\microsoft\office\16.0\visio\disabledcmdbaritemscheckboxes" valueName="weboptions">
              <value>
                <delete />
              </value>
            </item>
            <item key="software\policies\microsoft\office\16.0\visio\disabledcmdbaritemscheckboxes" valueName="generaloptions">
              <value>
                <delete />
              </value>
            </item>
          </falseList>
        </boolean>
      </elements>
    </policy>
    <policy name="L_Disablecommandbarbuttonsandmenuitems1" class="User" displayName="$(string.L_Disablecommandbarbuttonsandmenuitems1)" explainText="$(string.L_SpecifytheIDforacommandbartodisable)" presentation="$(presentation.L_Disablecommandbarbuttonsandmenuitems1)" key="software\policies\microsoft\office\16.0\visio\disabledcmdbaritemslist">
      <parentCategory ref="L_Custom" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <list id="L_EnteracommandbarIDtodisable" valuePrefix="TCID" />
      </elements>
    </policy>
    <policy name="L_disableshortcutkeys100" class="User" displayName="$(string.L_disableshortcutkeys100)" explainText="$(string.L_Specifythevirtualkeycodeandmodifierfortheshortcu)" presentation="$(presentation.L_disableshortcutkeys100)" key="software\policies\microsoft\office\16.0\visio\disabledshortcutkeyslist">
      <parentCategory ref="L_Custom" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <list id="L_Enterakeyandmodifiertodisable" valuePrefix="KeyMod" />
      </elements>
    </policy>
    <policy name="L_EmailmessageforSendtocommands" class="User" displayName="$(string.L_EmailmessageforSendtocommands)" explainText="$(string.L_commandintheSendTosubmenuoftheFilemenu)" presentation="$(presentation.L_EmailmessageforSendtocommands)" key="software\policies\microsoft\office\16.0\visio\application">
      <parentCategory ref="L_Miscellaneous" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_emailmessageforsendtocommands101" valueName="sendtoemailmsgstring" />
      </elements>
    </policy>
    <policy name="L_BlockAllUnmanagedAddins" class="User" displayName="$(string.L_BlockAllUnmanagedAddins)" explainText="$(string.L_BlockAllUnmanagedAddinsExplainText)" key="software\policies\microsoft\office\16.0\visio\resiliency" valueName="restricttolist">
      <parentCategory ref="L_Miscellaneous" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_ListOfManagedAddins" class="User" displayName="$(string.L_ListOfManagedAddins)" explainText="$(string.L_ListOfManagedAddinsExplainText)" presentation="$(presentation.L_ListOfManagedAddins)" key="software\policies\microsoft\office\16.0\visio\resiliency\addinlist">
      <parentCategory ref="L_Miscellaneous" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledList>
        <item key="software\policies\microsoft\office\16.0\visio\resiliency\addinlist" valueName="policyon">
          <value>
            <decimal value="1" />
          </value>
        </item>
      </enabledList>
      <disabledList>
        <item key="software\policies\microsoft\office\16.0\visio\resiliency\addinlist" valueName="policyon">
          <value>
            <delete />
          </value>
        </item>
      </disabledList>
      <elements>
        <list id="L_ListOfManagedAddins2" explicitValue="true" />
      </elements>
    </policy>
    <policy name="L_Recentlyusedfilelist" class="User" displayName="$(string.L_Recentlyusedfilelist)" explainText="$(string.L_RecentlyusedfilelistExplain)" presentation="$(presentation.L_Recentlyusedfilelist)" key="software\policies\microsoft\office\16.0\visio\file mru">
      <parentCategory ref="L_Display" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <decimal id="L_Numberofentries" valueName="max display" minValue="0" maxValue="50" />
      </elements>
    </policy>
    <policy name="L_SetNumberOfPlacesInTheRecentPlacesList" class="User" displayName="$(string.L_SetNumberOfPlacesInTheRecentPlacesList)" explainText="$(string.L_SetNumberOfPlacesInTheRecentPlacesListExplain)" presentation="$(presentation.L_SetNumberOfPlacesInTheRecentPlacesList)" key="software\policies\microsoft\office\16.0\visio\place mru">
      <parentCategory ref="L_Display" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <decimal id="L_SetNumberOfPlacesInTheRecentPlacesListSpinID" valueName="max display" minValue="0" maxValue="20" />
      </elements>
    </policy>
    <policy name="L_DisableOfficeStartVisio" class="User" displayName="$(string.L_DisableOfficeStartVisio)" explainText="$(string.L_DisableOfficeStartVisioExplain)" key="software\policies\microsoft\office\16.0\visio\application" valueName="disableboottoofficestart">
      <parentCategory ref="L_Miscellaneous" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PersonalTemplatesPath" class="User" displayName="$(string.L_PersonalTemplatesPath)" explainText="$(string.L_PersonalTemplatesPathExplain)" presentation="$(presentation.L_PersonalTemplatesPath)" key="software\policies\microsoft\office\16.0\visio\application">
      <parentCategory ref="L_Miscellaneous" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_PersonalTemplatesPath" valueName="personaltemplates" expandable="true" />
      </elements>
    </policy>
    <policy name="L_DefaultBuiltInTab" class="User" displayName="$(string.L_DefaultBuiltInTab)" explainText="$(string.L_DefaultBuiltInTabExplain)" presentation="$(presentation.L_DefaultBuiltInTab)" key="software\policies\microsoft\office\16.0\visio\application">
      <parentCategory ref="L_Miscellaneous" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_DefaultBuiltInTab" valueName="officestartdefaulttab">
          <item displayName="$(string.L_DefaultBuiltInTab1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_DefaultBuiltInTab2)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_DefaultBuiltInTab3)">
            <value>
              <decimal value="1" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_DisableVisioRnRPane" class="User" displayName="$(string.L_DisableVisioRnRPane)" explainText="$(string.L_DisableVisioRnRPaneExplain)" key="software\policies\microsoft\office\16.0\visio\application" valueName="disablevisiornrpane">
      <parentCategory ref="L_Proofing" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
  </policies>
</policyDefinitions>