<?xml version="1.0" encoding="utf-16"?>
<policyDefinitions revision="1.0" schemaVersion="1.0">
  <policyNamespaces>
    <target prefix="word16" namespace="word16.Office.Microsoft.Policies.Windows" />
    <using prefix="windows" namespace="Microsoft.Policies.Windows" />
  </policyNamespaces>
  <supersededAdm fileName="word16" />
  <resources minRequiredRevision="1.0" />
  <categories>
    <category name="L_MicrosoftOfficeWord" displayName="$(string.L_MicrosoftOfficeWord)" />
    <category name="L_WordOptions" displayName="$(string.L_WordOptions)">
      <parentCategory ref="L_MicrosoftOfficeWord" />
    </category>
    <category name="L_FileTab" displayName="$(string.L_FileTab)">
      <parentCategory ref="L_MicrosoftOfficeWord" />
    </category>
    <category name="L_CheckAccessibility" displayName="$(string.L_CheckAccessibility)">
      <parentCategory ref="L_FileTab" />
    </category>
    <category name="L_OptionsGeneral" displayName="$(string.L_OptionsGeneral)">
      <parentCategory ref="L_WordOptions" />
    </category>
    <category name="L_Trackchangesandcompare" displayName="$(string.L_Trackchangesandcompare)">
      <parentCategory ref="L_WordOptions" />
    </category>
    <category name="L_Proofing" displayName="$(string.L_Proofing)">
      <parentCategory ref="L_WordOptions" />
    </category>
    <category name="L_AutoCorrect" displayName="$(string.L_AutoCorrect)">
      <parentCategory ref="L_Proofing" />
    </category>
    <category name="L_AutoFormatasyoutype" displayName="$(string.L_AutoFormatasyoutype)">
      <parentCategory ref="L_Proofing" />
    </category>
    <category name="L_Replaceasyoutype" displayName="$(string.L_Replaceasyoutype)">
      <parentCategory ref="L_AutoFormatasyoutype" />
    </category>
    <category name="L_Applyasyoutype" displayName="$(string.L_Applyasyoutype)">
      <parentCategory ref="L_AutoFormatasyoutype" />
    </category>
    <category name="L_Automaticallyasyoutype" displayName="$(string.L_Automaticallyasyoutype)">
      <parentCategory ref="L_AutoFormatasyoutype" />
    </category>
    <category name="L_Display" displayName="$(string.L_Display)">
      <parentCategory ref="L_WordOptions" />
    </category>
    <category name="L_OptionsCustomizeRibbon" displayName="$(string.L_OptionsCustomizeRibbon)">
      <parentCategory ref="L_WordOptions" />
    </category>
    <category name="L_Save" displayName="$(string.L_Save)">
      <parentCategory ref="L_WordOptions" />
    </category>
    <category name="L_Advanced" displayName="$(string.L_Advanced)">
      <parentCategory ref="L_WordOptions" />
    </category>
    <category name="L_WebOptions" displayName="$(string.L_WebOptions)">
      <parentCategory ref="L_Advanced" />
    </category>
    <category name="L_Browser" displayName="$(string.L_Browser)">
      <parentCategory ref="L_WebOptions" />
    </category>
    <category name="L_Files" displayName="$(string.L_Files)">
      <parentCategory ref="L_WebOptions" />
    </category>
    <category name="L_EmailOptions" displayName="$(string.L_EmailOptions)">
      <parentCategory ref="L_Advanced" />
    </category>
    <category name="L_FileLocations" displayName="$(string.L_FileLocations)">
      <parentCategory ref="L_Advanced" />
    </category>
    <category name="L_Smartcutandpaste" displayName="$(string.L_Smartcutandpaste)">
      <parentCategory ref="L_Advanced" />
    </category>
    <category name="L_Security" displayName="$(string.L_Security)">
      <parentCategory ref="L_WordOptions" />
    </category>
    <category name="L_Cryptography" displayName="$(string.L_Cryptography)">
      <parentCategory ref="L_Security" />
    </category>
    <category name="L_TrustCenter" displayName="$(string.L_TrustCenter)">
      <parentCategory ref="L_Security" />
    </category>
    <category name="L_FileBlockSettings" displayName="$(string.L_FileBlockSettings)">
      <parentCategory ref="L_TrustCenter" />
    </category>
    <category name="L_TrustedLocations" displayName="$(string.L_TrustedLocations)">
      <parentCategory ref="L_TrustCenter" />
    </category>
    <category name="L_ProtectedView" displayName="$(string.L_ProtectedView)">
      <parentCategory ref="L_TrustCenter" />
    </category>
    <category name="L_JapaneseFind" displayName="$(string.L_JapaneseFind)">
      <parentCategory ref="L_MicrosoftOfficeWord" />
    </category>
    <category name="L_ReviewTab" displayName="$(string.L_ReviewTab)">
      <parentCategory ref="L_MicrosoftOfficeWord" />
    </category>
    <category name="L_ReviewSetLanguage" displayName="$(string.L_ReviewSetLanguage)">
      <parentCategory ref="L_ReviewTab" />
    </category>
    <category name="L_ReviewChineseTranslation" displayName="$(string.L_ReviewChineseTranslation)">
      <parentCategory ref="L_ReviewTab" />
    </category>
    <category name="L_Customizableerrormessages" displayName="$(string.L_Customizableerrormessages)">
      <parentCategory ref="L_MicrosoftOfficeWord" />
    </category>
    <category name="L_Disableitemsinuserinterface" displayName="$(string.L_Disableitemsinuserinterface)">
      <parentCategory ref="L_MicrosoftOfficeWord" />
    </category>
    <category name="L_Predefined" displayName="$(string.L_Predefined)">
      <parentCategory ref="L_Disableitemsinuserinterface" />
    </category>
    <category name="L_Custom" displayName="$(string.L_Custom)">
      <parentCategory ref="L_Disableitemsinuserinterface" />
    </category>
    <category name="L_CollaborationSettings" displayName="$(string.L_CollaborationSettings)">
      <parentCategory ref="L_MicrosoftOfficeWord" />
    </category>
    <category name="L_Coauthoring" displayName="$(string.L_Coauthoring)">
      <parentCategory ref="L_CollaborationSettings" />
    </category>
    <category name="L_miscellaneous178" displayName="$(string.L_miscellaneous178)">
      <parentCategory ref="L_MicrosoftOfficeWord" />
    </category>
    <category name="L_ServerSettings" displayName="$(string.L_ServerSettings)">
      <parentCategory ref="L_miscellaneous178" />
    </category>
  </categories>
  <policies>
    <policy name="L_StopCheckingAltTextAccessibilityInformation" class="User" displayName="$(string.L_StopCheckingAltTextAccessibilityInformation)" explainText="$(string.L_StopCheckingAltTextAccessibilityInformationExplain)" key="software\policies\microsoft\office\16.0\word\accchecker" valueName="alttext">
      <parentCategory ref="L_CheckAccessibility" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_StopCheckingTableAltTextAccessibilityInformation" class="User" displayName="$(string.L_StopCheckingTableAltTextAccessibilityInformation)" explainText="$(string.L_StopCheckingTableAltTextAccessibilityInformationExplain)" key="software\policies\microsoft\office\16.0\word\accchecker" valueName="tablealttext">
      <parentCategory ref="L_CheckAccessibility" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_StopCheckingToEnsureHyperlinkTextIsMeaningfulText" class="User" displayName="$(string.L_StopCheckingToEnsureHyperlinkTextIsMeaningfulText)" explainText="$(string.L_StopCheckingToEnsureHyperlinkTextIsMeaningfulExplainText)" key="software\policies\microsoft\office\16.0\word\accchecker" valueName="meaningfulhyperlinkstext">
      <parentCategory ref="L_CheckAccessibility" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_StopCheckingToEnsureHyperlinkTextIsMeaningfulTextExtension" class="User" displayName="$(string.L_StopCheckingToEnsureHyperlinkTextIsMeaningfulTextExtension)" explainText="$(string.L_StopCheckingToEnsureHyperlinkTextIsMeaningfulExplainTextExtension)" key="software\policies\microsoft\office\16.0\word\accchecker" valueName="meaningfulhyperlinkstextextension">
      <parentCategory ref="L_CheckAccessibility" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_StopCheckingTableHeaderAccessibilityInformation" class="User" displayName="$(string.L_StopCheckingTableHeaderAccessibilityInformation)" explainText="$(string.L_StopCheckingTableHeaderAccessibilityInformationExplain)" key="software\policies\microsoft\office\16.0\word\accchecker" valueName="tableheaders">
      <parentCategory ref="L_CheckAccessibility" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_StopCheckingForBlankTableRowsAndColumns" class="User" displayName="$(string.L_StopCheckingForBlankTableRowsAndColumns)" explainText="$(string.L_StopCheckingForBlankTableRowsAndColumnsExplain)" key="software\policies\microsoft\office\16.0\word\accchecker" valueName="blanktablecells">
      <parentCategory ref="L_CheckAccessibility" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_StopCheckingForMergedAndSplitCells" class="User" displayName="$(string.L_StopCheckingForMergedAndSplitCells)" explainText="$(string.L_StopCheckingForMergedAndSplitCellsExplain)" key="software\policies\microsoft\office\16.0\word\accchecker" valueName="2dtablestructure">
      <parentCategory ref="L_CheckAccessibility" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_StopCheckingDocumentsAllowProgrammaticAccess" class="User" displayName="$(string.L_StopCheckingDocumentsAllowProgrammaticAccess)" explainText="$(string.L_StopCheckingDocumentsAllowProgrammaticAccessExplain)" key="software\policies\microsoft\office\16.0\word\accchecker" valueName="programmaticaccess">
      <parentCategory ref="L_CheckAccessibility" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_StopCheckingLongDocumentsUseStylesForStructure" class="User" displayName="$(string.L_StopCheckingLongDocumentsUseStylesForStructure)" explainText="$(string.L_StopCheckingLongDocumentsUseStylesForStructureExplain)" key="software\policies\microsoft\office\16.0\word\accchecker" valueName="stylesasstructure">
      <parentCategory ref="L_CheckAccessibility" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_StopCheckingStylesUsedFrequently" class="User" displayName="$(string.L_StopCheckingStylesUsedFrequently)" explainText="$(string.L_StopCheckingStylesUsedFrequentlyExplain)" key="software\policies\microsoft\office\16.0\word\accchecker" valueName="headingspacing">
      <parentCategory ref="L_CheckAccessibility" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_StopCheckingToEnsureHeadingsAreSuccinct" class="User" displayName="$(string.L_StopCheckingToEnsureHeadingsAreSuccinct)" explainText="$(string.L_StopCheckingToEnsureHeadingsAreSuccinctExplain)" key="software\policies\microsoft\office\16.0\word\accchecker" valueName="succinctheadings">
      <parentCategory ref="L_CheckAccessibility" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_StopCheckingWhetherObjectsAreFloating" class="User" displayName="$(string.L_StopCheckingWhetherObjectsAreFloating)" explainText="$(string.L_StopCheckingWhetherObjectsAreFloatingExplain)" key="software\policies\microsoft\office\16.0\word\accchecker" valueName="floatingobjects">
      <parentCategory ref="L_CheckAccessibility" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_StopCheckingBlankCharactersUsedForFormatting" class="User" displayName="$(string.L_StopCheckingBlankCharactersUsedForFormatting)" explainText="$(string.L_StopCheckingBlankCharactersUsedForFormattingExplain)" key="software\policies\microsoft\office\16.0\word\accchecker" valueName="blankcharacters">
      <parentCategory ref="L_CheckAccessibility" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_StopCheckingForImageWatermarks" class="User" displayName="$(string.L_StopCheckingForImageWatermarks)" explainText="$(string.L_StopCheckingForImageWatermarksExplain)" key="software\policies\microsoft\office\16.0\word\accchecker" valueName="imagewatermarks">
      <parentCategory ref="L_CheckAccessibility" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_StopCheckingHeadingStylesDoNotSkipStyleLevel" class="User" displayName="$(string.L_StopCheckingHeadingStylesDoNotSkipStyleLevel)" explainText="$(string.L_StopCheckingHeadingStylesDoNotSkipStyleLevelExplain)" key="software\policies\microsoft\office\16.0\word\accchecker" valueName="headingorder">
      <parentCategory ref="L_CheckAccessibility" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_StopCheckingForTablesUsedForLayout" class="User" displayName="$(string.L_StopCheckingForTablesUsedForLayout)" explainText="$(string.L_StopCheckingForTablesUsedForLayoutExplain)" key="software\policies\microsoft\office\16.0\word\accchecker" valueName="layouttablesreadingorder">
      <parentCategory ref="L_CheckAccessibility" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_BackgroundAccessibilityCheckerInformation" class="User" displayName="$(string.L_BackgroundAccessibilityCheckerInformation)" explainText="$(string.L_BackgroundAccessibilityCheckerInformationExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="enableacccheckerstatusbaritem">
      <parentCategory ref="L_CheckAccessibility" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_EnableLivePreview" class="User" displayName="$(string.L_EnableLivePreview)" explainText="$(string.L_EnableLivePreviewExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="livepreview">
      <parentCategory ref="L_OptionsGeneral" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Openattachmentsforfullscreenreading" class="User" displayName="$(string.L_Openattachmentsforfullscreenreading)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" presentation="$(presentation.L_Openattachmentsforfullscreenreading)" key="software\policies\microsoft\office\16.0\word\options">
      <parentCategory ref="L_OptionsGeneral" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <boolean id="L_ChecktoallowstartinginReadingLayout" valueName="allowautoreadingmode">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_AllowSelectionFloaties" class="User" displayName="$(string.L_AllowSelectionFloaties)" explainText="$(string.L_AllowSelectionFloatiesExplain)" key="software\policies\microsoft\office\16.0\common\toolbars\word" valueName="allowselectionfloaties">
      <parentCategory ref="L_OptionsGeneral" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Deletionscolor" class="User" displayName="$(string.L_Deletionscolor)" explainText="$(string.L_DeletionscolorExplain)" presentation="$(presentation.L_Deletionscolor)" key="software\policies\microsoft\office\16.0\word\options">
      <parentCategory ref="L_Trackchangesandcompare" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_DeletionscolorPart" valueName="revmodedelcolor">
          <item displayName="$(string.L_ByAuthor)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_None)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_Black)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_Blue)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_Turquoise)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_BrightGreen)">
            <value>
              <decimal value="5" />
            </value>
          </item>
          <item displayName="$(string.L_Pink)">
            <value>
              <decimal value="6" />
            </value>
          </item>
          <item displayName="$(string.L_Red)">
            <value>
              <decimal value="7" />
            </value>
          </item>
          <item displayName="$(string.L_Yellow)">
            <value>
              <decimal value="8" />
            </value>
          </item>
          <item displayName="$(string.L_White)">
            <value>
              <decimal value="9" />
            </value>
          </item>
          <item displayName="$(string.L_DarkBlue)">
            <value>
              <decimal value="10" />
            </value>
          </item>
          <item displayName="$(string.L_Teal)">
            <value>
              <decimal value="11" />
            </value>
          </item>
          <item displayName="$(string.L_Green)">
            <value>
              <decimal value="12" />
            </value>
          </item>
          <item displayName="$(string.L_Violet)">
            <value>
              <decimal value="13" />
            </value>
          </item>
          <item displayName="$(string.L_DarkRed)">
            <value>
              <decimal value="14" />
            </value>
          </item>
          <item displayName="$(string.L_DarkYellow)">
            <value>
              <decimal value="15" />
            </value>
          </item>
          <item displayName="$(string.L_Gray50)">
            <value>
              <decimal value="16" />
            </value>
          </item>
          <item displayName="$(string.L_Gray25)">
            <value>
              <decimal value="17" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_Insertionscolor" class="User" displayName="$(string.L_Insertionscolor)" explainText="$(string.L_InsertionscolorExplain)" presentation="$(presentation.L_Insertionscolor)" key="software\policies\microsoft\office\16.0\word\options">
      <parentCategory ref="L_Trackchangesandcompare" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_InsertionscolorPart" valueName="revmodeinscolor">
          <item displayName="$(string.L_ByAuthor)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_None)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_Black)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_Blue)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_Turquoise)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_BrightGreen)">
            <value>
              <decimal value="5" />
            </value>
          </item>
          <item displayName="$(string.L_Pink)">
            <value>
              <decimal value="6" />
            </value>
          </item>
          <item displayName="$(string.L_Red)">
            <value>
              <decimal value="7" />
            </value>
          </item>
          <item displayName="$(string.L_Yellow)">
            <value>
              <decimal value="8" />
            </value>
          </item>
          <item displayName="$(string.L_White)">
            <value>
              <decimal value="9" />
            </value>
          </item>
          <item displayName="$(string.L_DarkBlue)">
            <value>
              <decimal value="10" />
            </value>
          </item>
          <item displayName="$(string.L_Teal)">
            <value>
              <decimal value="11" />
            </value>
          </item>
          <item displayName="$(string.L_Green)">
            <value>
              <decimal value="12" />
            </value>
          </item>
          <item displayName="$(string.L_Violet)">
            <value>
              <decimal value="13" />
            </value>
          </item>
          <item displayName="$(string.L_DarkRed)">
            <value>
              <decimal value="14" />
            </value>
          </item>
          <item displayName="$(string.L_DarkYellow)">
            <value>
              <decimal value="15" />
            </value>
          </item>
          <item displayName="$(string.L_Gray50)">
            <value>
              <decimal value="16" />
            </value>
          </item>
          <item displayName="$(string.L_Gray25)">
            <value>
              <decimal value="17" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_IgnoreWhiteSpace" class="User" displayName="$(string.L_IgnoreWhiteSpace)" explainText="$(string.L_IgnoreWhiteSpaceExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="compareignorewhitespace">
      <parentCategory ref="L_Trackchangesandcompare" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Compareresultingdocument" class="User" displayName="$(string.L_Compareresultingdocument)" explainText="$(string.L_CompareresultingdocumentExplain)" presentation="$(presentation.L_Compareresultingdocument)" key="software\policies\microsoft\office\16.0\word\options">
      <parentCategory ref="L_Trackchangesandcompare" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_CompareresultingdocumentPart" valueName="comparedestdoc">
          <item displayName="$(string.L_OriginalDocument)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_RevisedDocument)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_Newdocument)">
            <value>
              <decimal value="2" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_Balloons" class="User" displayName="$(string.L_Balloons)" explainText="$(string.L_BalloonsExplain)" presentation="$(presentation.L_Balloons)" key="software\policies\microsoft\office\16.0\word\options">
      <parentCategory ref="L_Trackchangesandcompare" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_Empty" valueName="revmodeballoons">
          <item displayName="$(string.L_BallonsPart1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_BalloonsPart2)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_BalloonsPart3)">
            <value>
              <decimal value="1" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_Tablecomparecolors" class="User" displayName="$(string.L_Tablecomparecolors)" explainText="$(string.L_TablecomparecolorsExplain)" presentation="$(presentation.L_Tablecomparecolors)" key="software\policies\microsoft\office\16.0\word\options">
      <parentCategory ref="L_Trackchangesandcompare" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_TablecomparecolorsPart1" valueName="revmodeinscellcolor">
          <item displayName="$(string.L_None)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_ByAuthor)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_Pink)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_Lightblue1)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_Lightyellow1)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_Lightpurple)">
            <value>
              <decimal value="5" />
            </value>
          </item>
          <item displayName="$(string.L_Lightorange1)">
            <value>
              <decimal value="6" />
            </value>
          </item>
          <item displayName="$(string.L_Lightgreen1)">
            <value>
              <decimal value="7" />
            </value>
          </item>
          <item displayName="$(string.L_Gray)">
            <value>
              <decimal value="8" />
            </value>
          </item>
        </enum>
        <enum id="L_TablecomparecolorsPart2" valueName="revmodedelcellcolor">
          <item displayName="$(string.L_None)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_ByAuthor)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_Pink)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_Lightblue1)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_Lightyellow1)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_Lightpurple)">
            <value>
              <decimal value="5" />
            </value>
          </item>
          <item displayName="$(string.L_Lightorange1)">
            <value>
              <decimal value="6" />
            </value>
          </item>
          <item displayName="$(string.L_Lightgreen1)">
            <value>
              <decimal value="7" />
            </value>
          </item>
          <item displayName="$(string.L_Gray)">
            <value>
              <decimal value="8" />
            </value>
          </item>
        </enum>
        <enum id="L_TablecomparecolorsPart3" valueName="revmodemergecellcolor">
          <item displayName="$(string.L_None)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_ByAuthor)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_Pink)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_Lightblue1)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_Lightyellow1)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_Lightpurple)">
            <value>
              <decimal value="5" />
            </value>
          </item>
          <item displayName="$(string.L_Lightorange1)">
            <value>
              <decimal value="6" />
            </value>
          </item>
          <item displayName="$(string.L_Lightgreen1)">
            <value>
              <decimal value="7" />
            </value>
          </item>
          <item displayName="$(string.L_Gray)">
            <value>
              <decimal value="8" />
            </value>
          </item>
        </enum>
        <enum id="L_TablecomparecolorsPart4" valueName="revmodesplitcellcolor">
          <item displayName="$(string.L_None)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_ByAuthor)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_Pink)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_Lightblue1)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_Lightyellow1)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_Lightpurple)">
            <value>
              <decimal value="5" />
            </value>
          </item>
          <item displayName="$(string.L_Lightorange1)">
            <value>
              <decimal value="6" />
            </value>
          </item>
          <item displayName="$(string.L_Lightgreen1)">
            <value>
              <decimal value="7" />
            </value>
          </item>
          <item displayName="$(string.L_Gray)">
            <value>
              <decimal value="8" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_Checkgrammarasyoutype" class="User" displayName="$(string.L_Checkgrammarasyoutype)" explainText="$(string.L_Definescolortouseformarkinggrammaticalerrors)" presentation="$(presentation.L_Checkgrammarasyoutype)" key="software\policies\microsoft\office\16.0\word\options">
      <parentCategory ref="L_Proofing" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <boolean id="L_checktoenforcesettingonunchecktoenforcesettingoff0" valueName="autogrammar">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
        <enum id="L_Colorformarkinggrammaticalerrors" key="software\policies\microsoft\shared tools\proofing tools" valueName="grammarwavyunderlinecolor">
          <item displayName="$(string.L_Black)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_Blue)">
            <value>
              <decimal value="255" />
            </value>
          </item>
          <item displayName="$(string.L_DarkBlue)">
            <value>
              <decimal value="128" />
            </value>
          </item>
          <item displayName="$(string.L_LightBlue)">
            <value>
              <decimal value="3368703" />
            </value>
          </item>
          <item displayName="$(string.L_SkyBlue)">
            <value>
              <decimal value="52479" />
            </value>
          </item>
          <item displayName="$(string.L_PaleBlue)">
            <value>
              <decimal value="10079487" />
            </value>
          </item>
          <item displayName="$(string.L_BlueGray)">
            <value>
              <decimal value="6710937" />
            </value>
          </item>
          <item displayName="$(string.L_Green)">
            <value>
              <decimal value="65280" />
            </value>
          </item>
          <item displayName="$(string.L_DarkGreen)">
            <value>
              <decimal value="32768" />
            </value>
          </item>
          <item displayName="$(string.L_DarkerGreen)">
            <value>
              <decimal value="13056" />
            </value>
          </item>
          <item displayName="$(string.L_LightGreen)">
            <value>
              <decimal value="13434828" />
            </value>
          </item>
          <item displayName="$(string.L_OliveGreen)">
            <value>
              <decimal value="3355392" />
            </value>
          </item>
          <item displayName="$(string.L_SeaGreen)">
            <value>
              <decimal value="3381606" />
            </value>
          </item>
          <item displayName="$(string.L_Red)">
            <value>
              <decimal value="16711680" />
            </value>
          </item>
          <item displayName="$(string.L_DarkRed)">
            <value>
              <decimal value="8388608" />
            </value>
          </item>
          <item displayName="$(string.L_Yellow)">
            <value>
              <decimal value="16776960" />
            </value>
          </item>
          <item displayName="$(string.L_DarkYellow)">
            <value>
              <decimal value="8421376" />
            </value>
          </item>
          <item displayName="$(string.L_LightYellow)">
            <value>
              <decimal value="16777113" />
            </value>
          </item>
          <item displayName="$(string.L_White)">
            <value>
              <decimal value="16777215" />
            </value>
          </item>
          <item displayName="$(string.L_Brown)">
            <value>
              <decimal value="10040064" />
            </value>
          </item>
          <item displayName="$(string.L_Orange)">
            <value>
              <decimal value="16737792" />
            </value>
          </item>
          <item displayName="$(string.L_LightOrange)">
            <value>
              <decimal value="16750848" />
            </value>
          </item>
          <item displayName="$(string.L_Cyan)">
            <value>
              <decimal value="65535" />
            </value>
          </item>
          <item displayName="$(string.L_DarkCyan)">
            <value>
              <decimal value="32896" />
            </value>
          </item>
          <item displayName="$(string.L_LightCyan)">
            <value>
              <decimal value="13434879" />
            </value>
          </item>
          <item displayName="$(string.L_Magenta)">
            <value>
              <decimal value="16711935" />
            </value>
          </item>
          <item displayName="$(string.L_DarkMagenta)">
            <value>
              <decimal value="8388736" />
            </value>
          </item>
          <item displayName="$(string.L_DarkTeal)">
            <value>
              <decimal value="13158" />
            </value>
          </item>
          <item displayName="$(string.L_Indigo)">
            <value>
              <decimal value="3355545" />
            </value>
          </item>
          <item displayName="$(string.L_Lime)">
            <value>
              <decimal value="10079232" />
            </value>
          </item>
          <item displayName="$(string.L_Aqua)">
            <value>
              <decimal value="3394764" />
            </value>
          </item>
          <item displayName="$(string.L_Gold)">
            <value>
              <decimal value="16763904" />
            </value>
          </item>
          <item displayName="$(string.L_Plum)">
            <value>
              <decimal value="10040166" />
            </value>
          </item>
          <item displayName="$(string.L_Rose)">
            <value>
              <decimal value="16751052" />
            </value>
          </item>
          <item displayName="$(string.L_Tan)">
            <value>
              <decimal value="16764057" />
            </value>
          </item>
          <item displayName="$(string.L_Lavender)">
            <value>
              <decimal value="13408767" />
            </value>
          </item>
          <item displayName="$(string.L_Gray)">
            <value>
              <decimal value="8421504" />
            </value>
          </item>
          <item displayName="$(string.L_Gray25)">
            <value>
              <decimal value="12632256" />
            </value>
          </item>
          <item displayName="$(string.L_Gray50)">
            <value>
              <decimal value="8421504" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_Checkgrammarwithspelling" class="User" displayName="$(string.L_Checkgrammarwithspelling)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="rungrammar">
      <parentCategory ref="L_Proofing" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Showreadabilitystatistics" class="User" displayName="$(string.L_Showreadabilitystatistics)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="showstats">
      <parentCategory ref="L_Proofing" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Writingstyle" class="User" displayName="$(string.L_Writingstyle)" explainText="$(string.L_SpecifiesthewritingstyleWorduseswhencheckingtheactivedocumen)" presentation="$(presentation.L_Writingstyle)" key="software\policies\microsoft\office\16.0\word\options">
      <parentCategory ref="L_Proofing" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_writingstyle1" valueName="writingstyle">
          <item displayName="$(string.L_GrammarStyle)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_GrammarOnly)">
            <value>
              <decimal value="1" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_Delaybeforestartingbackgroundspellingchecker" class="User" displayName="$(string.L_Delaybeforestartingbackgroundspellingchecker)" explainText="$(string.L_DelaybeforestartingbackgroundspellingcheckerExplain)" presentation="$(presentation.L_Delaybeforestartingbackgroundspellingchecker)" key="software\policies\microsoft\office\16.0\word\options">
      <parentCategory ref="L_Proofing" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <decimal id="L_Delaybeforestartingbackgroundspellingchecker3" valueName="terminalserverspellingstart" minValue="0" maxValue="2147483647" />
      </elements>
    </policy>
    <policy name="L_Delaybeforestartingotherproofingtools" class="User" displayName="$(string.L_Delaybeforestartingotherproofingtools)" explainText="$(string.L_DelaybeforestartingotherproofingtoolsExplain)" presentation="$(presentation.L_Delaybeforestartingotherproofingtools)" key="software\policies\microsoft\office\16.0\word\options">
      <parentCategory ref="L_Proofing" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <decimal id="L_Delaybeforestartingbackgroundgrammarchecker3" valueName="terminalserverotherproofstart" minValue="0" maxValue="2147483647" />
      </elements>
    </policy>
    <policy name="L_CorrectTWoINitialCApitals" class="User" displayName="$(string.L_CorrectTWoINitialCApitals)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options\assist" valueName="ftwoinitialcaps_24_1">
      <parentCategory ref="L_AutoCorrect" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Capitalizefirstletterofsentence" class="User" displayName="$(string.L_Capitalizefirstletterofsentence)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options\assist" valueName="finitialcap_32_1">
      <parentCategory ref="L_AutoCorrect" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Capitalizenamesofdays" class="User" displayName="$(string.L_Capitalizenamesofdays)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options\assist" valueName="fcapdaynames_48_1">
      <parentCategory ref="L_AutoCorrect" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_CorrectaccidentalusageofcAPSLOCKkey" class="User" displayName="$(string.L_CorrectaccidentalusageofcAPSLOCKkey)" explainText="$(string.L_CorrectaccidentalusageofcAPSLOCKkeyExplain)" key="software\policies\microsoft\office\16.0\word\options\assist" valueName="fcapslock_40_1">
      <parentCategory ref="L_AutoCorrect" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Replacetextasyoutype" class="User" displayName="$(string.L_Replacetextasyoutype)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options\assist" valueName="fcorrecttyping_16_1">
      <parentCategory ref="L_AutoCorrect" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Correctkeyboardsetting" class="User" displayName="$(string.L_Correctkeyboardsetting)" explainText="$(string.L_CorrectkeyboardsettingExplain)" key="software\policies\microsoft\office\16.0\word\options\assist" valueName="fcorrectkeyboard_64_1">
      <parentCategory ref="L_AutoCorrect" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Firstlineindent" class="User" displayName="$(string.L_Firstlineindent)" explainText="$(string.L_FirstlineindentExplain)" key="software\policies\microsoft\office\16.0\word\options\assist" valueName="ffirstindent_344_1">
      <parentCategory ref="L_Replaceasyoutype" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Straightquoteswithsmartquotes" class="User" displayName="$(string.L_Straightquoteswithsmartquotes)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options\assist" valueName="fsmartquote_8_1">
      <parentCategory ref="L_Replaceasyoutype" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Ordinals1stwithsuperscript" class="User" displayName="$(string.L_Ordinals1stwithsuperscript)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options\assist" valueName="fnumsupscript_104_1">
      <parentCategory ref="L_Replaceasyoutype" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Fractions12withfractioncharacter" class="User" displayName="$(string.L_Fractions12withfractioncharacter)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options\assist" valueName="ffraction_96_1">
      <parentCategory ref="L_Replaceasyoutype" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Symbolcharacterswithsymbols" class="User" displayName="$(string.L_Symbolcharacterswithsymbols)" explainText="$(string.L_ChecksUncheckstheoptionHyphenswithdash)" key="software\policies\microsoft\office\16.0\word\options\assist" valueName="femdash_112_1">
      <parentCategory ref="L_Replaceasyoutype" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Boldand_italic_withrealformatting" class="User" displayName="$(string.L_Boldand_italic_withrealformatting)" explainText="$(string.L_Boldand_italic_withrealformattingExplain)" key="software\policies\microsoft\office\16.0\word\options\assist" valueName="fbolditalic_120_1">
      <parentCategory ref="L_Replaceasyoutype" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Dashlikecharacters" class="User" displayName="$(string.L_Dashlikecharacters)" explainText="$(string.L_ChecksUncheckstheoptionLongvowelsoundswithdash)" key="software\policies\microsoft\office\16.0\word\options\assist" valueName="fdbdashes_136_1">
      <parentCategory ref="L_Replaceasyoutype" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Headings" class="User" displayName="$(string.L_Headings)" explainText="$(string.L_ChecksUncheckstheoptionBuiltinHeadingstyles)" key="software\policies\microsoft\office\16.0\word\options\assist" valueName="fheading_280_1">
      <parentCategory ref="L_Applyasyoutype" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_BorderLines" class="User" displayName="$(string.L_BorderLines)" explainText="$(string.L_BorderLinesExplain)" key="software\policies\microsoft\office\16.0\word\options\assist" valueName="fbotbord_328_1">
      <parentCategory ref="L_Applyasyoutype" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Tables" class="User" displayName="$(string.L_Tables)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options\assist" valueName="ftable_392_1">
      <parentCategory ref="L_Applyasyoutype" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_DateStyle" class="User" displayName="$(string.L_DateStyle)" explainText="$(string.L_ChecksUncheckstheoptionDatestyle)" key="software\policies\microsoft\office\16.0\word\options\assist" valueName="fdate_376_1">
      <parentCategory ref="L_Applyasyoutype" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Automaticbulletedlists" class="User" displayName="$(string.L_Automaticbulletedlists)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options\assist" valueName="fbulletlist_296_1">
      <parentCategory ref="L_Applyasyoutype" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Automaticnumberedlists" class="User" displayName="$(string.L_Automaticnumberedlists)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options\assist" valueName="fnumberedlist_312_1">
      <parentCategory ref="L_Applyasyoutype" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_ClosingStyleToLetterClosings" class="User" displayName="$(string.L_ClosingStyleToLetterClosings)" explainText="$(string.L_ClosingStyleToLetterClosingsExplain)" key="software\policies\microsoft\office\16.0\word\options\assist" valueName="fclosing_360_1">
      <parentCategory ref="L_Applyasyoutype" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Autospace" class="User" displayName="$(string.L_Autospace)" explainText="$(string.L_AutospaceExplain)" key="software\policies\microsoft\office\16.0\word\options\assist" valueName="fsbdbspace_152_1">
      <parentCategory ref="L_Automaticallyasyoutype" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Matchparentheses" class="User" displayName="$(string.L_Matchparentheses)" explainText="$(string.L_MatchparenthesesExplain)" key="software\policies\microsoft\office\16.0\word\options\assist" valueName="fautopair_144_1">
      <parentCategory ref="L_Automaticallyasyoutype" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Formatbeginningoflistitemliketheonebeforeit" class="User" displayName="$(string.L_Formatbeginningoflistitemliketheonebeforeit)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options\assist" valueName="fleadinemph_176_1">
      <parentCategory ref="L_Automaticallyasyoutype" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Setleftindentontabsandbackspace" class="User" displayName="$(string.L_Setleftindentontabsandbackspace)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options\assist" valueName="ftabindent_128_1">
      <parentCategory ref="L_Automaticallyasyoutype" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Definestylesbasedonyourformatting" class="User" displayName="$(string.L_Definestylesbasedonyourformatting)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options\assist" valueName="fautostyledef_184_1">
      <parentCategory ref="L_Automaticallyasyoutype" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_InsertClosingPhraseToMatchMemoStyle" class="User" displayName="$(string.L_InsertClosingPhraseToMatchMemoStyle)" explainText="$(string.L_ChecksUncheckstheoptionInsertclosingphrasetomatchmemostyle)" key="software\policies\microsoft\office\16.0\word\options\assist" valueName="finsertover_424_1">
      <parentCategory ref="L_Automaticallyasyoutype" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_InsertClosingPhraseToMatchJapaneseSalutation" class="User" displayName="$(string.L_InsertClosingPhraseToMatchJapaneseSalutation)" explainText="$(string.L_ChecksUncheckstheoptionInsertclosingphrasetomatchJapanesesal)" key="software\policies\microsoft\office\16.0\word\options\assist" valueName="finsertclosing_408_1">
      <parentCategory ref="L_Automaticallyasyoutype" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_DisplayDeveloperTab" class="User" displayName="$(string.L_DisplayDeveloperTab)" explainText="$(string.L_DisplayDeveloperTabExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="developertools">
      <parentCategory ref="L_OptionsCustomizeRibbon" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Highlight" class="User" displayName="$(string.L_Highlight)" explainText="$(string.L_HighlightExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="showhighlight">
      <parentCategory ref="L_Display" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_ScreenTips" class="User" displayName="$(string.L_ScreenTips)" explainText="$(string.L_ScreenTipsExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="showscreentips">
      <parentCategory ref="L_Display" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_WhitespacebetweenpagesPrintviewonly" class="User" displayName="$(string.L_WhitespacebetweenpagesPrintviewonly)" explainText="$(string.L_WhitespacebetweenpagesPrintviewonlyExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="nomargpageview">
      <parentCategory ref="L_Display" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_Documentproperties" class="User" displayName="$(string.L_Documentproperties)" explainText="$(string.L_DocumentpropertiesExplain)" key="software\policies\microsoft\office\16.0\word\options\vprsu" valueName="summary_1_1">
      <parentCategory ref="L_Display" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Drawingobjects" class="User" displayName="$(string.L_Drawingobjects)" explainText="$(string.L_DrawingobjectsExplain)" key="software\policies\microsoft\office\16.0\word\options\vprsu" valueName="disabledrawnobj_14_1">
      <parentCategory ref="L_Display" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_Updatefields" class="User" displayName="$(string.L_Updatefields)" explainText="$(string.L_UpdatefieldsExplain)" key="software\policies\microsoft\office\16.0\word\options\vprsu" valueName="refresh_5_1">
      <parentCategory ref="L_Display" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Updatelinks" class="User" displayName="$(string.L_Updatelinks)" explainText="$(string.L_UpdatelinksExplain)" key="software\policies\microsoft\office\16.0\word\options\vprsu" valueName="updatelinks_13_1">
      <parentCategory ref="L_Display" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Hiddentext" class="User" displayName="$(string.L_Hiddentext)" explainText="$(string.L_HiddentextExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="showhiddentext">
      <parentCategory ref="L_Display" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Tabcharacters" class="User" displayName="$(string.L_Tabcharacters)" explainText="$(string.L_TabcharactersExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="showtabs">
      <parentCategory ref="L_Display" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Spaces" class="User" displayName="$(string.L_Spaces)" explainText="$(string.L_SpacesExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="showspaces">
      <parentCategory ref="L_Display" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Paragraphmarks" class="User" displayName="$(string.L_Paragraphmarks)" explainText="$(string.L_ParagraphmarksExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="showparamarks">
      <parentCategory ref="L_Display" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Optionalhyphens" class="User" displayName="$(string.L_Optionalhyphens)" explainText="$(string.L_OptionalhyphensExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="showcondhyphens">
      <parentCategory ref="L_Display" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Optionalbreaks" class="User" displayName="$(string.L_Optionalbreaks)" explainText="$(string.L_OptionalbreaksExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="showoptbreaks">
      <parentCategory ref="L_Display" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Objectanchors" class="User" displayName="$(string.L_Objectanchors)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="showanchors">
      <parentCategory ref="L_Display" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_KeepLastAutoSavedVersions" class="User" displayName="$(string.L_KeepLastAutoSavedVersions)" explainText="$(string.L_KeepLastAutoSavedVersionsExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="keepunsavedchanges">
      <parentCategory ref="L_Save" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_CompatModeOnSaveAs" class="User" displayName="$(string.L_CompatModeOnSaveAs)" explainText="$(string.L_CompatModeOnSaveAsExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="disablecompatmodecheckboxonsaveas">
      <parentCategory ref="L_Save" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_SaveAutoRecoverinfo" class="User" displayName="$(string.L_SaveAutoRecoverinfo)" explainText="$(string.L_DefinesthenumberminutesbetweensavingAutoRecoverinformationfo)" presentation="$(presentation.L_SaveAutoRecoverinfo)" key="software\policies\microsoft\office\16.0\word\options">
      <parentCategory ref="L_Save" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <decimal id="L_SaveAutoRecoverinfoeveryminutes" valueName="autosaveinterval" minValue="0" maxValue="120" />
      </elements>
    </policy>
    <policy name="L_DoNotDisplayFileFormatCompatiblityDialogForODT" class="User" displayName="$(string.L_DoNotDisplayFileFormatCompatiblityDialogForODT)" explainText="$(string.L_DoNotDisplayFileFormatCompatiblityDialogForODTExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="disablesaveaslosswarningopendocumenttext">
      <parentCategory ref="L_Save" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_SetDefaultCompatibilityModeOnFileCreation" class="User" displayName="$(string.L_SetDefaultCompatibilityModeOnFileCreation)" explainText="$(string.L_SetDefaultCompatibilityModeOnFileCreationExplain)" presentation="$(presentation.L_SetDefaultCompatibilityModeOnFileCreation)" key="software\policies\microsoft\office\16.0\word\options">
      <parentCategory ref="L_Save" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_SetDefaultCompatibilityModeOnFileCreationDropID" valueName="compatmode">
          <item displayName="$(string.L_SetDefaultCompatibilityModeOnFileCreationStr1)">
            <value>
              <decimal value="11" />
            </value>
          </item>
          <item displayName="$(string.L_SetDefaultCompatibilityModeOnFileCreationStr2)">
            <value>
              <decimal value="12" />
            </value>
          </item>
          <item displayName="$(string.L_SetDefaultCompatibilityModeOnFileCreationStr3)">
            <value>
              <decimal value="14" />
            </value>
          </item>
          <item displayName="$(string.L_SetDefaultCompatibilityModeOnFileCreationStr4)">
            <value>
              <decimal value="15" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_SaveWordfilesas" class="User" displayName="$(string.L_SaveWordfilesas)" explainText="$(string.L_SpecifiesthedefaultfileformatthatWordusestosaveadocument)" presentation="$(presentation.L_SaveWordfilesas)" key="software\policies\microsoft\office\16.0\word\options">
      <parentCategory ref="L_Save" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_savewordfilesas3" valueName="defaultformat">
          <item displayName="$(string.L_Worddocumentdoc)">
            <value>
              <string>
              </string>
            </value>
          </item>
          <item displayName="$(string.L_SingleFilesWebPagemht)">
            <value>
              <string>WebArchive</string>
            </value>
          </item>
          <item displayName="$(string.L_WebPagehtmhtml)">
            <value>
              <string>HTML</string>
            </value>
          </item>
          <item displayName="$(string.L_WebPageFilteredhtmhtml)">
            <value>
              <string>ReducedHTML</string>
            </value>
          </item>
          <item displayName="$(string.L_RichTextFormatrtf)">
            <value>
              <string>Rtf</string>
            </value>
          </item>
          <item displayName="$(string.L_PlainTexttxt)">
            <value>
              <string>Text</string>
            </value>
          </item>
          <item displayName="$(string.L_Word6095doc)">
            <value>
              <string>MSWord6Exp</string>
            </value>
          </item>
          <item displayName="$(string.L_Word6095ChineseSimplifieddoc)">
            <value>
              <string>MSWord6SCExp</string>
            </value>
          </item>
          <item displayName="$(string.L_Word6095ChineseTraditionaldoc)">
            <value>
              <string>MSWord6TCExp</string>
            </value>
          </item>
          <item displayName="$(string.L_Word6095Japanesedoc)">
            <value>
              <string>MSWord6JExp</string>
            </value>
          </item>
          <item displayName="$(string.L_Word6095Koreandoc)">
            <value>
              <string>MSWord95KExp</string>
            </value>
          </item>
          <item displayName="$(string.L_Word9720026095RTF)">
            <value>
              <string>MSWord6RTFExp</string>
            </value>
          </item>
          <item displayName="$(string.L_Word51forMacintoshmcw)">
            <value>
              <string>MSWordMac51</string>
            </value>
          </item>
          <item displayName="$(string.L_Word50forMacintoshmcw)">
            <value>
              <string>MSWordMac5</string>
            </value>
          </item>
          <item displayName="$(string.L_Word2xforWindowsdoc)">
            <value>
              <string>MSWordWin2</string>
            </value>
          </item>
          <item displayName="$(string.L_Works40forWindowswps)">
            <value>
              <string>MSWorksWin4</string>
            </value>
          </item>
          <item displayName="$(string.L_WordPerfect5xforWindowsdoc)">
            <value>
              <string>WrdPrfctWin</string>
            </value>
          </item>
          <item displayName="$(string.L_WordPerfect51forDOSdoc)">
            <value>
              <string>WrdPrfctDos51</string>
            </value>
          </item>
          <item displayName="$(string.L_MacroEnabledDocument)">
            <value>
              <string>MacroEnabledDocument</string>
            </value>
          </item>
          <item displayName="$(string.L_MacroFreeTemplate)">
            <value>
              <string>Template</string>
            </value>
          </item>
          <item displayName="$(string.L_MacroEnabledTemplate)">
            <value>
              <string>MacroEnabledTemplate</string>
            </value>
          </item>
          <item displayName="$(string.L_Word972003document)">
            <value>
              <string>Doc</string>
            </value>
          </item>
          <item displayName="$(string.L_Word972003Template)">
            <value>
              <string>Dot</string>
            </value>
          </item>
          <item displayName="$(string.L_Word2007XMLDocumnt)">
            <value>
              <string>FlatXML</string>
            </value>
          </item>
          <item displayName="$(string.L_WordOOXMLStrictDocument)">
            <value>
              <string>DocxStrict</string>
            </value>
          </item>
          <item displayName="$(string.L_ODT)">
            <value>
              <string>ODT</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_Typingreplacesselection" class="User" displayName="$(string.L_Typingreplacesselection)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="autotextdelete">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_SetNumberOfPlacesInTheRecentPlacesList" class="User" displayName="$(string.L_SetNumberOfPlacesInTheRecentPlacesList)" explainText="$(string.L_SetNumberOfPlacesInTheRecentPlacesListExplain)" presentation="$(presentation.L_SetNumberOfPlacesInTheRecentPlacesList)" key="software\policies\microsoft\office\16.0\word\place mru">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <decimal id="L_SetNumberOfPlacesInTheRecentPlacesListSpinID" valueName="max display" minValue="0" maxValue="20" />
      </elements>
    </policy>
    <policy name="L_Whenselectingautomaticallyselectentireword" class="User" displayName="$(string.L_Whenselectingautomaticallyselectentireword)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="autowordselect">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Draganddroptextediting" class="User" displayName="$(string.L_Draganddroptextediting)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="draganddroptext">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_UseCTRLClicktofollowhyperlink" class="User" displayName="$(string.L_UseCTRLClicktofollowhyperlink)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="ctrlclickhyperlink">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_AutomaticallycreatedrawingcanvaswheninsertingAutoShapes" class="User" displayName="$(string.L_AutomaticallycreatedrawingcanvaswheninsertingAutoShapes)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="autocreatecanvas">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Usesmartparagraphselection" class="User" displayName="$(string.L_Usesmartparagraphselection)" explainText="$(string.L_UsesmartparagraphselectionExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="smartparagraphselect">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_AdddoublequoteforHebrewalphabetnumbering" class="User" displayName="$(string.L_AdddoublequoteforHebrewalphabetnumbering)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="hebdoublequote">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Prompttoupdatestyle" class="User" displayName="$(string.L_Prompttoupdatestyle)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="promptupdatestyle">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Enableclickandtype" class="User" displayName="$(string.L_Enableclickandtype)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="clickandtype">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Movement" class="User" displayName="$(string.L_Movement)" explainText="$(string.L_MovementExplain)" presentation="$(presentation.L_Movement)" key="software\policies\microsoft\office\16.0\word\options">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_movement4" valueName="cursormovement">
          <item displayName="$(string.L_Logical)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_Visual)">
            <value>
              <decimal value="1" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_Visualselection" class="User" displayName="$(string.L_Visualselection)" explainText="$(string.L_VisualselectionExplain)" presentation="$(presentation.L_Visualselection)" key="software\policies\microsoft\office\16.0\word\options">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_visualselection5" valueName="cursorselection">
          <item displayName="$(string.L_Block)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_Continuous)">
            <value>
              <decimal value="1" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_Usesequencechecking" class="User" displayName="$(string.L_Usesequencechecking)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="seqcheck">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_TypeAndReplace" class="User" displayName="$(string.L_TypeAndReplace)" explainText="$(string.L_TypeAndReplaceExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="typenrepl">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_AsianfontsalsoapplytoLatintext" class="User" displayName="$(string.L_AsianfontsalsoapplytoLatintext)" explainText="$(string.L_AsianfontsalsoapplytoLatintextExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="separateasianlatinfonts">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_IMEControlActive" class="User" displayName="$(string.L_IMEControlActive)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoptionThisoptiononlyappearsi)" key="software\policies\microsoft\office\16.0\word\options" valueName="imecontrolactive">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_IMETrueInLine" class="User" displayName="$(string.L_IMETrueInLine)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoptionThisoptiononlyappearsi)" key="software\policies\microsoft\office\16.0\word\options" valueName="imetrueinline">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_AddcontrolcharactersinCutandCopy" class="User" displayName="$(string.L_AddcontrolcharactersinCutandCopy)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="addctrlcharscopy">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_UsetheINSkeyforpaste" class="User" displayName="$(string.L_UsetheINSkeyforpaste)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="insforpaste">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Wraptowindow" class="User" displayName="$(string.L_Wraptowindow)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="wraptowwd">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Pictureplaceholders" class="User" displayName="$(string.L_Pictureplaceholders)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="showpictureplaceholders">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Drawings" class="User" displayName="$(string.L_Drawings)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="showdrawings">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Controlcharacters" class="User" displayName="$(string.L_Controlcharacters)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="showctrlchars">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Bookmarks" class="User" displayName="$(string.L_Bookmarks)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="showbookmarks">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Textboundaries" class="User" displayName="$(string.L_Textboundaries)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="showtextboundaries">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Fieldcodes" class="User" displayName="$(string.L_Fieldcodes)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="showfieldvalues">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_Fieldshading" class="User" displayName="$(string.L_Fieldshading)" explainText="$(string.L_Specifieswhenfieldshadingisdisplayed)" presentation="$(presentation.L_Fieldshading)" key="software\policies\microsoft\office\16.0\word\options">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_fieldshading6" valueName="shadefields">
          <item displayName="$(string.L_Never)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_Always)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_Whenselected)">
            <value>
              <decimal value="2" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_Diacritics" class="User" displayName="$(string.L_Diacritics)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="showdiac">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Differentcolorfordiacritics" class="User" displayName="$(string.L_Differentcolorfordiacritics)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="usecolordiac">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Draftfont" class="User" displayName="$(string.L_Draftfont)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="draftfont">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Documentview" class="User" displayName="$(string.L_Documentview)" explainText="$(string.L_DocumentviewExplain)" presentation="$(presentation.L_Documentview)" key="software\policies\microsoft\office\16.0\word\options">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_documentview7" valueName="docviewdir">
          <item displayName="$(string.L_Righttoleft)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_Lefttoright4)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_Recentlyusedfilelist" class="User" displayName="$(string.L_Recentlyusedfilelist)" explainText="$(string.L_RecentlyusedfilelistExplain)" presentation="$(presentation.L_Recentlyusedfilelist)" key="software\policies\microsoft\office\16.0\word\file mru">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <decimal id="L_Numberofentries" valueName="max display" minValue="0" maxValue="50" />
      </elements>
    </policy>
    <policy name="L_Measurementunits" class="User" displayName="$(string.L_Measurementunits)" explainText="$(string.L_Selectsthedefaultmeasurementunitforthehorizontalrulerandform)" presentation="$(presentation.L_Measurementunits)" key="software\policies\microsoft\office\16.0\word\options">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_Selectunits" valueName="measurementunits">
          <item displayName="$(string.L_Inches)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_Centimeters)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_Millimeters)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_Points)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_Picas)">
            <value>
              <decimal value="3" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_Styleareawidth" class="User" displayName="$(string.L_Styleareawidth)" explainText="$(string.L_StyleareawidthExplain)" presentation="$(presentation.L_Styleareawidth)" key="software\policies\microsoft\office\16.0\word\options">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_styleareawidth8" valueName="selbar">
          <item displayName="$(string.L_0)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_025)">
            <value>
              <decimal value="24" />
            </value>
          </item>
          <item displayName="$(string.L_05)">
            <value>
              <decimal value="48" />
            </value>
          </item>
          <item displayName="$(string.L_075)">
            <value>
              <decimal value="72" />
            </value>
          </item>
          <item displayName="$(string.L_1)">
            <value>
              <decimal value="96" />
            </value>
          </item>
          <item displayName="$(string.L_125)">
            <value>
              <decimal value="120" />
            </value>
          </item>
          <item displayName="$(string.L_15)">
            <value>
              <decimal value="144" />
            </value>
          </item>
          <item displayName="$(string.L_175)">
            <value>
              <decimal value="168" />
            </value>
          </item>
          <item displayName="$(string.L_2)">
            <value>
              <decimal value="192" />
            </value>
          </item>
          <item displayName="$(string.L_225)">
            <value>
              <decimal value="216" />
            </value>
          </item>
          <item displayName="$(string.L_25)">
            <value>
              <decimal value="240" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_Usecharacterunits" class="User" displayName="$(string.L_Usecharacterunits)" explainText="$(string.L_UsecharacterunitsExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="measurementinchars">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_ShowpixelsforHTMLfeatures" class="User" displayName="$(string.L_ShowpixelsforHTMLfeatures)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="pixelsindialogs">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Horizontalscrollbar" class="User" displayName="$(string.L_Horizontalscrollbar)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="horizontalscrollbar">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Verticalscrollbar" class="User" displayName="$(string.L_Verticalscrollbar)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="verticalscrollbar">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Leftscrollbar" class="User" displayName="$(string.L_Leftscrollbar)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoptionThisoptionisonlyavaila)" key="software\policies\microsoft\office\16.0\word\options" valueName="bidicontrols">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_VerticalrulerPrintviewonly" class="User" displayName="$(string.L_VerticalrulerPrintviewonly)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="verticalruler">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Draftoutput" class="User" displayName="$(string.L_Draftoutput)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options\vprsu" valueName="draftoutput_2_1">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Backgroundprinting" class="User" displayName="$(string.L_Backgroundprinting)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="backgroundprint">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Reverseprintorder" class="User" displayName="$(string.L_Reverseprintorder)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options\vprsu" valueName="reverseprint_6_1">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Frontofsheet" class="User" displayName="$(string.L_Frontofsheet)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options\vprsu" valueName="fprorder1_21_1">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Backofthesheet" class="User" displayName="$(string.L_Backofthesheet)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options\vprsu" valueName="fprorder2_22_1">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_AllowA4Letterpaperresizing" class="User" displayName="$(string.L_AllowA4Letterpaperresizing)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="mapstdsizes">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Alwayscreatebackupcopy" class="User" displayName="$(string.L_Alwayscreatebackupcopy)" explainText="$(string.L_AlwayscreatebackupcopyExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="backupduringsave">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_CopyRemotelyStoredFiles" class="User" displayName="$(string.L_CopyRemotelyStoredFiles)" explainText="$(string.L_CopyRemotelyStoredFilesExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="makelocalcopy">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Allowbackgroundsaves" class="User" displayName="$(string.L_Allowbackgroundsaves)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="backgroundsave">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Providefeedbackwithanimation" class="User" displayName="$(string.L_Providefeedbackwithanimation)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="animatescreenmove">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_ConfirmconversionatOpen" class="User" displayName="$(string.L_ConfirmconversionatOpen)" explainText="$(string.L_ConfirmconversionatOpenExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="confirmfileconversion">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_UpdateautomaticlinksatOpen" class="User" displayName="$(string.L_UpdateautomaticlinksatOpen)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="dontupdatelinks">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_EnglishWord6095documents" class="User" displayName="$(string.L_EnglishWord6095documents)" explainText="$(string.L_Setstheoptiontoconvertthefilecorrectly)" presentation="$(presentation.L_EnglishWord6095documents)" key="software\policies\microsoft\office\16.0\word\options">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_englishword6095documents11" valueName="asiantext">
          <item displayName="$(string.L_ContainAsiantext)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_Opennormally)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_AutomaticallydetectAsiantext)">
            <value>
              <decimal value="2" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_AddBiDirectionalMarkswhensavingTextfiles" class="User" displayName="$(string.L_AddBiDirectionalMarkswhensavingTextfiles)" explainText="$(string.L_CheckedAddBiDirectionalMarkswhensavingTextfilesUncheckedDono)" key="software\policies\microsoft\office\16.0\word\options" valueName="addctrlcharssave">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Disablefeaturesnotsupportedbyspecifiedbrowsers" class="User" displayName="$(string.L_Disablefeaturesnotsupportedbyspecifiedbrowsers)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\internet" valueName="donotoptimizeforbrowser">
      <parentCategory ref="L_Browser" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_CheckifWordisthedefaulteditorforallotherWebpages" class="User" displayName="$(string.L_CheckifWordisthedefaulteditorforallotherWebpages)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\common\internet" valueName="donotcheckifwordisdefaulthtmleditor">
      <parentCategory ref="L_Files" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_DoNotEnableAdditionalActionsInTheRightClickMenu" class="User" displayName="$(string.L_DoNotEnableAdditionalActionsInTheRightClickMenu)" explainText="$(string.L_DoNotEnableAdditionalActionsInTheRightClickMenuExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="nosmarttagrecognition">
      <parentCategory ref="L_Proofing" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_RelyonCSSforfontformatting" class="User" displayName="$(string.L_RelyonCSSforfontformatting)" explainText="$(string.L_RelyonCSSforfontformattingExplain)" key="software\policies\microsoft\office\16.0\common\mailsettings" valueName="usecssinhtml">
      <parentCategory ref="L_EmailOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_DefaultFileLocation" class="User" displayName="$(string.L_DefaultFileLocation)" explainText="$(string.L_Definesthedefaultpathtodocuments)" presentation="$(presentation.L_DefaultFileLocation)" key="software\policies\microsoft\office\16.0\word\options">
      <parentCategory ref="L_FileLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_Documents" valueName="doc-path" required="true" expandable="true" />
      </elements>
    </policy>
    <policy name="L_Clipartpictures" class="User" displayName="$(string.L_Clipartpictures)" explainText="$(string.L_DefinesthedefaultpathtoClipartpictures)" presentation="$(presentation.L_Clipartpictures)" key="software\policies\microsoft\office\16.0\word\options">
      <parentCategory ref="L_FileLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_clipartpictures12" valueName="picture-path" expandable="true" />
      </elements>
    </policy>
    <policy name="L_AutoRecoverfiles" class="User" displayName="$(string.L_AutoRecoverfiles)" explainText="$(string.L_DefinesthedefaultpathforstoringAutoRecoverfiles)" presentation="$(presentation.L_AutoRecoverfiles)" key="software\policies\microsoft\office\16.0\word\options">
      <parentCategory ref="L_FileLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_autorecoverfiles13" valueName="autosave-path" expandable="true" />
      </elements>
    </policy>
    <policy name="L_Tools" class="User" displayName="$(string.L_Tools)" explainText="$(string.L_Definesthedefaultpathtotools)" presentation="$(presentation.L_Tools)" key="software\policies\microsoft\office\16.0\word\options">
      <parentCategory ref="L_FileLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_tools14" valueName="tools-path" expandable="true" />
      </elements>
    </policy>
    <policy name="L_Startup" class="User" displayName="$(string.L_Startup)" explainText="$(string.L_DefinesthedefaultpathtoWordsStartupfolder)" presentation="$(presentation.L_Startup)" key="software\policies\microsoft\office\16.0\word\options">
      <parentCategory ref="L_FileLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_startup15" valueName="startup-path" expandable="true" />
      </elements>
    </policy>
    <policy name="L_PromptBeforeSavingNormalTemplate" class="User" displayName="$(string.L_PromptBeforeSavingNormalTemplate)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="promptsavenormal">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Numeral" class="User" displayName="$(string.L_Numeral)" explainText="$(string.L_NumeralExplain)" presentation="$(presentation.L_Numeral)" key="software\policies\microsoft\office\16.0\word\options">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_numeral16" valueName="numform">
          <item displayName="$(string.L_Arabic)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_Hindi)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_Context)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_System)">
            <value>
              <decimal value="3" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_Monthnames" class="User" displayName="$(string.L_Monthnames)" explainText="$(string.L_MonthnamesExplain)" presentation="$(presentation.L_Monthnames)" key="software\policies\microsoft\office\16.0\word\options">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_monthnames17" valueName="aradate">
          <item displayName="$(string.L_Arabic)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_Englishtransliterated)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_Frenchtransliterated)">
            <value>
              <decimal value="2" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_Adjustsentenceandwordspacingautomatically" class="User" displayName="$(string.L_Adjustsentenceandwordspacingautomatically)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="smartsentencewordspacing">
      <parentCategory ref="L_Smartcutandpaste" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Adjustparagraphspacingonpaste" class="User" displayName="$(string.L_Adjustparagraphspacingonpaste)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="smartparapaste">
      <parentCategory ref="L_Smartcutandpaste" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Adjusttableformattingandalignmentonpaste" class="User" displayName="$(string.L_Adjusttableformattingandalignmentonpaste)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="smarttablepaste">
      <parentCategory ref="L_Smartcutandpaste" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Smartstylebehavior" class="User" displayName="$(string.L_Smartstylebehavior)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="smartstylepaste">
      <parentCategory ref="L_Smartcutandpaste" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_MergeformattingwhenpastingfromPowerPoint" class="User" displayName="$(string.L_MergeformattingwhenpastingfromPowerPoint)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="formatpowerpointpaste">
      <parentCategory ref="L_Smartcutandpaste" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_AdjustformattingwhenpastingfromMicrosoftExcel" class="User" displayName="$(string.L_AdjustformattingwhenpastingfromMicrosoftExcel)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="formatexcelpaste">
      <parentCategory ref="L_Smartcutandpaste" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Mergepastedlistswithsurroundinglists" class="User" displayName="$(string.L_Mergepastedlistswithsurroundinglists)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="pastemergelists">
      <parentCategory ref="L_Smartcutandpaste" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_AllowaccenteduppercaseinFrench" class="User" displayName="$(string.L_AllowaccenteduppercaseinFrench)" explainText="$(string.L_ChecksUncheckstheoptionEnforceaccenteduppercaseinFrench)" key="software\policies\microsoft\office\16.0\word\options" valueName="accentonupper">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Keeptrackofformatting" class="User" displayName="$(string.L_Keeptrackofformatting)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="trackformatting">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Markformattinginconsistencies" class="User" displayName="$(string.L_Markformattinginconsistencies)" explainText="$(string.L_Definescolortouseformarkingformattinginconsistencies)" presentation="$(presentation.L_Markformattinginconsistencies)" key="software\policies\microsoft\office\16.0\word\options">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <boolean id="L_checktoenforcesettingonunchecktoenforcesettingoff18" key="software\policies\microsoft\office\16.0\word\options" valueName="markformatting">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
        <enum id="L_Colorformarkingformattinginconsistencies" key="software\policies\microsoft\shared tools\proofing tools" valueName="formatconsistencywavyunderlinecolor">
          <item displayName="$(string.L_Black)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_Blue)">
            <value>
              <decimal value="255" />
            </value>
          </item>
          <item displayName="$(string.L_DarkBlue)">
            <value>
              <decimal value="128" />
            </value>
          </item>
          <item displayName="$(string.L_LightBlue)">
            <value>
              <decimal value="3368703" />
            </value>
          </item>
          <item displayName="$(string.L_SkyBlue)">
            <value>
              <decimal value="52479" />
            </value>
          </item>
          <item displayName="$(string.L_PaleBlue)">
            <value>
              <decimal value="10079487" />
            </value>
          </item>
          <item displayName="$(string.L_BlueGray)">
            <value>
              <decimal value="6710937" />
            </value>
          </item>
          <item displayName="$(string.L_Green)">
            <value>
              <decimal value="65280" />
            </value>
          </item>
          <item displayName="$(string.L_DarkGreen)">
            <value>
              <decimal value="32768" />
            </value>
          </item>
          <item displayName="$(string.L_DarkerGreen)">
            <value>
              <decimal value="13056" />
            </value>
          </item>
          <item displayName="$(string.L_LightGreen)">
            <value>
              <decimal value="13434828" />
            </value>
          </item>
          <item displayName="$(string.L_OliveGreen)">
            <value>
              <decimal value="3355392" />
            </value>
          </item>
          <item displayName="$(string.L_SeaGreen)">
            <value>
              <decimal value="3381606" />
            </value>
          </item>
          <item displayName="$(string.L_Red)">
            <value>
              <decimal value="16711680" />
            </value>
          </item>
          <item displayName="$(string.L_DarkRed)">
            <value>
              <decimal value="8388608" />
            </value>
          </item>
          <item displayName="$(string.L_Yellow)">
            <value>
              <decimal value="16776960" />
            </value>
          </item>
          <item displayName="$(string.L_DarkYellow)">
            <value>
              <decimal value="8421376" />
            </value>
          </item>
          <item displayName="$(string.L_LightYellow)">
            <value>
              <decimal value="16777113" />
            </value>
          </item>
          <item displayName="$(string.L_White)">
            <value>
              <decimal value="16777215" />
            </value>
          </item>
          <item displayName="$(string.L_Brown)">
            <value>
              <decimal value="10040064" />
            </value>
          </item>
          <item displayName="$(string.L_Orange)">
            <value>
              <decimal value="16737792" />
            </value>
          </item>
          <item displayName="$(string.L_LightOrange)">
            <value>
              <decimal value="16750848" />
            </value>
          </item>
          <item displayName="$(string.L_Cyan)">
            <value>
              <decimal value="65535" />
            </value>
          </item>
          <item displayName="$(string.L_DarkCyan)">
            <value>
              <decimal value="32896" />
            </value>
          </item>
          <item displayName="$(string.L_LightCyan)">
            <value>
              <decimal value="13434879" />
            </value>
          </item>
          <item displayName="$(string.L_Magenta)">
            <value>
              <decimal value="16711935" />
            </value>
          </item>
          <item displayName="$(string.L_DarkMagenta)">
            <value>
              <decimal value="8388736" />
            </value>
          </item>
          <item displayName="$(string.L_DarkTeal)">
            <value>
              <decimal value="13158" />
            </value>
          </item>
          <item displayName="$(string.L_Indigo)">
            <value>
              <decimal value="3355545" />
            </value>
          </item>
          <item displayName="$(string.L_Lime)">
            <value>
              <decimal value="10079232" />
            </value>
          </item>
          <item displayName="$(string.L_Aqua)">
            <value>
              <decimal value="3394764" />
            </value>
          </item>
          <item displayName="$(string.L_Gold)">
            <value>
              <decimal value="16763904" />
            </value>
          </item>
          <item displayName="$(string.L_Plum)">
            <value>
              <decimal value="10040166" />
            </value>
          </item>
          <item displayName="$(string.L_Rose)">
            <value>
              <decimal value="16751052" />
            </value>
          </item>
          <item displayName="$(string.L_Tan)">
            <value>
              <decimal value="16764057" />
            </value>
          </item>
          <item displayName="$(string.L_Lavender)">
            <value>
              <decimal value="13408767" />
            </value>
          </item>
          <item displayName="$(string.L_Gray)">
            <value>
              <decimal value="8421504" />
            </value>
          </item>
          <item displayName="$(string.L_Gray25)">
            <value>
              <decimal value="12632256" />
            </value>
          </item>
          <item displayName="$(string.L_Gray50)">
            <value>
              <decimal value="8421504" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_AutoKeyboardswitching" class="User" displayName="$(string.L_AutoKeyboardswitching)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="autokey">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_SetCNGCipherAlgorithm" class="User" displayName="$(string.L_SetCNGCipherAlgorithm)" explainText="$(string.L_SetCNGCipherAlgorithmExplain)" presentation="$(presentation.L_SetCNGCipherAlgorithm)" key="software\policies\microsoft\office\16.0\word\security\crypto">
      <parentCategory ref="L_Cryptography" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_SetCNGCipherAlgorithmID" valueName="cipheralgorithm" required="true" />
      </elements>
    </policy>
    <policy name="L_ConfigureCNGCipherChainingMode" class="User" displayName="$(string.L_ConfigureCNGCipherChainingMode)" explainText="$(string.L_ConfigureCNGCipherChainingModeExplain)" presentation="$(presentation.L_ConfigureCNGCipherChainingMode)" key="software\policies\microsoft\office\16.0\word\security\crypto">
      <parentCategory ref="L_Cryptography" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_ConfigureCNGCipherChainingModeDropID" valueName="cipherchaining">
          <item displayName="$(string.L_ConfigureCNGCipherChainingModeStr1)">
            <value>
              <string>ChainingModeCBC</string>
            </value>
          </item>
          <item displayName="$(string.L_ConfigureCNGCipherChainingModeStr2)">
            <value>
              <string>ChainingModeCFB</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_SetCNGCipherKeyLength" class="User" displayName="$(string.L_SetCNGCipherKeyLength)" explainText="$(string.L_SetCNGCipherKeyLengthExplain)" presentation="$(presentation.L_SetCNGCipherKeyLength)" key="software\policies\microsoft\office\16.0\word\security\crypto">
      <parentCategory ref="L_Cryptography" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <decimal id="L_SetCNGCipherKeyLengthSpinID" valueName="cipherkeybits" minValue="0" maxValue="1000000" />
      </elements>
    </policy>
    <policy name="L_SpecifyEncryptionCompatibility" class="User" displayName="$(string.L_SpecifyEncryptionCompatibility)" explainText="$(string.L_SpecifyEncryptionCompatibilityExplain)" presentation="$(presentation.L_SpecifyEncryptionCompatibility)" key="software\policies\microsoft\office\16.0\word\security\crypto">
      <parentCategory ref="L_Cryptography" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_SpecifyEncryptionCompatibilityDropID" valueName="compatmode">
          <item displayName="$(string.L_SpecifyEncryptionCompatibilityStr1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_SpecifyEncryptionCompatibilityStr2)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_SpecifyEncryptionCompatibilityStr3)">
            <value>
              <decimal value="2" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_SetParametersForCNGContext" class="User" displayName="$(string.L_SetParametersForCNGContext)" explainText="$(string.L_SetParametersForCNGContextExplain)" presentation="$(presentation.L_SetParametersForCNGContext)" key="software\policies\microsoft\office\16.0\word\security\crypto">
      <parentCategory ref="L_Cryptography" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_SetParametersForCNGContextID" valueName="context" required="true" />
      </elements>
    </policy>
    <policy name="L_SpecifyCNGHashAlgorithm" class="User" displayName="$(string.L_SpecifyCNGHashAlgorithm)" explainText="$(string.L_SpecifyCNGHashAlgorithmExplain)" presentation="$(presentation.L_SpecifyCNGHashAlgorithm)" key="software\policies\microsoft\office\16.0\word\security\crypto">
      <parentCategory ref="L_Cryptography" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_SpecifyCNGHashAlgorithmDropID" valueName="hashalgorithm">
          <item displayName="$(string.L_SpecifyCNGHashAlgorithmStr1)">
            <value>
              <string>SHA1</string>
            </value>
          </item>
          <item displayName="$(string.L_SpecifyCNGHashAlgorithmStr2)">
            <value>
              <string>SHA256</string>
            </value>
          </item>
          <item displayName="$(string.L_SpecifyCNGHashAlgorithmStr3)">
            <value>
              <string>SHA384</string>
            </value>
          </item>
          <item displayName="$(string.L_SpecifyCNGHashAlgorithmStr4)">
            <value>
              <string>SHA512</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_UseNewKeyOnPasswordChange" class="User" displayName="$(string.L_UseNewKeyOnPasswordChange)" explainText="$(string.L_UseNewKeyOnPasswordChangeExplain)" key="software\policies\microsoft\office\16.0\word\security\crypto" valueName="newkeyonpwdchange">
      <parentCategory ref="L_Cryptography" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_SetCNGPasswordSpinCount" class="User" displayName="$(string.L_SetCNGPasswordSpinCount)" explainText="$(string.L_SetCNGPasswordSpinCountExplain)" presentation="$(presentation.L_SetCNGPasswordSpinCount)" key="software\policies\microsoft\office\16.0\word\security\crypto">
      <parentCategory ref="L_Cryptography" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <decimal id="L_SetCNGPasswordSpinCountSpinID" valueName="passwordspincount" minValue="0" maxValue="10000000" />
      </elements>
    </policy>
    <policy name="L_SpecifyCNGRandomNumberGeneratorAlgorithm" class="User" displayName="$(string.L_SpecifyCNGRandomNumberGeneratorAlgorithm)" explainText="$(string.L_SpecifyCNGRandomNumberGeneratorAlgorithmExplain)" presentation="$(presentation.L_SpecifyCNGRandomNumberGeneratorAlgorithm)" key="software\policies\microsoft\office\16.0\word\security\crypto">
      <parentCategory ref="L_Cryptography" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_SpecifyCNGRandomNumberGeneratorAlgorithmID" valueName="rngalgorithm" required="true" />
      </elements>
    </policy>
    <policy name="L_SpecifyCNGSaltLength" class="User" displayName="$(string.L_SpecifyCNGSaltLength)" explainText="$(string.L_SpecifyCNGSaltLengthExplain)" presentation="$(presentation.L_SpecifyCNGSaltLength)" key="software\policies\microsoft\office\16.0\word\security\crypto">
      <parentCategory ref="L_Cryptography" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <decimal id="L_SpecifyCNGSaltLengthSpinID" valueName="saltbytes" minValue="0" maxValue="5000" />
      </elements>
    </policy>
    <policy name="L_TurnOffTrustedDocumentsOnTheNetwork" class="User" displayName="$(string.L_TurnOffTrustedDocumentsOnTheNetwork)" explainText="$(string.L_TurnOffTrustedDocumentsOnTheNetworkExplain)" key="software\policies\microsoft\office\16.0\word\security\trusted documents" valueName="disablenetworktrusteddocuments">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_TurnOffTrustedDocuments" class="User" displayName="$(string.L_TurnOffTrustedDocuments)" explainText="$(string.L_TurnOffTrustedDocumentsExplain)" key="software\policies\microsoft\office\16.0\word\security\trusted documents" valueName="disabletrusteddocuments">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_SetMaximumNumberOfTrustedDocuments" class="User" displayName="$(string.L_SetMaximumNumberOfTrustedDocuments)" explainText="$(string.L_SetMaximumNumberOfTrustedDocumentsExplain)" presentation="$(presentation.L_SetMaximumNumberOfTrustedDocuments)" key="software\policies\microsoft\office\16.0\word\security\trusted documents">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <decimal id="L_SetMaximumNumberOfTrustedDocumentsSpinID" valueName="maxtrusteddocuments" minValue="0" maxValue="20000" />
      </elements>
    </policy>
    <policy name="L_SetMaximumNumberOfTrustRecordsToPreserve" class="User" displayName="$(string.L_SetMaximumNumberOfTrustRecordsToPreserve)" explainText="$(string.L_SetMaximumNumberOfTrustRecordsToPreserveExplain)" presentation="$(presentation.L_SetMaximumNumberOfTrustRecordsToPreserve)" key="software\policies\microsoft\office\16.0\word\security\trusted documents">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <decimal id="L_SetMaximumNumberOfTrustRecordsToPreserveSpinID" valueName="maxpreservetrusteddocuments" minValue="0" maxValue="20000" />
      </elements>
    </policy>
    <policy name="L_BlockMacroExecutionFromInternet" class="User" Area="Security Baseline" AreaCategory="Macros" displayName="$(string.L_BlockMacroExecutionFromInternet)" explainText="$(string.L_BlockMacroExecutionFromInternetExplain)" key="software\policies\microsoft\office\16.0\word\security" valueName="blockcontentexecutionfrominternet">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_VBAWarningsPolicy" class="User" Area="Security Baseline" AreaCategory="Macros" displayName="$(string.L_VBAWarningsPolicy)" explainText="$(string.L_VBAWarningsExplain)" presentation="$(presentation.L_VBAWarningsPolicy)" key="software\policies\microsoft\office\16.0\word\security">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_empty19" valueName="vbawarnings">
          <item displayName="$(string.L_DisableAllWithNotification)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_DisableAllExceptDigitallySignedMacros)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_DisableAllWithoutNotification)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_EnableAllMacros)">
            <value>
              <decimal value="1" />
            </value>
          </item>
        </enum>
        <boolean id="L_VBADigSigTrustedPublishersStr" key="software\policies\microsoft\office\16.0\word\security" valueName="vbadigsigtrustedpublishers">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
        <boolean id="L_VBAOnlyAllowLMTrustedPublisherStr" key="software\policies\microsoft\office\16.0\word\security" valueName="vbarequirelmtrustedpublisher">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
        <boolean id="L_VBAOnlyAllowDigSigWithCodeSigningEKUStr" key="software\policies\microsoft\office\16.0\word\security" valueName="vbarequiredigsigwithcodesigningeku">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_DeterminewhethertoforceencryptedWord" class="User" Area="Security Baseline" AreaCategory="Macros" displayName="$(string.L_DeterminewhethertoforceencryptedWord)" explainText="$(string.L_DeterminewhethertoforceencryptedWordExplain)" presentation="$(presentation.L_DeterminewhethertoforceencryptedWord)" key="software\policies\microsoft\office\16.0\word\security">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_DeterminewhethertoforceencryptedWordDropID" valueName="wordbypassencryptedmacroscan">
          <item displayName="$(string.L_DeterminewhethertoforceencryptedWordStr1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_DeterminewhethertoforceencryptedWordStr2)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_DeterminewhethertoforceencryptedWordStr3)">
            <value>
              <decimal value="2" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_TrustaccesstoVisualBasicProject" class="User" displayName="$(string.L_TrustaccesstoVisualBasicProject)" explainText="$(string.L_TrustAccessToVisualBasicProjectExplain)" key="software\policies\microsoft\office\16.0\word\security" valueName="accessvbom">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Disableallapplicationextensions" class="User" displayName="$(string.L_Disableallapplicationextensions)" explainText="$(string.L_DisableallapplicationextensionsExplain)" key="software\policies\microsoft\office\16.0\word\security" valueName="disablealladdins">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_RequirethatApplicationExtensionsaresigned" class="User" Area="Security Baseline" AreaCategory="Add-ins and Extensibility" displayName="$(string.L_RequirethatApplicationExtensionsaresigned)" explainText="$(string.L_RequirethatApplicationExtensionsaresignedExplain)" key="software\policies\microsoft\office\16.0\word\security" valueName="requireaddinsig">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_DisableTrustBarNotificationforunsigned" class="User" Area="Security Baseline" AreaCategory="Add-ins and Extensibility" displayName="$(string.L_DisableTrustBarNotificationforunsigned)" explainText="$(string.L_DisableTrustBarNotificationforunsignedExplain)" key="software\policies\microsoft\office\16.0\word\security" valueName="notbpromptunsignedaddin">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_SetDefaultFileBlockBehavior" class="User" Area="Security Baseline" AreaCategory="Fileblock" displayName="$(string.L_SetDefaultFileBlockBehavior)" explainText="$(string.L_SetDefaultFileBlockBehaviorExplain)" presentation="$(presentation.L_SetDefaultFileBlockBehavior)" key="software\policies\microsoft\office\16.0\word\security\fileblock">
      <parentCategory ref="L_FileBlockSettings" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_SetDefaultFileBlockBehaviorDropID" valueName="openinprotectedview">
          <item displayName="$(string.L_SetDefaultFileBlockBehaviorStr1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_SetDefaultFileBlockBehaviorStr2)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_SetDefaultFileBlockBehaviorStr3)">
            <value>
              <decimal value="2" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_Word2007AndLaterDocsAndTemplates" class="User" displayName="$(string.L_Word2007AndLaterDocsAndTemplates)" explainText="$(string.L_WordFileBlockExplain)" presentation="$(presentation.L_Word2007AndLaterDocsAndTemplates)" key="software\policies\microsoft\office\16.0\word\security\fileblock">
      <parentCategory ref="L_FileBlockSettings" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_Word2007AndLaterDocsAndTemplatesDropID" valueName="openxmlfiles">
          <item displayName="$(string.L_WordFileBlockStr1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr2)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr3)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr4)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr5)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr6)">
            <value>
              <decimal value="5" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_OpenDocumentTextFiles" class="User" Area="Security" AreaCategory="Fileblock" displayName="$(string.L_OpenDocumentTextFiles)" explainText="$(string.L_WordFileBlockExplain)" presentation="$(presentation.L_OpenDocumentTextFiles)" key="software\policies\microsoft\office\16.0\word\security\fileblock">
      <parentCategory ref="L_FileBlockSettings" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_OpenDocumentTextFilesDropID" valueName="opendocumenttext">
          <item displayName="$(string.L_WordFileBlockStr1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr2)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr3)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr4)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr5)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr6)">
            <value>
              <decimal value="5" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_Word2007AndLaterBinaryDocumentsAndTemplates" class="User" Area="Security Baseline" AreaCategory="Fileblock" displayName="$(string.L_Word2007AndLaterBinaryDocumentsAndTemplates)" explainText="$(string.L_WordFileBlockExplain)" presentation="$(presentation.L_Word2007AndLaterBinaryDocumentsAndTemplates)" key="software\policies\microsoft\office\16.0\word\security\fileblock">
      <parentCategory ref="L_FileBlockSettings" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_Word2007AndLaterBinaryDocumentsAndTemplatesDropID" valueName="word2007files">
          <item displayName="$(string.L_WordFileBlockStr1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr2)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr3)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr4)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr5)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr6)">
            <value>
              <decimal value="5" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_Word2003BinaryDocumentsAndTemplates" class="User" Area="Security Baseline" AreaCategory="Fileblock" displayName="$(string.L_Word2003BinaryDocumentsAndTemplates)" explainText="$(string.L_WordFileBlockExplain)" presentation="$(presentation.L_Word2003BinaryDocumentsAndTemplates)" key="software\policies\microsoft\office\16.0\word\security\fileblock">
      <parentCategory ref="L_FileBlockSettings" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_Word2003BinaryDocumentsAndTemplatesDropID" valueName="word2003files">
          <item displayName="$(string.L_WordFileBlockStr1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr3)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr4)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr5)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr6)">
            <value>
              <decimal value="5" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_Word2003AndPlainXMLDocuments" class="User" Area="Security" AreaCategory="Fileblock" displayName="$(string.L_Word2003AndPlainXMLDocuments)" explainText="$(string.L_WordFileBlockExplain)" presentation="$(presentation.L_Word2003AndPlainXMLDocuments)" key="software\policies\microsoft\office\16.0\word\security\fileblock">
      <parentCategory ref="L_FileBlockSettings" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_Word2003AndPlainXMLDocumentsDropID" valueName="wordxmlfiles">
          <item displayName="$(string.L_WordFileBlockStr1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr2)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr3)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr4)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr5)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr6)">
            <value>
              <decimal value="5" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_WordXPBinaryDocumentsAndTemplates" class="User" Area="Security Baseline" AreaCategory="Fileblock" displayName="$(string.L_WordXPBinaryDocumentsAndTemplates)" explainText="$(string.L_WordFileBlockExplain)" presentation="$(presentation.L_WordXPBinaryDocumentsAndTemplates)" key="software\policies\microsoft\office\16.0\word\security\fileblock">
      <parentCategory ref="L_FileBlockSettings" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_WordXPBinaryDocumentsAndTemplatesDropID" valueName="wordxpfiles">
          <item displayName="$(string.L_WordFileBlockStr1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr3)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr4)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr5)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr6)">
            <value>
              <decimal value="5" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_Word2000BinaryDocumentsAndTemplates" class="User" Area="Security Baseline" AreaCategory="Fileblock" displayName="$(string.L_Word2000BinaryDocumentsAndTemplates)" explainText="$(string.L_WordFileBlockExplain)" presentation="$(presentation.L_Word2000BinaryDocumentsAndTemplates)" key="software\policies\microsoft\office\16.0\word\security\fileblock">
      <parentCategory ref="L_FileBlockSettings" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_Word2000BinaryDocumentsAndTemplatesDropID" valueName="word2000files">
          <item displayName="$(string.L_WordFileBlockStr1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr3)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr4)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr5)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr6)">
            <value>
              <decimal value="5" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_Word97BinaryDocumentsAndTemplates" class="User" Area="Security Baseline" AreaCategory="Fileblock" displayName="$(string.L_Word97BinaryDocumentsAndTemplates)" explainText="$(string.L_WordFileBlockExplain)" presentation="$(presentation.L_Word97BinaryDocumentsAndTemplates)" key="software\policies\microsoft\office\16.0\word\security\fileblock">
      <parentCategory ref="L_FileBlockSettings" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_Word97BinaryDocumentsAndTemplatesDropID" valueName="word97files">
          <item displayName="$(string.L_WordFileBlockStr1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr3)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr4)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr5)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr6)">
            <value>
              <decimal value="5" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_Word95BinaryDocumentsAndTemplates" class="User" Area="Security Baseline" AreaCategory="Fileblock" displayName="$(string.L_Word95BinaryDocumentsAndTemplates)" explainText="$(string.L_WordFileBlockExplainBlockedFiles)" presentation="$(presentation.L_Word95BinaryDocumentsAndTemplates)" key="software\policies\microsoft\office\16.0\word\security\fileblock">
      <parentCategory ref="L_FileBlockSettings" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_Word95BinaryDocumentsAndTemplatesDropID" valueName="word95files">
          <item displayName="$(string.L_WordFileBlockStr1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr3)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr4)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr5)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr6)">
            <value>
              <decimal value="5" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_Word6Pt0BinaryDocumentsAndTemplates" class="User" Area="Security Baseline" AreaCategory="Fileblock" displayName="$(string.L_Word6Pt0BinaryDocumentsAndTemplates)" explainText="$(string.L_WordFileBlockExplainBlockedFiles)" presentation="$(presentation.L_Word6Pt0BinaryDocumentsAndTemplates)" key="software\policies\microsoft\office\16.0\word\security\fileblock">
      <parentCategory ref="L_FileBlockSettings" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_Word6Pt0BinaryDocumentsAndTemplatesDropID" valueName="word60files">
          <item displayName="$(string.L_WordFileBlockStr1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr3)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr4)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr5)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr6)">
            <value>
              <decimal value="5" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_Word2AndEarlierBinaryDocumentsAndTemplates" class="User" Area="Security Baseline" AreaCategory="Fileblock" displayName="$(string.L_Word2AndEarlierBinaryDocumentsAndTemplates)" explainText="$(string.L_WordFileBlockExplainBlockedFiles)" presentation="$(presentation.L_Word2AndEarlierBinaryDocumentsAndTemplates)" key="software\policies\microsoft\office\16.0\word\security\fileblock">
      <parentCategory ref="L_FileBlockSettings" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_Word2AndEarlierBinaryDocumentsAndTemplatesDropID" valueName="word2files">
          <item displayName="$(string.L_WordFileBlockStr1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr3)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr4)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr5)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr6)">
            <value>
              <decimal value="5" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_WebPages" class="User" Area="Security" AreaCategory="Fileblock" displayName="$(string.L_WebPages)" explainText="$(string.L_WordFileBlockExplain)" presentation="$(presentation.L_WebPages)" key="software\policies\microsoft\office\16.0\word\security\fileblock">
      <parentCategory ref="L_FileBlockSettings" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_WebPagesDropID" valueName="htmlfiles">
          <item displayName="$(string.L_WordFileBlockStr1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr2)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr3)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr4)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr5)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr6)">
            <value>
              <decimal value="5" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_RTFFiles" class="User" Area="Security" AreaCategory="Fileblock" displayName="$(string.L_RTFFiles)" explainText="$(string.L_WordFileBlockExplain)" presentation="$(presentation.L_RTFFiles)" key="software\policies\microsoft\office\16.0\word\security\fileblock">
      <parentCategory ref="L_FileBlockSettings" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_RTFFilesDropID" valueName="rtffiles">
          <item displayName="$(string.L_WordFileBlockStr1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr2)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr3)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr4)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr5)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr6)">
            <value>
              <decimal value="5" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_PlainTextFiles" class="User" Area="Security" AreaCategory="Fileblock" displayName="$(string.L_PlainTextFiles)" explainText="$(string.L_WordFileBlockExplain)" presentation="$(presentation.L_PlainTextFiles)" key="software\policies\microsoft\office\16.0\word\security\fileblock">
      <parentCategory ref="L_FileBlockSettings" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_PlainTextFilesDropID" valueName="textfiles">
          <item displayName="$(string.L_WordFileBlockStr1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr2)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr3)">
            <value>
              <decimal value="2" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_LegacyConvertersForWord" class="User" Area="Security" AreaCategory="Fileblock" displayName="$(string.L_LegacyConvertersForWord)" explainText="$(string.L_WordFileBlockExplain)" presentation="$(presentation.L_LegacyConvertersForWord)" key="software\policies\microsoft\office\16.0\word\security\fileblock">
      <parentCategory ref="L_FileBlockSettings" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_LegacyConvertersForWordDropID" valueName="converters">
          <item displayName="$(string.L_WordFileBlockStr1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr2)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr3)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr4)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr5)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr6)">
            <value>
              <decimal value="5" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_OfficeOpenXMLConvertersForWord" class="User" Area="Security" AreaCategory="Fileblock" displayName="$(string.L_OfficeOpenXMLConvertersForWord)" explainText="$(string.L_WordFileBlockExplain)" presentation="$(presentation.L_OfficeOpenXMLConvertersForWord)" key="software\policies\microsoft\office\16.0\word\security\fileblock">
      <parentCategory ref="L_FileBlockSettings" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_OfficeOpenXMLConvertersForWordDropID" valueName="ooxmlconverters">
          <item displayName="$(string.L_WordFileBlockStr1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr2)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr3)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr4)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr5)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_WordFileBlockStr6)">
            <value>
              <decimal value="5" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_AllowTrustedLocationsOnTheNetwork" class="User" Area="Security Baseline" AreaCategory="Zones and Locations" displayName="$(string.L_AllowTrustedLocationsOnTheNetwork)" explainText="$(string.L_AllowTrustedLocationsOnTheNetworkExplain)" key="software\policies\microsoft\office\16.0\word\security\trusted locations" valueName="allownetworklocations">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_DisableTrustedLoc" class="User" displayName="$(string.L_DisableTrustedLoc)" explainText="$(string.L_DisableTrustedLocExplain)" key="software\policies\microsoft\office\16.0\word\security\trusted locations" valueName="alllocationsdisabled">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_TrustedLoc01" class="User" displayName="$(string.L_TrustedLoc01)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc01)" key="software\policies\microsoft\office\16.0\word\security\trusted locations\location1">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_Pathcolon" valueName="path" expandable="true" />
        <text id="L_Datecolon" valueName="date" />
        <text id="L_Descriptioncolon" valueName="description" />
        <boolean id="L_Allowsubfolders" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc02" class="User" displayName="$(string.L_TrustedLoc02)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc02)" key="software\policies\microsoft\office\16.0\word\security\trusted locations\location2">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon20" valueName="path" expandable="true" />
        <text id="L_datecolon21" valueName="date" />
        <text id="L_descriptioncolon22" valueName="description" />
        <boolean id="L_allowsubfolders23" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc03" class="User" displayName="$(string.L_TrustedLoc03)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc03)" key="software\policies\microsoft\office\16.0\word\security\trusted locations\location3">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon24" valueName="path" expandable="true" />
        <text id="L_datecolon25" valueName="date" />
        <text id="L_descriptioncolon26" valueName="description" />
        <boolean id="L_allowsubfolders27" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc04" class="User" displayName="$(string.L_TrustedLoc04)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc04)" key="software\policies\microsoft\office\16.0\word\security\trusted locations\location4">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon28" valueName="path" expandable="true" />
        <text id="L_datecolon29" valueName="date" />
        <text id="L_descriptioncolon30" valueName="description" />
        <boolean id="L_allowsubfolders31" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc05" class="User" displayName="$(string.L_TrustedLoc05)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc05)" key="software\policies\microsoft\office\16.0\word\security\trusted locations\location5">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon32" valueName="path" expandable="true" />
        <text id="L_datecolon33" valueName="date" />
        <text id="L_descriptioncolon34" valueName="description" />
        <boolean id="L_allowsubfolders35" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc06" class="User" displayName="$(string.L_TrustedLoc06)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc06)" key="software\policies\microsoft\office\16.0\word\security\trusted locations\location6">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon36" valueName="path" expandable="true" />
        <text id="L_datecolon37" valueName="date" />
        <text id="L_descriptioncolon38" valueName="description" />
        <boolean id="L_allowsubfolders39" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc07" class="User" displayName="$(string.L_TrustedLoc07)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc07)" key="software\policies\microsoft\office\16.0\word\security\trusted locations\location7">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon40" valueName="path" expandable="true" />
        <text id="L_datecolon41" valueName="date" />
        <text id="L_descriptioncolon42" valueName="description" />
        <boolean id="L_allowsubfolders43" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc08" class="User" displayName="$(string.L_TrustedLoc08)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc08)" key="software\policies\microsoft\office\16.0\word\security\trusted locations\location8">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon44" valueName="path" expandable="true" />
        <text id="L_datecolon45" valueName="date" />
        <text id="L_descriptioncolon46" valueName="description" />
        <boolean id="L_allowsubfolders47" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc09" class="User" displayName="$(string.L_TrustedLoc09)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc09)" key="software\policies\microsoft\office\16.0\word\security\trusted locations\location9">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon48" valueName="path" expandable="true" />
        <text id="L_datecolon49" valueName="date" />
        <text id="L_descriptioncolon50" valueName="description" />
        <boolean id="L_allowsubfolders51" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc10" class="User" displayName="$(string.L_TrustedLoc10)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc10)" key="software\policies\microsoft\office\16.0\word\security\trusted locations\location10">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon52" valueName="path" expandable="true" />
        <text id="L_datecolon53" valueName="date" />
        <text id="L_descriptioncolon54" valueName="description" />
        <boolean id="L_allowsubfolders55" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc11" class="User" displayName="$(string.L_TrustedLoc11)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc11)" key="software\policies\microsoft\office\16.0\word\security\trusted locations\location11">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon56" valueName="path" expandable="true" />
        <text id="L_datecolon57" valueName="date" />
        <text id="L_descriptioncolon58" valueName="description" />
        <boolean id="L_allowsubfolders59" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc12" class="User" displayName="$(string.L_TrustedLoc12)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc12)" key="software\policies\microsoft\office\16.0\word\security\trusted locations\location12">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon60" valueName="path" expandable="true" />
        <text id="L_datecolon61" valueName="date" />
        <text id="L_descriptioncolon62" valueName="description" />
        <boolean id="L_allowsubfolders63" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc13" class="User" displayName="$(string.L_TrustedLoc13)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc13)" key="software\policies\microsoft\office\16.0\word\security\trusted locations\location13">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon64" valueName="path" expandable="true" />
        <text id="L_datecolon65" valueName="date" />
        <text id="L_descriptioncolon66" valueName="description" />
        <boolean id="L_allowsubfolders67" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc14" class="User" displayName="$(string.L_TrustedLoc14)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc14)" key="software\policies\microsoft\office\16.0\word\security\trusted locations\location14">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon68" valueName="path" expandable="true" />
        <text id="L_datecolon69" valueName="date" />
        <text id="L_descriptioncolon70" valueName="description" />
        <boolean id="L_allowsubfolders71" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc15" class="User" displayName="$(string.L_TrustedLoc15)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc15)" key="software\policies\microsoft\office\16.0\word\security\trusted locations\location15">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon72" valueName="path" expandable="true" />
        <text id="L_datecolon73" valueName="date" />
        <text id="L_descriptioncolon74" valueName="description" />
        <boolean id="L_allowsubfolders75" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc16" class="User" displayName="$(string.L_TrustedLoc16)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc16)" key="software\policies\microsoft\office\16.0\word\security\trusted locations\location16">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon76" valueName="path" expandable="true" />
        <text id="L_datecolon77" valueName="date" />
        <text id="L_descriptioncolon78" valueName="description" />
        <boolean id="L_allowsubfolders79" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc17" class="User" displayName="$(string.L_TrustedLoc17)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc17)" key="software\policies\microsoft\office\16.0\word\security\trusted locations\location17">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon80" valueName="path" expandable="true" />
        <text id="L_datecolon81" valueName="date" />
        <text id="L_descriptioncolon82" valueName="description" />
        <boolean id="L_allowsubfolders83" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc18" class="User" displayName="$(string.L_TrustedLoc18)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc18)" key="software\policies\microsoft\office\16.0\word\security\trusted locations\location18">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon84" valueName="path" expandable="true" />
        <text id="L_datecolon85" valueName="date" />
        <text id="L_descriptioncolon86" valueName="description" />
        <boolean id="L_allowsubfolders87" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc19" class="User" displayName="$(string.L_TrustedLoc19)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc19)" key="software\policies\microsoft\office\16.0\word\security\trusted locations\location19">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon88" valueName="path" expandable="true" />
        <text id="L_datecolon89" valueName="date" />
        <text id="L_descriptioncolon90" valueName="description" />
        <boolean id="L_allowsubfolders91" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TrustedLoc20" class="User" displayName="$(string.L_TrustedLoc20)" explainText="$(string.L_TrustedLocationsExplain)" presentation="$(presentation.L_TrustedLoc20)" key="software\policies\microsoft\office\16.0\word\security\trusted locations\location20">
      <parentCategory ref="L_TrustedLocations" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_pathcolon92" valueName="path" expandable="true" />
        <text id="L_datecolon93" valueName="date" />
        <text id="L_descriptioncolon94" valueName="description" />
        <boolean id="L_allowsubfolders95" valueName="allowsubfolders">
          <trueValue>
            <decimal value="1" />
          </trueValue>
          <falseValue>
            <decimal value="0" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_OpenFilesOnLocalIntranetUNCInProtectedView" class="User" displayName="$(string.L_OpenFilesOnLocalIntranetUNCInProtectedView)" explainText="$(string.L_OpenFilesOnLocalIntranetUNCInProtectedViewExplain)" key="software\policies\microsoft\office\16.0\word\security\protectedview" valueName="disableintranetcheck">
      <parentCategory ref="L_ProtectedView" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_DoNotOpenFilesInUnsafeLocationsInProtectedView" class="User" Area="Security Baseline" AreaCategory="File validation" displayName="$(string.L_DoNotOpenFilesInUnsafeLocationsInProtectedView)" explainText="$(string.L_DoNotOpenFilesInUnsafeLocationsInProtectedViewExplain)" key="software\policies\microsoft\office\16.0\word\security\protectedview" valueName="disableunsafelocationsinpv">
      <parentCategory ref="L_ProtectedView" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_DoNotOpenFilesFromTheInternetZoneInProtectedView" class="User" Area="Security Baseline" AreaCategory="File validation" displayName="$(string.L_DoNotOpenFilesFromTheInternetZoneInProtectedView)" explainText="$(string.L_DoNotOpenFilesFromTheInternetZoneInProtectedViewExplain)" key="software\policies\microsoft\office\16.0\word\security\protectedview" valueName="disableinternetfilesinpv">
      <parentCategory ref="L_ProtectedView" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_TurnOffProtectedViewForAttachmentsOpenedFromOutlook" class="User" Area="Security Baseline" AreaCategory="File validation" displayName="$(string.L_TurnOffProtectedViewForAttachmentsOpenedFromOutlook)" explainText="$(string.L_TurnOffProtectedViewForAttachmentsOpenedFromOutlookExplain)" key="software\policies\microsoft\office\16.0\word\security\protectedview" valueName="disableattachmentsinpv">
      <parentCategory ref="L_ProtectedView" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_SetDocumentBehaviorIfFileValidationFails" class="User" Area="Security Baseline" AreaCategory="File validation" displayName="$(string.L_SetDocumentBehaviorIfFileValidationFails)" explainText="$(string.L_SetDocumentBehaviorIfFileValidationFailsExplain)" presentation="$(presentation.L_SetDocumentBehaviorIfFileValidationFails)" key="software\policies\microsoft\office\16.0\word\security\filevalidation">
      <parentCategory ref="L_ProtectedView" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_SetDocumentBehaviorIfFileValidationFailsDropID" valueName="openinprotectedview">
          <item displayName="$(string.L_SetDocumentBehaviorIfFileValidationFailsStr1)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_SetDocumentBehaviorIfFileValidationFailsStr2)">
            <value>
              <decimal value="1" />
            </value>
          </item>
        </enum>
        <boolean id="L_SetDocumentBehaviorIfFileValidationFailsStr3" key="software\policies\microsoft\office\16.0\word\security\filevalidation" valueName="disableeditfrompv">
          <trueValue>
            <decimal value="0" />
          </trueValue>
          <falseValue>
            <decimal value="1" />
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_TurnOffFileValidation" class="User" Area="Security Baseline" AreaCategory="File validation" displayName="$(string.L_TurnOffFileValidation)" explainText="$(string.L_TurnOffFileValidationExplain)" key="software\policies\microsoft\office\16.0\word\security\filevalidation" valueName="enableonload">
      <parentCategory ref="L_Security" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_Warnbeforeprintingsavingorsendingafilethatcontainstrackedcha" class="User" displayName="$(string.L_Warnbeforeprintingsavingorsendingafilethatcontainstrackedcha)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="warnrevisions">
      <parentCategory ref="L_Security" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Storerandomnumbertoimprovemergeaccuracy" class="User" displayName="$(string.L_Storerandomnumbertoimprovemergeaccuracy)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="dontsaversid">
      <parentCategory ref="L_Security" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_HidePiiRemovedWarningBar" class="User" displayName="$(string.L_HidePiiRemovedWarningBar)" explainText="$(string.L_HidePiiRemovedWarningBarExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="hidepiiremovedwarningbar">
      <parentCategory ref="L_Security" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Makehiddenmarkupvisible" class="User" displayName="$(string.L_Makehiddenmarkupvisible)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="showmarkupopensave">
      <parentCategory ref="L_Security" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Matchcase" class="User" displayName="$(string.L_Matchcase)" explainText="$(string.L_JapaneseFindExplain)" key="software\policies\microsoft\office\16.0\word\options\vpreffuz" valueName="feqcase_0_1">
      <parentCategory ref="L_JapaneseFind" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Matchfullhalfwidthform" class="User" displayName="$(string.L_Matchfullhalfwidthform)" explainText="$(string.L_JapaneseFindExplain)" key="software\policies\microsoft\office\16.0\word\options\vpreffuz" valueName="feqbyte_1_1">
      <parentCategory ref="L_JapaneseFind" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Matchhiraganakatakana" class="User" displayName="$(string.L_Matchhiraganakatakana)" explainText="$(string.L_JapaneseFindExplain)" key="software\policies\microsoft\office\16.0\word\options\vpreffuz" valueName="feqhira_kata_3_1">
      <parentCategory ref="L_JapaneseFind" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Matchcontractionsyoonsokuon" class="User" displayName="$(string.L_Matchcontractionsyoonsokuon)" explainText="$(string.L_JapaneseFindExplain)" key="software\policies\microsoft\office\16.0\word\options\vpreffuz" valueName="feqsmallkana_4_1">
      <parentCategory ref="L_JapaneseFind" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Matchminusdashchoon" class="User" displayName="$(string.L_Matchminusdashchoon)" explainText="$(string.L_JapaneseFindExplain)" key="software\policies\microsoft\office\16.0\word\options\vpreffuz" valueName="feqminus_2_1">
      <parentCategory ref="L_JapaneseFind" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Matchrepeatcharactermarks" class="User" displayName="$(string.L_Matchrepeatcharactermarks)" explainText="$(string.L_JapaneseFindExplain)" key="software\policies\microsoft\office\16.0\word\options\vpreffuz" valueName="feqrepsymbol_5_1">
      <parentCategory ref="L_JapaneseFind" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Matchvariantformkanjiitaiji" class="User" displayName="$(string.L_Matchvariantformkanjiitaiji)" explainText="$(string.L_JapaneseFindExplain)" key="software\policies\microsoft\office\16.0\word\options\vpreffuz" valueName="feqkanji_16_1">
      <parentCategory ref="L_JapaneseFind" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Matcholdkanaforms" class="User" displayName="$(string.L_Matcholdkanaforms)" explainText="$(string.L_JapaneseFindExplain)" key="software\policies\microsoft\office\16.0\word\options\vpreffuz" valueName="feqoldkana_6_1">
      <parentCategory ref="L_JapaneseFind" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Matchchoonusedforvowels" class="User" displayName="$(string.L_Matchchoonusedforvowels)" explainText="$(string.L_JapaneseFindExplain)" key="software\policies\microsoft\office\16.0\word\options\vpreffuz" valueName="feqlongvowel_7_1">
      <parentCategory ref="L_JapaneseFind" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Matchdiziduzu" class="User" displayName="$(string.L_Matchdiziduzu)" explainText="$(string.L_JapaneseFindExplain)" key="software\policies\microsoft\office\16.0\word\options\vpreffuz" valueName="feqd_z_8_1">
      <parentCategory ref="L_JapaneseFind" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Matchbavahafa" class="User" displayName="$(string.L_Matchbavahafa)" explainText="$(string.L_JapaneseFindExplain)" key="software\policies\microsoft\office\16.0\word\options\vpreffuz" valueName="feqb_v_9_1">
      <parentCategory ref="L_JapaneseFind" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Matchtsithichidhizi" class="User" displayName="$(string.L_Matchtsithichidhizi)" explainText="$(string.L_JapaneseFindExplain)" key="software\policies\microsoft\office\16.0\word\options\vpreffuz" valueName="feqt_c_10_1">
      <parentCategory ref="L_JapaneseFind" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Matchhyuiyubyuvyu" class="User" displayName="$(string.L_Matchhyuiyubyuvyu)" explainText="$(string.L_JapaneseFindExplain)" key="software\policies\microsoft\office\16.0\word\options\vpreffuz" valueName="feqf_h_15_1">
      <parentCategory ref="L_JapaneseFind" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Matchseshezeje" class="User" displayName="$(string.L_Matchseshezeje)" explainText="$(string.L_JapaneseFindExplain)" key="software\policies\microsoft\office\16.0\word\options\vpreffuz" valueName="feqs_sh_13_1">
      <parentCategory ref="L_JapaneseFind" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Matchiaiyapianopiyano" class="User" displayName="$(string.L_Matchiaiyapianopiyano)" explainText="$(string.L_JapaneseFindExplain)" key="software\policies\microsoft\office\16.0\word\options\vpreffuz" valueName="feqy_a_12_1">
      <parentCategory ref="L_JapaneseFind" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Matchkikutekisutotekusuto" class="User" displayName="$(string.L_Matchkikutekisutotekusuto)" explainText="$(string.L_JapaneseFindExplain)" key="software\policies\microsoft\office\16.0\word\options\vpreffuz" valueName="feqki_ku_14_1">
      <parentCategory ref="L_JapaneseFind" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Ignorepunctuationcharacters" class="User" displayName="$(string.L_Ignorepunctuationcharacters)" explainText="$(string.L_JapaneseFindExplain)" key="software\policies\microsoft\office\16.0\word\options\vpreffuz" valueName="fignorepunct_18_1">
      <parentCategory ref="L_JapaneseFind" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Ignorewhitespacecharacters" class="User" displayName="$(string.L_Ignorewhitespacecharacters)" explainText="$(string.L_JapaneseFindExplain)" key="software\policies\microsoft\office\16.0\word\options\vpreffuz" valueName="fignorespace_19_1">
      <parentCategory ref="L_JapaneseFind" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Detectlanguageautomatically" class="User" displayName="$(string.L_Detectlanguageautomatically)" explainText="$(string.L_ChecksUnchecksthecorrespondingUIoption)" key="software\policies\microsoft\office\16.0\word\options" valueName="langautodetect">
      <parentCategory ref="L_ReviewSetLanguage" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Translationdirection" class="User" displayName="$(string.L_Translationdirection)" explainText="$(string.L_TranslationdirectionExplain)" presentation="$(presentation.L_Translationdirection)" key="software\policies\microsoft\shared tools\proofing tools\tcsc translator">
      <parentCategory ref="L_ReviewChineseTranslation" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_translationdirection96" valueName="translationtarget">
          <item displayName="$(string.L_TraditionalChinesetoSimplifiedChinese)">
            <value>
              <decimal value="2052" />
            </value>
          </item>
          <item displayName="$(string.L_SimplifiedChinesetoTraditionalChinese)">
            <value>
              <decimal value="1028" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_UseTaiwanHongKongSARandMacaoSARcharactervariants" class="User" displayName="$(string.L_UseTaiwanHongKongSARandMacaoSARcharactervariants)" explainText="$(string.L_UseTaiwanHongKongSARandMacaoSARcharactervariantsExplain)" key="software\policies\microsoft\shared tools\proofing tools\tcsc translator" valueName="usevariants">
      <parentCategory ref="L_ReviewChineseTranslation" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_ConvertCommonTerms" class="User" displayName="$(string.L_ConvertCommonTerms)" explainText="$(string.L_ConvertCommonTermsExplain)" key="software\policies\microsoft\shared tools\proofing tools\tcsc translator" valueName="translatecommonterms">
      <parentCategory ref="L_ReviewChineseTranslation" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Listoferrormessagestocustomize" class="User" displayName="$(string.L_Listoferrormessagestocustomize)" explainText="$(string.L_Definesalistofcustomerror)" presentation="$(presentation.L_Listoferrormessagestocustomize)" key="software\policies\microsoft\office\16.0\word\customizablealerts">
      <parentCategory ref="L_Customizableerrormessages" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledList>
        <item key="software\policies\microsoft\office\16.0\word\customizablealerts" valueName="policyon">
          <value>
            <decimal value="1" />
          </value>
        </item>
      </enabledList>
      <disabledList>
        <item key="software\policies\microsoft\office\16.0\word\customizablealerts" valueName="policyon">
          <value>
            <delete />
          </value>
        </item>
      </disabledList>
      <elements>
        <list id="L_listoferrormessagestocustomize97" explicitValue="true" />
      </elements>
    </policy>
    <policy name="L_Disablecommandbarbuttonsandmenuitems" class="User" displayName="$(string.L_Disablecommandbarbuttonsandmenuitems)" explainText="$(string.L_DisablesthecommandintheUI)" presentation="$(presentation.L_Disablecommandbarbuttonsandmenuitems)" key="software\policies\microsoft\office\16.0\word\disabledcmdbaritemscheckboxes">
      <parentCategory ref="L_Predefined" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <disabledList>
        <item key="software\policies\microsoft\office\16.0\word\disabledcmdbaritemscheckboxes" valueName="weboptions">
          <value>
            <delete />
          </value>
        </item>
        <item key="software\policies\microsoft\office\16.0\word\disabledcmdbaritemscheckboxes" valueName="generaloptions">
          <value>
            <delete />
          </value>
        </item>
        <item key="software\policies\microsoft\office\16.0\word\disabledcmdbaritemscheckboxes" valueName="fileopensearchtheweb">
          <value>
            <delete />
          </value>
        </item>
      </disabledList>
      <elements>
        <boolean id="L_FileWebPagePreview" valueName="filewebpagepreview">
          <trueValue>
            <string>3655</string>
          </trueValue>
          <falseValue>
            <string>0</string>
          </falseValue>
        </boolean>
        <boolean id="L_FileSendToMailRecipient" valueName="sendtomailrecipient">
          <trueValue>
            <string>2188</string>
          </trueValue>
          <falseValue>
            <string>0</string>
          </falseValue>
        </boolean>
        <boolean id="L_InsertHyperlinkWd" valueName="inserthyperlink">
          <trueValue>
            <string>1576</string>
          </trueValue>
          <falseValue>
            <string>0</string>
          </falseValue>
        </boolean>
        <boolean id="L_ToolsProtectDocument" valueName="flyoutanchorprotectdocumentmenu">
          <trueValue>
            <string>16129</string>
          </trueValue>
          <falseValue>
            <string>0</string>
          </falseValue>
        </boolean>
        <boolean id="L_ToolsMacroWd" valueName="toolsmacro">
          <trueValue>
            <string>16106</string>
          </trueValue>
          <falseValue>
            <string>0</string>
          </falseValue>
        </boolean>
        <boolean id="L_ToolsMacroMacrosWd" valueName="toolsmacromacros">
          <trueValue>
            <string>186</string>
          </trueValue>
          <falseValue>
            <string>0</string>
          </falseValue>
        </boolean>
        <boolean id="L_ToolsMacroRecordNewMacro" valueName="toolsmacrorecord">
          <trueValue>
            <string>2780</string>
          </trueValue>
          <falseValue>
            <string>0</string>
          </falseValue>
        </boolean>
        <boolean id="L_ToolsMacroSecurity" valueName="toolsmacrosecurity">
          <trueValue>
            <string>3627</string>
          </trueValue>
          <falseValue>
            <string>0</string>
          </falseValue>
        </boolean>
        <boolean id="L_ToolsMacroVisualBasicEditorWd" valueName="toolsmacrovbe">
          <trueValue>
            <string>1695</string>
          </trueValue>
          <falseValue>
            <string>0</string>
          </falseValue>
        </boolean>
        <boolean id="L_ToolsTemplatesandAddIns" valueName="toolstemplateaddins">
          <trueValue>
            <string>751</string>
          </trueValue>
          <falseValue>
            <string>0</string>
          </falseValue>
        </boolean>
        <boolean id="L_WebAddressWd" valueName="webaddress">
          <trueValue>
            <string>1740</string>
          </trueValue>
          <falseValue>
            <string>0</string>
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_Disableshortcutkeys" class="User" displayName="$(string.L_Disableshortcutkeys)" explainText="$(string.L_Disablestheshortcutkey)" presentation="$(presentation.L_Disableshortcutkeys)" key="software\policies\microsoft\office\16.0\word\disabledshortcutkeyscheckboxes">
      <parentCategory ref="L_Predefined" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <boolean id="L_CtrlFFindWd" valueName="find">
          <trueValue>
            <string>70,8</string>
          </trueValue>
          <falseValue>
            <string>0</string>
          </falseValue>
        </boolean>
        <boolean id="L_CtrlKInsertHyperlinkWd" valueName="inserthyperlink">
          <trueValue>
            <string>75,8</string>
          </trueValue>
          <falseValue>
            <string>0</string>
          </falseValue>
        </boolean>
        <boolean id="L_AltF8ToolsMacroMacros" valueName="toolsmacromacros">
          <trueValue>
            <string>119,16</string>
          </trueValue>
          <falseValue>
            <string>0</string>
          </falseValue>
        </boolean>
        <boolean id="L_AltF11ToolsMacroVisualBasicEditorWd" valueName="toolsmacrovbe">
          <trueValue>
            <string>122,16</string>
          </trueValue>
          <falseValue>
            <string>0</string>
          </falseValue>
        </boolean>
      </elements>
    </policy>
    <policy name="L_disablecommandbarbuttonsandmenuitems174" class="User" displayName="$(string.L_disablecommandbarbuttonsandmenuitems174)" explainText="$(string.L_SpecifytheIDforacommandbartodisable)" presentation="$(presentation.L_disablecommandbarbuttonsandmenuitems174)" key="software\policies\microsoft\office\16.0\word\disabledcmdbaritemslist">
      <parentCategory ref="L_Custom" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <list id="L_EnteracommandbarIDtodisable" valuePrefix="TCID" />
      </elements>
    </policy>
    <policy name="L_disableshortcutkeys175" class="User" displayName="$(string.L_disableshortcutkeys175)" explainText="$(string.L_Specifythevirtualkeycodeandmodifierfortheshortcutkeytodisabl)" presentation="$(presentation.L_disableshortcutkeys175)" key="software\policies\microsoft\office\16.0\word\disabledshortcutkeyslist">
      <parentCategory ref="L_Custom" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <list id="L_Enterakeyandmodifiertodisable" valuePrefix="KeyMod" />
      </elements>
    </policy>
    <policy name="L_PreventCoAuthoring" class="User" displayName="$(string.L_PreventCoAuthoring)" explainText="$(string.L_PreventCoAuthoringExplain)" key="software\policies\microsoft\office\16.0\word\coauthoring" valueName="disablecoauthoring">
      <parentCategory ref="L_Coauthoring" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_DoNotAutomaticallyMergeServerAndLocalDocument" class="User" displayName="$(string.L_DoNotAutomaticallyMergeServerAndLocalDocument)" explainText="$(string.L_DoNotAutomaticallyMergeServerAndLocalDocumentExplain)" key="software\policies\microsoft\office\16.0\word\coauthoring" valueName="disableautomerge">
      <parentCategory ref="L_Coauthoring" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_TurnOffFileSynchronizationViaSOAPOverHTTP" class="User" displayName="$(string.L_TurnOffFileSynchronizationViaSOAPOverHTTP)" explainText="$(string.L_TurnOffFileSynchronizationViaSOAPOverHTTPExplain)" key="software\policies\microsoft\office\16.0\common\internet" valueName="fsshttpoffword">
      <parentCategory ref="L_ServerSettings" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Volumepreference" class="User" displayName="$(string.L_Volumepreference)" explainText="$(string.L_VolumepreferenceExplain)" presentation="$(presentation.L_Volumepreference)" key="software\policies\microsoft\office\16.0\word\options">
      <parentCategory ref="L_miscellaneous178" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_volumepreference179" valueName="volumepref">
          <item displayName="$(string.L_UseDriveletterorUNCasentered)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_ConvertDrivelettertoUNC)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_ConvertUNCtoDriveletter)">
            <value>
              <decimal value="1" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_DoNotUseOnlineMachineTranslation" class="User" displayName="$(string.L_DoNotUseOnlineMachineTranslation)" explainText="$(string.L_DoNotUseOnlineMachineTranslationExplain)" key="software\policies\microsoft\office\16.0\common\research\translation" valueName="usemt">
      <parentCategory ref="L_miscellaneous178" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_DoNotUseOnlineTranslationDictionaries" class="User" displayName="$(string.L_DoNotUseOnlineTranslationDictionaries)" explainText="$(string.L_DoNotUseOnlineTranslationDictionariesExplain)" key="software\policies\microsoft\office\16.0\common\research\translation" valueName="useonline">
      <parentCategory ref="L_miscellaneous178" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Alternaterevisionbarpositioninprinteddocument" class="User" displayName="$(string.L_Alternaterevisionbarpositioninprinteddocument)" explainText="$(string.L_CheckedForamulticolumnpagerevisionbarsareprintedtothesideoft)" key="software\policies\microsoft\office\16.0\word\options" valueName="alternaterevbars">
      <parentCategory ref="L_miscellaneous178" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <string>1</string>
      </enabledValue>
      <disabledValue>
        <string>0</string>
      </disabledValue>
    </policy>
    <policy name="L_DisableMRUlistinfontdropdown" class="User" displayName="$(string.L_DisableMRUlistinfontdropdown)" explainText="$(string.L_DisableMRUlistinfontdropdownExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="nofontmrulist">
      <parentCategory ref="L_miscellaneous178" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <string>1</string>
      </enabledValue>
      <disabledValue>
        <string>0</string>
      </disabledValue>
    </policy>
    <policy name="L_ToolsCompareandMergeDocumentsLegalblackline" class="User" displayName="$(string.L_ToolsCompareandMergeDocumentsLegalblackline)" explainText="$(string.L_Whenthisoptionischeckedacomparisonbetweentwodocumentsautomat)" key="software\policies\microsoft\office\16.0\word\options" valueName="defaulttocompare">
      <parentCategory ref="L_miscellaneous178" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_BlockAllUnmanagedAddins" class="User" displayName="$(string.L_BlockAllUnmanagedAddins)" explainText="$(string.L_BlockAllUnmanagedAddinsExplainText)" key="software\policies\microsoft\office\16.0\word\resiliency" valueName="restricttolist">
      <parentCategory ref="L_miscellaneous178" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_ListOfManagedAddins" class="User" displayName="$(string.L_ListOfManagedAddins)" explainText="$(string.L_ListOfManagedAddinsExplainText)" presentation="$(presentation.L_ListOfManagedAddins)" key="software\policies\microsoft\office\16.0\word\resiliency\addinlist">
      <parentCategory ref="L_miscellaneous178" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledList>
        <item key="software\policies\microsoft\office\16.0\word\resiliency\addinlist" valueName="policyon">
          <value>
            <decimal value="1" />
          </value>
        </item>
      </enabledList>
      <disabledList>
        <item key="software\policies\microsoft\office\16.0\word\resiliency\addinlist" valueName="policyon">
          <value>
            <delete />
          </value>
        </item>
      </disabledList>
      <elements>
        <list id="L_ListOfManagedAddins2" explicitValue="true" />
      </elements>
    </policy>
    <policy name="L_CustomMarkupWarning" class="User" displayName="$(string.L_CustomMarkupWarning)" explainText="$(string.L_CustomMarkupWarningExplainText)" presentation="$(presentation.L_CustomMarkupWarning)" key="software\policies\microsoft\office\16.0\word\options">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_CustomMarkupWarningDropID" valueName="custommarkupwarning">
          <item displayName="$(string.L_CustomMarkupWarningNoPrompt)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_CustomMarkupWarningPrompt)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_CustomMarkupWarningAlwaysPrompt)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_CustomMarkupWarningPromptReadonly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_CustomMarkupWarningAlwaysPromptReadonly)">
            <value>
              <decimal value="4" />
            </value>
          </item>
          <item displayName="$(string.L_CustomMarkupWarningNoPromptReadyonly)">
            <value>
              <decimal value="5" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_ChartRefTrackingEnabled" class="User" displayName="$(string.L_ChartRefTrackingEnabledTitle)" explainText="$(string.L_ChartRefTrackingEnabledExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="charttrackingrefbased">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_AlertIfNotDefault" class="User" displayName="$(string.L_AlertIfNotDefaultTitle)" explainText="$(string.L_AlertIfNotDefaultExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="alertifnotdefault">
      <parentCategory ref="L_OptionsGeneral" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_DisableOfficeStartWord" class="User" displayName="$(string.L_DisableOfficeStartWord)" explainText="$(string.L_DisableOfficeStartWordExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="disableboottoofficestart">
      <parentCategory ref="L_miscellaneous178" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_PersonalTemplatesPath" class="User" displayName="$(string.L_PersonalTemplatesPath)" explainText="$(string.L_PersonalTemplatesPathExplain)" presentation="$(presentation.L_PersonalTemplatesPath)" key="software\policies\microsoft\office\16.0\word\options">
      <parentCategory ref="L_miscellaneous178" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <text id="L_PersonalTemplatesPath" valueName="personaltemplates" expandable="true" />
      </elements>
    </policy>
    <policy name="L_DefaultCustomTab" class="User" displayName="$(string.L_DefaultCustomTab)" explainText="$(string.L_DefaultCustomTabExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="officestartdefaulttab">
      <parentCategory ref="L_miscellaneous178" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_ShowPeople" class="User" displayName="$(string.L_ShowPeople)" explainText="$(string.L_ShowPeopleExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="revmodeshowpeople">
      <parentCategory ref="L_miscellaneous178" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_ExpandCollapseUIMinimumZoomLevel" class="User" displayName="$(string.L_ExpandCollapseUIMinimumZoomLevelTitle)" explainText="$(string.L_ExpandCollapseUIMinimumZoomLevelExplain)" presentation="$(presentation.L_SetExpandCollapseUIMinimumZoomLevel)" key="software\policies\microsoft\office\16.0\word\options">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <decimal id="L_SetExpandCollapseUIMinimumZoomLevelSpinID" minValue="0" maxValue="500" valueName="mineczoom" />
      </elements>
    </policy>
    <policy name="L_ExpandCollapseUIMaximumZoomLevel" class="User" displayName="$(string.L_ExpandCollapseUIMaximumZoomLevelTitle)" explainText="$(string.L_ExpandCollapseUIMaximumZoomLevelExplain)" presentation="$(presentation.L_SetExpandCollapseUIMaximumZoomLevel)" key="software\policies\microsoft\office\16.0\word\options">
      <parentCategory ref="L_Advanced" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <decimal id="L_SetExpandCollapseUIMaximumZoomLevelSpinID" minValue="0" maxValue="500" valueName="maxeczoom" />
      </elements>
    </policy>
    <policy name="L_DisableRTC" class="User" displayName="$(string.L_DisableRTCTitle)" explainText="$(string.L_DisableRTCExplain)" key="software\policies\microsoft\office\16.0\word\coauthoring" valueName="disablerealtimecoauth">
      <parentCategory ref="L_Coauthoring" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_OnlineVideos" class="User" displayName="$(string.L_OnlineVideosTitle)" explainText="$(string.L_OnlineVideosExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="onlinevideo">
      <parentCategory ref="L_OptionsGeneral" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_LinkedInResumeAssistant" class="User" displayName="$(string.L_LinkedInResumeAssistantTitle)" explainText="$(string.L_LinkedInResumeAssistantExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="linkedinresumeassistant">
      <parentCategory ref="L_OptionsGeneral" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_AllowDDE" class="User" Area="Security Baseline" AreaCategory="DDE" displayName="$(string.L_AllowDDE)" explainText="$(string.L_AllowDDEExplain)" presentation="$(presentation.L_AllowDDE)" key="software\policies\microsoft\office\16.0\word\security">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_AllowDDEDropID" valueName="allowdde">
          <item displayName="$(string.L_DDENoAppLaunch)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_DDEEnabled)">
            <value>
              <decimal value="2" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_AllowWordMailLoadEmbeddedFonts" class="User" displayName="$(string.L_AllowWordMailLoadEmbeddedFonts)" explainText="$(string.L_AllowWordMailLoadEmbeddedFontsExplain)" key="software\policies\microsoft\office\16.0\word\security" valueName="wordmailloadembeddedfonts">
      <parentCategory ref="L_TrustCenter" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_DigitalPrint" class="User" displayName="$(string.L_DigitalPrintTitle)" explainText="$(string.L_DigitalPrintExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="transformtosway">
      <parentCategory ref="L_OptionsGeneral" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_DisableIRMOnXPSExport" class="User" displayName="$(string.L_DisableIRMOnXPSExportTitle)" explainText="$(string.L_DisableIRMOnXPSExportExplain)" key="software\policies\microsoft\office\16.0\word\security" valueName="disableirmonxpsexport">
      <parentCategory ref="L_Security" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_DisableCoauthoringOnDocmFiles" class="User" displayName="$(string.L_DisableCoauthoringOnDocmFilesTitle)" explainText="$(string.L_DisableCoauthoringOnDocmFilesExplain)" key="software\policies\microsoft\office\16.0\word\coauthoring" valueName="disablecoauthondocmfiles">
      <parentCategory ref="L_Coauthoring" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_DisableWarningOnIncludeFieldsUpdate" class="User" displayName="$(string.L_DisableWarningOnIncludeFieldsUpdateTitle)" explainText="$(string.L_DisableWarningOnIncludeFieldsUpdateExplain)" key="software\policies\microsoft\office\16.0\word\security" valueName="disablewarningonincludefieldsupdate">
      <parentCategory ref="L_Security" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_Acronyms" class="User" displayName="$(string.L_AcronymsTitle)" explainText="$(string.L_AcronymsExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="acronyms">
      <parentCategory ref="L_OptionsGeneral" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_DoNotCompressInlinedImagesInOutlook" class="User" displayName="$(string.L_DoNotCompressInlinedImagesInOutlookTitle)" explainText="$(string.L_DoNotCompressInlinedImagesInOutlookExplain)" key="software\policies\microsoft\office\16.0\common\mailsettings" valueName="outlookdonotcompressimages">
      <parentCategory ref="L_EmailOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_DefaultCompressionQualityForInlinedImagesInOutlook" class="User" displayName="$(string.L_DefaultCompressionQualityForInlinedImagesInOutlookTitle)" explainText="$(string.L_DefaultCompressionQualityForInlinedImagesInOutlookExplain)" presentation="$(presentation.L_DefaultCompressionQualityForInlinedImagesInOutlook)" key="software\policies\microsoft\office\16.0\common\mailsettings">
      <parentCategory ref="L_EmailOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <elements>
        <enum id="L_DefaultCompressionQualityForInlinedImagesInOutlookPart" valueName="oulookimagedpiindex">
          <item displayName="$(string.L_HighFidelity)">
            <value>
              <decimal value="0" />
            </value>
          </item>
          <item displayName="$(string.L_Ppi330)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.L_Ppi220)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.L_Ppi150)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.L_Ppi96)">
            <value>
              <decimal value="4" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="L_DisableModernCommentsOptOutOption" class="User" displayName="$(string.L_DisableModernCommentsOptOutOptionTitle)" explainText="$(string.L_DisableModernCommentsOptOutOptionExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="moderncommentsoptoutvisibility">
      <parentCategory ref="L_OptionsGeneral" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_AlternateClpLabelContentMarkAnchoringOption" class="User" displayName="$(string.L_AlternateClpLabelContentMarkAnchoringOptionTitle)" explainText="$(string.L_AlternateClpLabelContentMarkAnchoringOptionExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="alternateclplabelcontentmarkanchoring">
      <parentCategory ref="L_OptionsGeneral" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_StopReadAloudEyesOffExperience" class="User" displayName="$(string.L_StopReadAloudEyesOffExperience)" explainText="$(string.L_StopReadAloudEyesOffExperienceExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="stopreadaloudeyesoffexperience">
      <parentCategory ref="L_MicrosoftOfficeWord" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="0" />
      </enabledValue>
      <disabledValue>
        <decimal value="1" />
      </disabledValue>
    </policy>
    <policy name="L_ShowAgreementsRibbon" class="User" displayName="$(string.L_ShowAgreementsRibbon)" explainText="$(string.L_ShowAgreementsRibbonExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="showagreementsribbon">
      <parentCategory ref="L_MicrosoftOfficeWord" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_ShowESignRibbon" class="User" displayName="$(string.L_ShowESignRibbon)" explainText="$(string.L_ShowESignRibbonExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="isesignenabled">
      <parentCategory ref="L_MicrosoftOfficeWord" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_StartupBoostOption" class="User" displayName="$(string.L_StartupBoostTitle)" explainText="$(string.L_StartupBoostExplain)" key="software\policies\microsoft\office\16.0\word\options" valueName="prewarmadminallowed">
      <parentCategory ref="L_OptionsGeneral" />
      <supportedOn ref="windows:SUPPORTED_Windows_10_0" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
    <policy name="L_AdvancedTypographyOutlook" class="User" displayName="$(string.L_AdvancedTypographyOutlook)" explainText="$(string.L_AdvancedTypographyOutlookExplain)" key="software\policies\microsoft\office\16.0\common\mailsettings" valueName="advancedtypographyall">
      <parentCategory ref="L_EmailOptions" />
      <supportedOn ref="windows:SUPPORTED_Windows7" />
      <enabledValue>
        <decimal value="1" />
      </enabledValue>
      <disabledValue>
        <decimal value="0" />
      </disabledValue>
    </policy>
  </policies>
</policyDefinitions>